Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Any client can cancel his own appointment using the checkbox in my appointments table if you set allow_cancel="1" in my_appointments shortcode.
da_dk: Enhver kunde kan annullere sin egen ansættelse ved brug af afkrydsningsfeltet i min booking tabel, hvis du sætter allow_cancel="1" i my_appointments kortkode.
de_de: Jeder Klient kann den eigenen Termin über die Checkbox in der meine Termine-Liste absagen, wenn sie in den my_appointments shortcode allow_cancel="1" festsetzen.
es_es: Cualquier cliente puede cancelar su cita usando el checkbox en mi tabla de citas si tu añades allow_cancel="1" en el shortcode my_appointments
fr_fr: N'importe quel client peut annuler son propre rendez-vous en utilisant la checkbox dans la table de rendez-vous si vous placez allow_cancel= "1" dans le shortcode de my_appointments.
it_it: Qualsiasi cliente può cancellare il suo appuntamento usando il checkbox nella tabella i miei appuntamenti se hai selezionato l'opzione allow_cancel="1" nello shortcode inserito nella pagina.
nl_nl: Elke klant kan zijn eigen afspraak te annuleren met behulp van het selectievakje in: Mijn afspraken tabel als je allow_cancel = "1" in de shortcode my_appointments opneemt.
pt_br: Qualquer cliente pode cancelar o seu próprio compromisso usando o checkbox da minha tabela de compromissos se você definir allow_cancel="1" no shortcode my_appointments.
pt_pt: Clientes podem cancelar a sua própria marcação marcando o quadriculo da tabela de datas marcadas computando: permite_cancelar="1" no shortcode minhas_ marcações.
ru_ru: Любой клиент может отменить свою встречу помощи флажка в моей сервировки стола, если вы установите allow_cancel = "1 " в my_appointments короткий номер.
tr_tr: Herhangi bir istemci allow_cancel ayarlarsanız randevuları Tablomdaki onay kutusunu kullanarak kendi randevuyu iptal edebilirsiniz = "1" my_appointments kusur.

source: Yes. Using <pre>do_shortcode</pre> function and loading Appointments+ css and javascript files, you can do this. See sample-appointments-page.php file in /includes directory for a sample.
da_dk: Ja. Brug <pre>do_shortcode</pre> funktion og load bookingsystemets CSS og JavaScript-filer for at gøre dette. Se sample-appointmets-page.php fil i /includes mappen for et eksempel.
de_de: Ja. Mit der Benutzung von<pre>do_shortcode</pre> function und dem Laden von Appointments+ css und javascript-Dateien können Sie dies machen. Siehe sample-appointments-page.php file in /includes directory als Beispiel.
es_es: Sí. Usando la función <pre> do_shortcode </pre> y cargando los archivos css y javascript para Citas + así usted puede hacerlo. Veerse el archivo muestra-citasa- pagina.php en el directorio / includes, para obtener una muestra.
fr_fr: Oui, vous pouvez utiliser la fonction <pre>do_shortcode</pre> et charger le css et les fichiers Javascript Appointments+. Regardez le fichier sample-appointments-page.php dans le dossier /includes pour exemple.
it_it: Sì. Utilizzando la funzione <pre>do_shortcode </pre> e caricando Appointments + css e javascript file , è possibile farlo. Per un esempio, vedere il file di esempio-appuntamenti-pagina.php nel directory / includes.
pt_br: Sim. Ao usar a função <pre>do_shortcode</pre> e carregar os arquivos css e javascript do Compromissos, você pode fazer isso. Veja o arquivo sample-appointments-page.php no diretório /includes para obter um exemplo.
pt_pt: Sim. Consegue fazer; utilizando a função <pre>usa_shortcode </pre> e carregando Datas Marcadas+ CSS e ficheiros Javascript. Veja a a demonstração-datas marcadas-ficheiro da pagina.php no/dossier includes, para uma demonstração.

source: Copy front.css content and paste it in css file of your theme. Add this code inside functions.php of the theme: <pre>add_theme_support( "appointments_style" )</pre>. Then, integral plugin css file front.css will not be called.
da_dk: Kopier front.css indhold og indsæt det i temaets css-fil. Tilføj denne kode inde i functions.php af temaet: <pre>add_theme_support( "appointments_style" )</pre>. Derefter, det integreret systems css fil vil ikke blive kaldt.
de_de: Kopiert den front.css Inhalt und fügt ihn in die css Datei Ihres themes ein. Setzen Sie diesen Code in die functions.php des Themes: <pre>add_theme_support( "appointments_style" )</pre>. Dann wird die integrale Plugin css Datei front.css nicht aufgerufen.
es_es: Copiar el contenido de front.css y pégarlo en el archivo css del tema. Adicionar este código en las functions.php del tema: <pre> adi_tema_suporte ("cita_estilo") </pre>. Así no se activará el plugin del archivo integral css front.css.
fr_fr: Copiez le fichier "front.css" et collez-le dans votre thème. Ajouter ce code dans le fichier "functions.php" de votre thème : <pre>add_theme_support( "appointments_style" )</pre>. Ensuite, le fichier css front ne sera plus chargé.
it_it: Copiar il contenuto front.css e incollalo nel file css del tema. Addizionare questo codice all'interno delle funzioni.php del tema: <pre> add_theme_support ("appointments_style") </pre>. In modo che non verrà chiamato front.css file integrato plugin css.
pt_br: Copie o conteúdo de front.css e o cole no arquivo css de seu tema. Adicione esse código dentro do arquivo functions.php do tema: <pre>add_theme_support( "appointments_style" )</pre>. Então, os arquivos css do plugin e o front.css não serão ativados.
pt_pt: Copie o conteudo do ficheiro ''front.CSS e cole-o no ficheiro CSS do seu tema. Adicionar este codigo nas funções.php do tema: <pre>adicionar_tema_suporte( "Datas Marcadas_estilo" )</pre>. Deste modo the ''plugin'' do ficheiro CSS não será activado.

source: Please note that this is quite simple if you are using Membership plugin. If not, referring this filter create a function in your functions.php to set Paypal price as zero for the selected user, user role and/or service: <pre>$paypal_price = apply_filters( 'app_paypal_amount', $paypal_price, $service, $worker, $user_id );</pre> This will not make the service free of charge, but user will not be asked for an advance payment.
da_dk: Bemærk venligst at dette er ganske enkel, hvis du bruger medlemskab plugin. Hvis ikke, henviser dette filter opretter en funktion i din functions.php at sætte Paypal pris som nul for den valgte bruger, brugerrolle og service:<pre>$paypal_price = apply_filters ('app_paypal_amount', $paypal_price, $service, $worker, $user_id);</pre>Dette vil ikke gøre den service gratis, men brugeren vil ikke blive bedt om et forskud.
de_de: Bitte beachten Sie, dass dies ziemlich einfach ist, wenn sie Membership plugin verwenden. Wenn nicht, wird das Zitieren dieses Filters eine Funktion in Ihrer functions.php, um dem PayPal-Preis für den gewählten User, die Userrolle und/ oder Service auf Null zu setzen: <pre>$paypal_price = apply_filters( 'app_paypal_amount', $paypal_price, $service, $worker, $user_id );</pre>. Dies wird den Service nicht frei von Gebühren machen, aber der User wird nicht um Vorauszahlungen gebeten.
es_es: Tenga en cuenta que esto es sencillo si está utilizando el ''plugin'' Membresia. De lo contrario, este filtro creará una función en su functions.php para establecer el precio cero de Paypal para el usuario seleccionado, el rol de usuario y / o servicio: <pre>$paypal_precio = aplicar_filtros ('app_paypal_cantidad, $paypal_precio, $trabajador, $usuario_id); </pre> No hará que el servicio sea gratuito, pero no se pedirá al usuario un anticipo.
fr_fr: Notez que si vous utilisez membershippro cela est simple, sinon intégrez créez une fonction dans votre fichier "function.php" pour appliquer le prix à 0 pour l'utilisateur choisi, le rôle ou le service : <pre>$paypal_price = apply_filters( 'app_paypal_amount', $paypal_price, $service, $worker, $user_id );</pre> Cela ne rend pas le service libre de charges financières mais l'utilisateur n'aura pas besoin de faire d'avance.
it_it: Tieni presente che questo è abbastanza facile se si utilizza il plugin Membership. Se non lo posseder, riferindosi a questo filtro creerà una funzione nelle funzioni.php per impostare il prezzo di Paypal come zero per l'utente, il ruolo e / o il servizio utenti selezionati: <pre> $ paypal_prezzo = aplicare_filtre ('app_paypal_quantitá', $ paypal_prezzo , $ Servizio, $ lavoratore, $ utente_id); </pre> Questo non renderà gratuito il servizio , ma non verrà richiesto un pagamento anticipato dagli utenti.
pt_br: Por favor observe que isso é bem simples se você estiver usando o Módulo de Participantes. Se não, usar esse filtro criará uma função em seu arquivo functions.php to para ajustar o preço zero do Paypal para o usuário escolhido, nível de usuário / ou serviço: <pre>$paypal_price = apply_filters( 'app_paypal_amount', $paypal_price, $service, $worker, $user_id );</pre> Isso não tornará o serviço livre de custos, mas o usuário não será obrigado a fazer um pagamento adiantado por ele.
pt_pt: Note por favor que isto pode ser feito facilmente se está a usar a ''plugin'' de Inscrição. Senão, com refrência a este filtro crie uma função nas funções.php para establecer os preços no Paypal a zero para o usuário selecionado, função do usuário e ou tarefas: <pre>$paypal_preço = applicar_filtos( 'app_paypal_total', $paypal_preço, $tarefas, $empregado, $usuário_id ); </pre> Isto não torna as tarefas grátis mas ao usuário não lhe será requerido um pagamento de avanço.

source: Add these codes inside functions.php of your current theme (9.25 is not a typo; that is because 15/60=0.25):
da_dk: Tilføj disse koder i functions.php i dit nuværende tema (9.25 er ikke en tastefejl; men pga. 15/60=0.25):
de_de: Diese codes in der functions.php des benutzten themes einfügen (9.25 ist kein Tippfehler; weil: 15/60=0.25):
es_es: Añade estos códigos dentro del archivo functions.php de tu tema actual (9.25 no es un error; esto se debe a que 15/60=0.25):
fr_fr: Ajoutez ces codes à l'intérieur de functions.php de votre thème actuel (9.25 n'est pas une typo ; c'est parce que 15/60=0.25) :
it_it: Aggiungi queste linee di codice dentro functions.php del tuo tema corrente (9.25 che si calcola facendo 15/60 = 0.25):
nl_nl: Voeg deze codes in functions.php van uw huidige thema (9.25 is geen typfout, dat komt omdat 15/60 = 0,25):
pl_pl: Dodaj kod do funkcji functions.php bieżącego motywu (9.25 to nie literówka, to dlatego, że 15/60 = 0.25):
pt_br: Adicione esses códigos dentro functions.php do seu tema atual (9.25 não é um erro de digitação, isto é, porque 15/60 = 0.25):
pt_pt: Adicionar estes códigos dentro functions.php do seu tema atual (9.25 não é um erro de digitação, isto é, porque 15/60 = 0.25):
ru_ru: Добавить эти коды внутри functions.php вашей текущей теме (9.25 это не опечатка, то есть потому, что 15/60 = 0,25):
tr_tr: Bu kodlar mevcut Tema functions.php içine ekleyin (9,25 bir yazım hatası değildir; çünkü 15/60 = 0,25):

source: Please note that Appointments+ is designed for one-to-one appointments, that is, one service provider serving a single client at a time and to manage available workforce. Capacity field is for limiting the workforce, not for increasing it. You have two alternatives to achieve this: a) Use dummy service providers b) Add these codes in functions.php and modify as required:
da_dk: Bemærk venligst, at bookingsystemet er designet til en-til-én bookinger, det vil sige, en serviceudbyder betjener en enkelt kunde ad gangen og til at administrere tilgængelige arbejdsstyrke. Kapacitet felt er til at begrænse arbejdsstyrken, ikke for at øge den. Du har to muligheder for at opnå dette: a) Brug dummy serviceudbydere b) Tilføj disse koder i functions.php og ændre efter behov:
de_de: Bitte beachten Sie, dass Appointments+ für Eins-zu-Eins-Termine gedacht ist, also: ein Dienstleister bedient einen einzelnen Klienten pro Zeit und verwaltet die verfügbare Arbeitskraft. Das Kapazitätsfeld dient der Begrenzung der Arbeit, nicht zu deren Erhöhung. Sie haben zwei Alternativen, um dies zu erreichen: a) einen Dummy-Dienstleister einsetzen b) Diese codes in die functions.php einsetzen und dem Bedarf anzupassen:
es_es: Le prevenimos de que el plugin está diseñado para hacer reservas de una en una, es decir, para administrar el equipo de trabajo, un empleado sólo podrá atender a un cliente por periodo. El campo Capacidad está pensado para limitar la mano de obra, no para aumentarla. Dispones de dos alternativas para conseguirlo: a) Utilizar un empleado fictício o b) añadir estos códigos a tu archivo functions.php y modificarlo según tus deseos:
fr_fr: Veuillez noter que Appointments+ est conçu pour des rendez-vous linéaires, c.-à-d., un fournisseur de services servant un client simple à la fois et pour contrôler la main d'oeuvre disponible. La zone de capacité est pour limiter la main d'oeuvre, pas pour l'augmenter. Vous avez deux solutions pour réaliser ceci : a) Utilisez les prestataires de service factices b) ajoutent ces codes dans functions.php comme ceci :
it_it: Nota che Appointments+ è progettato per un appuntamento uno a uno, un fornitore di servizi può fornire un solo cliente alla volta. Il campo Capacità è per limitare la quantità di di lavoro non per incrementarla. Hai due alternative per questo problema: a) usa un fornitore di servizio Fasullo b) Aggiungi questo codice nel file functions.php e modificalo come richiesto:
nl_nl: Let op: Appointments+ is ontworpen voor één-op-één afspraken. Dat wil zeggen, een dienstverlener kan slechts één klant gelijktijdig helpen.Het veld capaciteit is voor het beperken van de werknemers.. Je hebt twee mogelijkheden om dit te bereiken: a) Gebruik dummy dienstverleners b) Deze codes toevoegen aan functions.php en wijzigen zoals vereist:
pt_br: Por favor, note que o Compromissos é projetado para compromissos um-para-um, ou seja, um provedor de serviços que serve um único cliente de cada vez e para gerenciar força de trabalho disponível. Capacidade de campo é para limitar a força de trabalho, não para aumentá-la. Você tem duas alternativas para alcançar este objectivo: a) Use prestadores de serviços fictícios b) Adicionar estes códigos em functions.php e modificar conforme necessário:
pt_pt: Por favor, note que Datas Marcadas+ foi concebido para fazer suas marcações de individuo para individuo, ou seja, um provedor de tarefas servindo um único cliente e, para gerenciar a mão-de-obra disponível. O campo Capacidade serve para limitar a mão de obra e não para aumentá-la. Temos duas alternativas para alcançar este objectivo: a) Usar prestadores de tarefas fictícios b) Adicionar estes códigos em functions.php e modificar conforme necessário:
ru_ru: Обратите внимание, что Назначения + предназначен для один-на-один назначений, то есть один поставщик услуг отбывает одного клиента за один раз и управлять имеющейся рабочей силы. Емкость поле для ограничения рабочей силы, а не для поля. Есть два варианта для достижения этой цели: а) использовать фиктивные поставщиков услуг б) добавить эти коды в functions.php и изменять в соответствии с требованиями:
tr_tr: Unutmayın ki randevu + tasarlanmıştır ki bire bir randevu için bir defada ve mevcut işgücü yönetmek için tek bir istemciye hizmet, bir hizmet sağlayıcısı. Bunu artırmak için değil, işgücü, sınırlandırmak için kapasite alandır. Bunun için iki seçenekleri vardır: a) kullanım kukla servis sağlayıcıları b) eklemek bu kodları içinde functions.php ve gerektiği gibi değiştirin:

source: Please note that this is a kind of "hack" and when you have more than one service provider, this function may not work as expected in regards to working hours, as "virtual" providers will not be bound to working hours of existing providers.
fr_fr: S'il vous plaît rappelez-vous que c'est une sorte de "hack" et quand vous avez plus d'un fournisseur, cette fonction peut échouer, en ce qui concerne les heures de travail, car les fournisseurs "virtuels" n'y seront pas liés .
pl_pl: Należy pamiętać, że jest to rodzaj "hacka" i jeśli zdefiniowano więcej niż jednego usługodawcę, ta funkcja może nie działać zgodnie z oczekiwaniami w odniesieniu do godzin pracy, ponieważ "wirtualni" usługodawcy nie będą związani godzinami pracy istniejących.
pt_br: Por favor, note que este é um tipo de "hack" e quando você tem mais de um provedor de serviços, esta função pode não funcionar como esperado em relação a horas de trabalho, como provedores "virtuais" não estarão vinculados a horas de trabalho de provedores existentes.
pt_pt: Por favor, note que isto é um tipo de "hack" e quando existe mais de um provedor de tarefas, esta função pode não funcionar como esperado, em relação a horas de trabalho; pois que provedores "virtuais" não estarão vinculados a às horas de trabalho de provedores existentes.

source: Appointments+ uses wp_mail function and HTML is disabled as default. To enable HTML in emails, add these codes inside functions.php:
da_dk: Bookingsystemet bruger wp_mail funktion og HTML er deaktiveret som standard. For at aktivere HTML i e-mails, skal du tilføje disse inde i koden i filen functions.php:
de_de: Appointments+ nutzt wp_mail funktionen und HTML wird in der Voreinstellung ausgeschaltet. Um HTML in E-Mails zu aktivieren, fügen Sie diese Codezeilen in die functions.php ein:
es_es: El plugin utiliza la función wp_mail y el uso de HTML está deshabilitado por defecto. Para habilitar el HTML en los e-mails, añade estos códigos en el archivo "functions.php":
fr_fr: Appointments+ utilise la fonction de wp_mail et le HTML est indisponible par défaut. Pour permettre le HTML dans les emails, ajoutez ces codes à l'intérieur de functions.php :
it_it: Appointments+ usa la funzione wp_mail e HTML è disabilitato per impostazione predefinita. Per abilitarlo nelle emails, aggiungi queste linee di codice dentro la tuo file functions.php:
nl_nl: Appointments+ gebruikt wp_mail functie en HTML is uitgeschakeld als standaard. Om HTML in e-mails aan te zetten gebruik je deze codes binnen functions.php:
pt_br: Compromissos usa a função wp_mail e HTML é desativada como padrão. Para permitir HTML em e-mails, adicionar estes códigos dentro functions.php:
pt_pt: Datas Marcadas usa a função wp_mail e HTML é desativada como padrão. Para permitir HTML em e-mails, adicionar estes códigos dentro functions.php:
ru_ru: Назначения + использует wp_mail функцию и HTML отключена по умолчанию. Чтобы включить HTML в электронных письмах, добавить эти коды внутри functions.php:
tr_tr: Randevular + wp_mail fonksiyon kullanır ve HTML varsayılan devre dışıdır. HTML e-postalarda etkinleştirmek için functions.php içinde bu kodları ekleyin:

source: The following example lets you select services with durations up to 48*10=480 minutes. Add these codes inside functions.php:
da_dk: Følgende eksempel kan du vælge servicer med varigheder op til 48 * 10 = 480 minutter. Tilføj disse koder inde i functions.php:
de_de: Das folgende Beispiel bietet die Möglichkeit, Dienstleistungen mit einer Dauer von bis zu 48*10=480 Minuten auszuwählen. Füge diesen Code zur functions.php hinzu:
es_es: El siguiente ejemplo te permite seleccionar con duracion de hasta 48*10=480 minutos. Añade estos codigos en functions.php
fr_fr: L'exemple suivant vous laisse choisir des services avec des durées jusqu'à 48*10=480 minutes. Ajoutez ces codes à l'intérieur de functions.php :
it_it: Il seguente esempio ti permette di selezionare servizi con una durata fino a 48*10=480 minuti. Aggiungi questo codice dentro functions.php:
nl_nl: In het volgende voorbeeld kunt u diensten met looptijden tot 48 * 10 = 480 minuten beschikbaar stellen. Voeg deze codes toe aan functions.php:
pt_br: O exemplo a seguir permite que você selecione os serviços com durações de até 48 * 10 = 480 minutos. Adicione esses códigos dentro functions.php:
pt_pt: O exemplo a seguir permite selecionar durações de até 48 * 10 = 480 minutos. Adicione esses códigos dentro functions.php:
ru_ru: В следующем примере позволяет выбрать услуги с длительностью до 48 * 10 = 480 минут. Добавить эти коды внутри functions.php:
tr_tr: Aşağıdaki örnek, hizmet süreleri ile up 48 * 10 = 480 dakika için seçmenize izin verir. Bu kodları functions.php içine ekleyin:

source: Use this sample and modify as required:
da_dk: Brug denne prøve og tilpas som ønsket:
de_de: Benutzen Sie dieses sample und verändern Sie es entsprechend den Anforderungen:
es_es: Usa este ejemplo y modificalo como se necesite:
fr_fr: Utilisez cet exemple et modifiez-le si besoin :
it_it: Usa questo esempio e modificalo come richiesto:
nl_nl: Gebruik dit als voorbeeld en maak waar nodig aanpassingen:
pl_pl: Użyj tego przykładu i zmodyfikuj według wymagań:
pt_br: Utilize esta amostra e modifique conforme necessário:
pt_pt: Utilize esta amostra e modifique conforme for necessário:
ru_ru: Используйте этот образец и модифицировать в соответствии с требованиями:
tr_tr: Bu örneği kullanmak ve gerektiği gibi değiştirin:

source: Advanced: This part of FAQ requires some knowledge about HTML, PHP and/or WordPress coding.
da_dk: Avanceret: Denne del af FAQ kræver en vis viden om HTML, PHP og/eller WordPress kodning.
de_de: Fortgeschritten: Dieser Teil der FAQ erfordert ein wenig Wissen um HTML, PHP und/ oder WordPress coding.
es_es: Avanzado: Esta parte de las PMF requieren algún conocimientos de HTML, PHP y / o codificación de WordPress.
fr_fr: Avancé : Cette partie de la FAQ réclame des connaissances HTML, PHP et ou de programmation WordPress
it_it: Avanzato: Questa parte della ''FAQ'' richiede alcune conoscenze sul codice HTML, PHP e / o WordPress.
pl_pl: Zaawansowane: Ta część FAQ wymaga pewnej wiedzy na temat HTMLa, PHP i kodowania WordPressa.
pt_br: Avançado: Esta parte do FAQ necessita de algum conhecimento de HTML, PHP e/ou programação em WordPress.
pt_pt: Avançado: Esta parte do FAQ requer conhecimentos de codigo HTML, PHP e/ou da WordPress.

source: Select a question
da_dk: Vælg et spørgsmål
de_de: Wählen Sie eine Frage aus
es_es: Seleccione una pregunta
fr_fr: Choisissez une question
it_it: Selezionare una domanda
nl_nl: Selecteer een vraag
pl_pl: Wybierz pytanie
pt_br: Selecione uma pergunta
pt_pt: Selecionar uma pergunta

source: Upgrade to Appointments+ to activate
de_de: Upgrade auf Appointments+ zu aktivieren
es_es: Actualizar a Appointments+ para activar
fr_fr: Mettre à jour Appointments+ pour activer
it_it: Aggiorna a Appointments+ per attivare
nl_nl: Upgrade naar Appointments+ om te activeren
pl_pl: W celu aktywacji ulepsz do Appointments+
pt_br: Atualize Compromissos para ativar
pt_pt: Atualizar para Datas Marcadas+para ativar

source: Activate
da_dk: Aktiver
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
it_it: Attiva
nl_nl: Activeer
pl_pl: Włącz
pt_br: Ativar
pt_pt: ativar
ru_ru: Активировать
tr_tr: Aktif Et

source: Deactivate
da_dk: Deaktiver
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattiva
nl_nl: Deactiveer
pl_pl: Wyłącz
pt_br: Desativar
pt_pt: Desativar
ru_ru: Дезактивировать
tr_tr: Devre Dışı Bırak

source: Version: %s
es_es: Versión : %s
it_it: Versione: %s
nl_nl: Versie: %s
pl_pl: Wersja: %s
pt_br: Versão: %s
pt_pt: Verssão: %s

source: by %s
da_dk: af %s
es_es: por %s
fr_fr: par %s
it_it: da %s
nl_nl: door %s
pl_pl: przez %s
pt_br: por %s
pt_pt: por %s
ru_ru: на %s
tr_tr: tarafından %s

source: <strong>Requires</strong>: %s
da_dk: <strong>Kræver</strong>: %s
de_de: <strong>benötigt</strong>: %s
es_es: <strong>Requiere</strong>: %s
fr_fr: <strong>Requit </strong>: %s
it_it: <strong>Necessita</strong>: %s
nl_nl: <strong>Verplicht</strong>: %s
pl_pl: <strong>Wymagane</strong>: %s
pt_br: <strong>Requer</strong>: %s
pt_pt: <strong>Requer</strong>: %s

source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
nl_nl: Beschrijving
pl_pl: Opis
pt_br: Descrição
pt_pt: Descrição
ru_ru: Описание
tr_tr: Açıklama
