Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: What does DUMMY service provider mean? How can I get use of it?
da_dk: Hvad betyder DUMMY serviceudbyder? Hvordan kan jeg få brug af det?
de_de: Was bedeutet DUMMY Dienstleister?
es_es: ¿Qué significa proveedor de servicios FITICIO ? ¿Cómo puedo utilisarlo?
fr_fr: A quoi correspond le fournisseur de service Demo ? Comment l'utiliser ?
it_it: Cosa significa, fornitore di servizi FALSI? Come posso usarlo?
nl_nl: Wat betekent DUMMY service provider? Hoe kan ik daar gebruik van maken
pl_pl: Co oznacza wykonawca DUMMY? Jak można z tego korzystać?
pt_br: O que um "Provedor Fictício" significa? Como posso usá-lo?
pt_pt: Que significa fornecedor do serviço DUMMY ? Como o posso utilizar ?

source: How can I view my planner as a service provider in calendar view?
da_dk: Hvordan kan jeg se min planlægger som serviceudbyder i kalendervisning?
de_de: Wie kann ich meine Planer als Dienstleister in der Kalenderansicht ansehen?
es_es: ¿Cómo puedo ver en mi planificador como proveedor de servicios, en mi calendario?
fr_fr: Comment puis-je voir mon planificateur avec une présentation de calendrier ?
it_it: Come posso visualizzare il mio pianificatore, come fornitore di servizi, nella visualizzazione del calendario?
pt_br: Na posição de um provedor de serviços, como posso ver os agendamentos feitos para mim?
pt_pt: Como provedor de tarefas como posso visualizar meu planificador de serviços na visão calendário?

source: My working hours cover the midnight and exceeds to the other day. For example from 8pm Monday to 2am Tuesday. Is it possible to set this?
da_dk: Mine arbejdstider fortsætter efter midnat og skifter til næste dag. For eksempel fra 08:00 mandag til 02:00 tirsdag. Er det muligt at indstille dette?
de_de: Meine Arbeitszeit geht über Mitternacht auf den folgenden Tag. Zum Beispiel von 20.00 Uhr Montag bis 02.00 Uhr am Dienstag. Wie ist es möglich, dies zu setzen?
es_es: Mi horario de trabajo va desde la medianoche y hasta al otro día. Por ejemplo, de las 20 h de lunes a las 2 de la matina del martes. ¿Existe una posiblitá de establecer esto?
fr_fr: Mes heures de travail dépassent minuit et sur le jour suivant. Pour exemple de 20h le lundi à 2 heures le mardi. Est il possible de faire cela ?
it_it: Le mie ore lavorative vanno da mezzanotte e passato all'altro giorno. Ad esempio dalle 20 ore del lunedì alle 2 ore del martedì. È possibile di configurareli come questo?
pt_br: Minhas horas de trabalho passam da meia noite e transbordam para o dia seguinte. Por exemplo, das 8 da noite até as 2 da madrugada. É possível fazer agendamentos assim?
pt_pt: Meu horário de trabalho começa à meia noite até ao outro dia. Por exemplo das 20 h de segunda feira até às 14 h de Terça Feira. Posso configurar isso?

source: What are the prerequisites to use Google Calendar API?
da_dk: Hvad er forudsætningerne for at bruge Google Kalender API?
de_de: Was sind die Voraussetzungen die Google Kalender API zu nutzen?
es_es: Cuales son los pre-requisitos para usar el API de Google Calendar?
fr_fr: Quelles sont les besoins pour utiliser l'API Google Calendar ?
it_it: Quali sono i prerequisiti per utilizzare l'API di Google Calendar?
pt_br: Quais são os pré-requisitos para usar a API do Calendário Google?
pt_pt: Quais são os pre-requerimentos para o uso do API do Calendário Google?

source: Why do I need this Google Calendar API key file anyway? Isn't there any other way?
da_dk: Hvorfor skal jeg bruge en Google Kalender API nøglefil? Er der ikke en anden måde?
de_de: Warum muss ich die Google Kalender API-Datei überhaupt nutzen? Gibt es keine andere Möglichkeit?
es_es: ¿Por qué necesito yo este archivo de clave de la API del Calendario Google ? ¿No hay otra manera de lo hacer?
fr_fr: Pourquoi ai-je besoin d'un clé API pour Google Calendar ? Y a t-il un autre moyen ?
it_it: Perché, in questo caso, ho bisogno di questo file chiave API di Google Calendar? Non c'è un altro modo?
pl_pl: Dlaczego mimo to potrzebuję pliku klucza interfejsu API Kalendarza Google? Czy nie ma innego sposobu?
pt_br: Porquê preciso dessa chave de API do Calendário Google? Não há um outro modo?
pt_pt: Porque razão necessitamos da chave API do Calendário Google? Não existe outro modo a fazer?

source: But I am using another application which does not need Google Calendar API key file. How does that application work then?
da_dk: Men jeg bruger et andet applikation, som ikke behøver Google Kalender API nøglefil. Hvordan virker denne applikation så?
de_de: Aber ich arbeite mit einer anderen Anwendung, die nicht die Google Kalender-API benötigt. Wie funktioniert dann, dass die Anwendung funktioniert?
es_es: Pero estoy utilisando otra aplicación que no necesita el archivo de claves del API de Calendario Google. ¿Cómo funciona, entonces esa aplicación?
fr_fr: J'utilise une autre application n'utilisant pas l'API Google calendar. Comment cette application fonctionnera ?
it_it: Ma io sto utilizzando un'altra applicazione che non necessita di un file chiave del API Google Calendar. Come funziona dunque quella applicazione?
nl_nl: Maar ik gebruik een andere applicatie die geen Google Calendar API sleutel bestand nodig heeft. Hoe werkt de applicatie dan?
pl_pl: Ale używam innej aplikacji, która nie wymaga do pliku klucza Kalendarz Google API. Jak to działa wtedy aplikacja?
pt_br: Mas eu estou usando outro programa que não precisa de um arquivo que é uma chave de API do Calendário Google. Como aquele programa funciona, então?
pt_pt: Utilizo uma outra aplicação que não tem necessidade do ficheiro API do Clendário Google. Como faço para essa aplicação funcionar?

source: Google Calendar Integration is not working and/or I am getting some errors. What can be the reasons and how can I solve them?
da_dk: Google Kalender Integration fungerer ikke og / eller jeg får nogle fejl. Hvad kan være årsagen, og hvordan kan jeg løse dem?
de_de: Die Google Calendar-Zusammenführung funktioniert nicht und/ oder ich erhalte Fehler. Was können die Gründe sein und wie kann ich diese lösen?
es_es: La integración del Calendario Google no funciona y / o estoy recibiendo algunos errores. ¿Cuáles es la razón y cómo puedo resolverlo?
fr_fr: L'intégration Google Calendar ne fonctionne pas et/ou j'ai quelques erreurs. Quelles en sont les causes et comment les résoudre ?
it_it: L'integrazione di Google Calendar non funziona correttamente e / o sto ottenendo degli errori. Que puó essere la ragione e come posso risolverla?
pt_br: A integração com o Calendário Google não está funcionando e/ou estou obtendo códigos de erro. Quais são as possíveis razões disso e como posso resolvê-las?
pt_pt: A Integration do Calendário Google não está funcionando e / ou estou recebendo alguns erros. Quais são os motivos e como posso resolvê-los?

source: How can I let my service providers freely edit appointments?
da_dk: Hvordan kan jeg lade mine serviceudbydere frit redigere bookinger?
de_de: Wie kann ich meine Serviceprovider Termine frei bearbeiten lassen?
es_es: ¿Cómo hacer para dejar que mis proveedores de servicios editen por si mismo las citas?
fr_fr: Comment laisser mes prestataires de services éditer gratuitement des rendez-vous ?
it_it: Come posso permettere ai miei fornitori di servizi di modificare liberamente gli appuntamenti?
pt_br: Como posso permitir que meus provedores de serviços editem agendamentos?
pt_pt: Como fazer para autorizar libremente os meus provedores de editar datas marcadas?

source: How can I let my clients cancel their own appointments?
da_dk: Hvordan kan jeg lade mine kunder aflyse deres egne aftaler?
de_de: Wie kann ich meinen Klienten ermöglichen, ihre eigenen Termine abzubrechen?
es_es: ¿Cómo hacer para dejar que mis clientes cancelen sus propias citas?
fr_fr: Comment puis-je laisser mes clients annuler leur rendez-vous ?
it_it: Come posso permettere ai miei clienti di annullare i suoi propri appuntamenti?
nl_nl: Hoe kan ik mijn klanten zelf hun afspraken laten annuleren?
pt_br: Como posso permitir aos meus clientes cancelar seus agendamentos?
pt_pt: Como fazer para autorizar os meus clientes a cancelar suas datas marcadas?

source: Can I create my own page templates?
da_dk: Kan jeg oprette mine egne sideskabeloner?
de_de: Kann ich meine eigenen Seitenvorlagen erstellen?
es_es: ¿Como hacer para crear mis propios modelos de página?
fr_fr: Puis-je créer mes modèles de page ?
it_it: Posso creare i miei propi modelli di pagina?
nl_nl: Kan ik mijn eigen template-bestanden maken?
pt_br: Posso criar meus próprios modelos de páginas?
pt_pt: É Possível criar meus próprios modelos de página?

source: I have customized the front.css file. How can I prevent it being overwritten by plugin updates?
da_dk: Jeg har tilpasset front.css filen. Hvordan kan jeg forhindre, at den bliveroverskrevet af system opdateringer?
de_de: I habe die front.css-Datei verändert. Wie kann ich verhindern, dass sie bei Plugin Updates überschrieben wird?
es_es: Acabo de personalizar el archivo front.css. ¿Cómo puedo evitar que sea sobrescrita por las actualizaciones de los ''plugin''?
fr_fr: J'ai modifié le fichier "front.css". Comment le conserver lors de la mise à jour ?
it_it: Ho personalizzato il file front.css. Come posso fare per impedire che venga sovrascritto dagli aggiornamenti del plugin?
pt_br: Eu personalizei o arquivo front.css. Como posso evitar que ele seja sobrescrito por atualizações do plugin?
pt_pt: Personlizei o arquivo front.css. Como fazer para que não seja substituída pelas atualizações de plugins?

source: Is it possible not to ask payment or deposit for certain users?
da_dk: Er det muligt ikke at spørge efter betaling eller depositum for visse brugere?
de_de: Ist es möglich, dass bestimmte Nutzer nicht nach Zahlung oder Vorauszahlung gefragt werden?
es_es: ¿Es posible no requerir pago o depósito para ciertos usuarios?
fr_fr: Est-il possible de ne pas demander de paiement ou d'acompte pour certains utilisateurs ?
it_it: C'è la possibilità di non chiedere pagamento o un deposito per alcuni utenti?
pl_pl: Czy to możliwe, aby nie żądać zapłaty lub depozytu dla niektórych użytkowników?
pt_br: É possível não pedir pagamentos ou depósitos para usuários particulares?
pt_pt: Existe uma possibilidade de isentar alguns dos usuários a não pagar ou a pedir uma paga de antecipo?

source: How can I force the schedules start at a non standard time, for example 9:15?
da_dk: Hvordan kan jeg tvinge min start tid til en ikke standard tid, for eksempel 9:15?
de_de: Wie kann ich Zeitpläne zu einer nichtstandardisierten Zeit starten lassen, zum Beispiel um 9:15?
es_es: ¿Cómo forzar los horarios a comenzar en un tiempo no estándarizado, por ejemplo 9:15?
fr_fr: Comment forcer la programmation à démarrer à un horaire non standard ? par exemple 9h15 ?
it_it: Come posso fare per forzare i programmi ad iniziar ad una ora non standard, ad esempio 9:15?
pt_br: Como posso forçar que agendamentos comecem em horários não usuais, como por exemplo 09:15?
pt_pt: Como posso programar o início dos horários a horário não padrão, por exemplo, 9:15?

source: I want to accept more than one appointment applications for each time slot. Entering higher numbers in "capacity" field in Services tab does not work. Why?
da_dk: Jeg ønsker at modtage mere end én booking aftale på samme tidspunkt. Indtastning af højere tal i feltet i fanen "kapacitet" virker ikke. Hvorfor?
de_de: Ich möcht mehr als eine Termin-Applikation für jeden Zeiteintrag haben. Höhere Nummern im "Kapazitäts"feld im Service-Reiter funktioniert nicht. Warum?
es_es: Mi gustaría aceptar más de una solicitud de cita para cada intervalo de tiempo. Agregando números más altos en el campo "capacidad", en Servicios no funciona. ¿Por qué?
fr_fr: Comment authorized plusieurs rendez-vous à la même heure ? Augmenter le nombre dans "capacité" ne fonctionne pas. Pourquoi ?
it_it: Desidero accettare più di un appuntamento per ogni periodo di tempo. Inserindo dei numeri superiori nel campo "Capacità" nella tabulazione Servizi non funziona. Perché?
pt_br: Eu quero aceitar mais que um agendamento por cada horário vago. Quando eu entro com valores maiores no campo "capacidade" na aba de Serviços, isso não funciona. Por quê?
pt_pt: Desejaria aceitar mais que uma aplicação de tarefas para cada intervalo de horas. Digitando números mais altos no campo Tarefas de ''Capacidades'' não funciona? Porquê?

source: How can I use HTML in emails?
da_dk: Hvordan kan jeg bruge HTML i emails?
de_de: Wie kann ich HTML in E-Mails einsetzen?
es_es: ¿Cómo puedo utilizar HTML en mis correos electrónicos?
fr_fr: Comment utiliser le HTML dans les emails ?
it_it: Come posso utilizzare HTML nelle mie e-mail?
nl_nl: Hoe kan ik HTML gebruiken in e-mail?
pl_pl: Jak mogę uzywać HTMLa w emailach?
pt_br: Como posso usar HTM nos e-mails?
pt_pt: Como fazer para utilisar HTML no meu correio electronico?

source: I have a time base of 10 minutes. I have services up to 480 minutes. How can I achieve this?
da_dk: Jeg har en tidsbase af 10 minutter. Jeg har tjenester op til 480 minutter. Hvordan kan jeg opnå dette?
de_de: I habe eine Zeitbasis von zehn Minuten. Ich habe Services bis zu 480 Minuten. Wie kann ich dies erreichen?
es_es: Tengo una base de tiempo de 10 minutos. Tengo servicios hasta de 480 minutos. ¿Cómo puedo alcanzar esto?
fr_fr: J'ai un temps de base fixé à 10 mns, et j'ai un service de plus de 480 mns. Comment faire cela ?
it_it: Ho una base di tempo di 10 minuti. Offro servizi fino a 480 minuti. Come posso raggiungere questo obiettivo?
pt_br: Eu ajustei um Tempo Base de 10 minutos. Eu tenho serviços de até 480 minutos. Como posso acertar isso?
pt_pt: Minha base de horário consta de 10 minutos. Tenho tarefas marcadas para 480 minutos. Como alcançar isso?

source: How can I show hours instead of minutes in the front end when my services last more than an hour?
da_dk: Hvordan kan jeg vise timer i stedet for minutter i 'frontend' når mine servicer varer mere end en time?
de_de: Wie kann ich im front end Stunden statt Minuten anzeigen lassen, wenn meine Dienste länger als eine Stunde gehen?
es_es: ¿Cómo puedo mostrar horas, en vez de minutos, en la parte delantera, cuando mis servicios duran más de una hora?
fr_fr: Comment puis-je montrer des heures au lieu des minutes en présentation directe quand les services de plus d'une heure ?
it_it: Come posso fare visualizzare ore invece di minuti in la parte frontal quando i miei servizi durano più di un'ora?
pl_pl: Jak można wyświetlać godziny przed minutami, gdy usługi trwają dłużej niż godzinę?
pt_br: Como posso exibir horas ao invés de minutos na tela dos usuários/clientes quando meus serviços duram mais que uma hora?
pt_pt: Como fazer para mostrar as horas em vez de minutos na parte dianteira quando as minhas tarefas duram mais de uma hora?

source: To restart tutorial about settings click here:
da_dk: For at genstarte tutorial om indstillinger klik her:
de_de: Um das Tutorial zu den Einstellungen erneut zu starten, klicke hier:
es_es: Para recomenzar el tutorial de configuración clica aquí:
fr_fr: Pour recommencer le tutoriel au sujet des réglages, cliquez ici:
it_it: Per riavviare il tutorial in merito alle impostazioni clicca qui:
nl_nl: Om de tutorial m.b.t. instellingen te herstarten klik hier:
pl_pl: Aby zrestartować samouczek o ustawieniach kliknij tutaj:
pt_br: Para reiniciar o tutorial sobre as configurações, clique aqui:
pt_pt: Para reiniciar o tutorial das configurações, clicar aqui:
ru_ru: Чтобы перезапустить учебник о настройках нажмите здесь:
tr_tr: Öğretici ayarları hakkında yeniden başlatmak için buraya tıklatın:

source: Settings Tutorial Restart
da_dk: Tutorial Genstart Indstillinger
de_de: Einstellungen Tutorial Neustart
es_es: Recomienzo del tutorial de configuración
fr_fr: Recommencer le tutoriel des paramètres
it_it: Riavvia impostazione tutorial
nl_nl: Herstart Instellingen Tutorial
pl_pl: Restart samouczka o ustawieniach
pt_br: Reiniciar Tutorial de Configurações
pt_pt: Reiniciar o Tutorial de Configurações
ru_ru: Настройки Учебник Перезагрузка
tr_tr: Ayarlarını öğretici yeniden başlatma

source: To restart tutorial about entering and editing Appointments click here:
da_dk: For at genstarte tutorialen om indtastning og redigering af bookinger klik her:
de_de: Zum erneuten Starten des Tutorials über Anlegen und Bearbeiten von Terminen klicke hier:
es_es: Para recomenzar el tutorial de como introducir y editar citas clique aquí:
fr_fr: Pour recommencer le tutoriel concernant l'insertion et l'édition des Rendez-vous, cliquez ici :
it_it: Per riavviare il totorial su come inserire e modifica appuntamenti clicca qui:
nl_nl: Om de tutorial over het invoeren en bewerken van Afspraken te herstarten, klik hier:
pl_pl: Aby zrestartować samouczek o wprowadzaniu i edytowaniu wizyt kliknij tutaj:
pt_br: Para reiniciar o tutorial sobre a entrada e edição de Compromissos, clique aqui:
pt_pt: Para reiniciar o tutorial relativo a Inserir editar Datas Marcadas, clicar aqui:
ru_ru: Чтобы перезапустить учебник о вводе и редактировании Назначения нажмите здесь:
tr_tr: Randevular girme ve düzenleme hakkında öğretici yeniden başlatmak için tıklayınız:

source: Appointments Creation and Editing Tutorial Restart
da_dk: Oprettelse og redigering af booking tutorial genstart
de_de: Terminerstellung und bearbeiten Tutorial Neustart
es_es: Recomienzo del tutorial de creación y edición de citas
fr_fr: Recommencer le tutoriel concernant la création et l'édition de Rendez-vous
it_it: Riavvia Tutorial per Creazione e modifica appuntamenti
nl_nl: Nogmaals de uitleg - Afspraken maken en bewerken doorlopen
pl_pl: Restart samouczka o tworzeniu u edytowaniu wizyt
pt_br: Reiniciar Tutorial de Criação e Edição de Compromissos
pt_pt: Reiniciação do Tutorial de Criação e Edição de Marcações
ru_ru: Назначения Создание и редактирование Учебник Перезагрузка
tr_tr: Randevu oluşturma ve öğretici yeniden düzenleme
