Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: (Client's email)
da_dk: (Kundens email)
de_de: (Kunden E-Mail)
es_es: (Email del cliente)
fr_fr: (Email de Client)
it_it: (Email cliente)
pl_pl: (email klienta)
pt_br: (E-mail do cliente)
pt_pt: (E-mail do cliente)
ru_ru: (Почтового клиента)
tr_tr: (Müşteri email)

source: (Adds a cancellation link to the email body)
da_dk: (Tilføjer et annullerings link til emailen)
de_de: (Fügt einen Stornierungslink in die EMail ein)
es_es: (Añade un link de cancelación en el cuerpo del mail)
fr_fr: (Ajouter un lien d'annulation dans le corps du message de l'email)
it_it: (aggiunge un link di cancellazione al corpo della email)
nl_nl: (Voegt een annuleringslink toe aan het bericht)
pl_pl: (dodaj do wiadomości link do strony z możliwością anulowania rezerwacji)
pt_br: (Adiciona um link de cancelamento ao corpo do e-mail)
pt_pt: (Adicionar um link de cancelamento ao texto do e-mail)
ru_ru: (Добавляет ссылку отмены в теле сообщения электронной почты)
tr_tr: (E-posta vücut için bir iptal bağlantısı ekler)

source: Payment required
da_dk: Betaling kræves
de_de: Zahlung erforderlich
es_es: Pago requerido
fr_fr: Paiement requis
it_it: Pagamento richiesto
nl_nl: Betaling verplicht
pl_pl: Płatność jest wymagana
pt_br: Pagamento é necessário
pt_pt: Pagamento é requerido
ru_ru: Требуется оплата
tr_tr: Ödeme gerekli

source: Whether you require a payment to accept appointments. If selected Yes, client is asked to pay through Paypal and the appointment will be in pending status until the payment is confirmed by Paypal IPN. If selected No, appointment will be in pending status until you manually approve it using the %s unless Auto Confirm is not set as Yes.
da_dk: Uanset om du har brug for en betaling for at acceptere aftaler. Hvis valgt Ja, klienten bedt om at betale via Paypal og udnævnelsen vil være afventende status, indtil betalingen er bekræftet af Paypal IPN. Hvis nej er valgt, vil aftalen være i ubekræftet status, indtil du manuelt godkende det ved hjælp af %s medmindre Auto Bekræft ikke er indstillet som Ja.
de_de: Ob eine Zahlung benötigt wird um den Termin zu bestätigen. Wenn "Ja" wird der Kunde aufgefordert mit PayPal zu bezahlen und der Termin ist ausstehend bis die Bezahlung von paypal bestätigt wurde. Wenn "Nein" wird der Termin als ausstehend markiert bis er manuell mit dem %s bestätigt wird außer Automatische Bestätigung ist nicht auf "Ja" gesetzt.
es_es: Si tu pides pago para aceptar citas. Si seleccionas "si" al cliente se le solicita que pague a través de paypal, y la cita quedará en estatus pendiente hasta que el pago sea confirmado por paypal. Si selecciona "no", la cita estará en estatus pendiente hasta que tú manualmente la apruebes usando %s, a no ser que tengas configurado " auto confirm" como "si"
fr_fr: Si vous avez besoin d'un paiement pour accepter des rendez-vous. En cas de sélection Oui, le client est invité à payer par Paypal et la nomination sera en état ​​en attente jusqu'à ce que le paiement soit confirmé par Paypal IPN. En cas de sélection Non, rendez-vous est en état attente jusqu'à ce que vous approuvez manuellement à l'aide %s moins Confirmation automatique n'est pas défini comme Oui.
it_it: Stai richiedendo un pagamento per accettare l'appuntamento. Se è selezionato "Si" verrà richiesto al cliente di pagare attraverso paypal e l'appuntamento risulterà pendente fino alla conferma di pagamento attraverso Paypal IPN. Se è selezionato il No l'appuntamento risulterà pendente fino a che non approverai manualmente usando lo %s a meno che il pulsante Conferma automatica non sia impostato a Si
nl_nl: Vereist u een betaling om afspraken te accepteren? Indien u JA heeft geselecteerd, wordt de klant verzocht via Paypal te betalen en is de afspraak niet bevestigd totdat Paypal de betaling bevestigd. Indien u NEE selecteerd, zal de afspraak niet worden bevestigd totdat u deze handmatig goedkeurt middels %s, tenzij Automatisch Bevestigen niet op JA is gezet.
pl_pl: Czy wymagana jest płatność do zaakceptowania rezerwacji. Jeśli TAK, klient jest proszony o dokonanie płatności za pomocą PayPal a rezerwacja otrzyma status "oczekująca" do czasu potwierdzenia otrzymania płatnośc przez PayPal. Jeśli NIE, rezerwacja będzie miała status "oczekująca" do czasu ręcznego zatwierdzenia %s, jeśli "Automatyczne potwierdzanie nie zostało włączone.
pt_br: Se você requer pagamento para aceitar compromissos. Se selecionar Sim, o cliente é convidado a pagar através do Paypal e o compromisso permanecerá em pendente até que o pagamento seja confirmado pelo Paypal IPN. Se selecionar Não, o compromisso permanecerá em pendente até aprová-lo manualmente usando o %s a menos que Auto Confirmar não esteja definido como Sim.
pt_pt: Caso requer pagamento para aceitar as marcações. Se for selecionado Sim, o cliente é convidado a pagar através do Paypal e a sua data marcada permanecerá pendente até que o pagamento seja confirmado pelo IPN do Paypal . Se for selecionado Não, a data marcada permanecerá em estado pendente até que o aprove manualmente, usando o %s a menos que Auto Confirmação não esteja definida para Sim.
ru_ru: Требуется ли вам оплату принять назначений. Если выбран Да, клиента просят оплатить через Paypal и назначение будет в отложенного статуса до оплаты подтверждается Paypal IPN. Если выбрано Нет, назначение будет в состояние ожидания, пока вы вручную не одобрить его, используя %s если Авто Подтвердите не не установлен в качестве Да.
tr_tr: İster randevuları kabul etmek için bir ödeme gerektirir. Evet seçili olduğunda, istemci Paypal üzerinden ödeme yapmak istedi ve ödeme Paypal IPN tarafından onaylandıktan kadar randevu durum olacak. Otomatik onaylama Evet olarak ayarlı değil sürece %s kullanarak el ile onaylama kadar No seçtiyseniz, randevu içinde durum olacak.

source: Appointments page
da_dk: Aftale side
de_de: Termin-Seite
es_es: Página de citas
fr_fr: Page des Rendez-vous
it_it: Pagina appuntamenti
nl_nl: Afsprakenpagina
pl_pl: Strona z rezerwacjami
pt_br: Página de Compromissos
pt_pt: Pagina de Datas Marcadas
ru_ru: Страница Бронирования
tr_tr: Randevu sayfası

source: Currency
fr_fr: Devise
pl_pl: Waluta
pt_br: Moeda
pt_pt: Moeda de câmbio

source: PayPal Mode
da_dk: Pay-pal klar
es_es: Modo paypal
fr_fr: Mode PayPal
it_it: Metodo paypal
nl_nl: PayPal Modus
pl_pl: Tryb PayPal
pt_br: Modo PayPal
pt_pt: Modo PayPal
ru_ru: Режим PayPal
tr_tr: PayPal Modu

source: Sandbox
es_es: Modo de prueba
fr_fr: Mode test
nl_nl: "Zandbak" (testomgeving)
pl_pl: Tryb testowy
pt_br: Modo de Teste
ru_ru: Песочница
tr_tr: Sandbox modu

source: Live
es_es: Directo
fr_fr: Mode activé
nl_nl: Operationeel
pt_br: Funcionamento Real
pt_pt: Activo
ru_ru: Лайф
tr_tr: Canlı Mod

source: PayPal Merchant E-mail
da_dk: PayPal sælger E-mail
de_de: PayPal Händler E-mail
es_es: Email mercantil Paypal
fr_fr: e-Mail commerçant Paypal
it_it: Email Commerciante PayPal
nl_nl: PayPal, e-mailadres van handelaar
pt_br: E-mail de Comerciante do PayPal
pt_pt: E-mail Comerciante do PayPal
ru_ru: PayPal Merchant Электронная почта
tr_tr: PayPal Tüccar E-maili

source: Just for your information, your IPN link is: <b>%s </b>. You may need this information in some cases.
da_dk: Til din information, dit IPN link er <b>%s </b>. Dette kan du komme til at skulle bruge senere i nogen sammenhæng.
de_de: Für Ihre Information: Ihre IPN verlinkt nach <b>%s </b>. Sie könnten diese Informationen in manchen fällen benötigen.
es_es: Sólo por información, tu IPN link es <b>%s </b>. Es posible que necesites esta información en algunos casos.
fr_fr: Pour information, votre lien IPN est: %s . Gardez cette information, cela peut vous servir plus tard.
it_it: Per tua informazione, il tuo link IPN è: <b>%s </b>. Potresti averne bisogno in qualche caso.
nl_nl: Ter info: uw IPN link is: <b>%s</b>. U kunt deze informatie in sommige gevallen nodig hebben.
pt_br: Apenas para sua informação, seu link IPN é: <b>%s </b>. Talvez você precise desta informação em alguns casos.
pt_pt: Apenas para sua informação, seu link IPN é: <b>%s </b>. Pode precisar desta informação em alguns casos.
ru_ru: Просто для информации, ваш IPN ссылка: <b> %s </ B>. Возможно, вам эту информацию в некоторых случаях.
tr_tr: Sadece bilgin olsun, senin IPN bağlantı vardır: <b>%s </b>. Bazı durumlarda bu bilgilere gereksinim duyabilirsiniz.

source: Thank You Page
da_dk: Tak side
de_de: Dankes-Seite
es_es: Página de agradecimiento
fr_fr: Page de Remerciement
it_it: Pagina ringraziamento
nl_nl: Bedank pagina
pl_pl: Strona z podziękowaniami
pt_br: Página de Agradecimento
pt_pt: Página de Agradecimento
ru_ru: Спасибо страницу
tr_tr: Teşekkür Sayfası

source: The page that client will be returned when he clicks the return link on Paypal website.
da_dk: Den side, kunden vil blive sendt til, når han klikker på retur linket på Paypal hjemmesiden.
de_de: Die Seite auf die ein Kunde weitergeleitet wird, nachdem er den "Return Link" auf PayPal geklickt hat.
es_es: La página a la que el cliente es conducido tras realizar "clic" en el enlace "return" de la página de Paypal.
fr_fr: La page ou le client sera retourné quand il clique sur le lien de retour sur le site de Paypal.
it_it: Questa pagina verrà visualizzata dal cliente quando clicca sul link di ritorno nel sito di Paypal.
nl_nl: De pagina waarnaar de klant wordt teruggeleid wanneer hij de terug-link op de paypal website gebruikt.
pt_br: A página a que o cliente será devolvido quando clicar no link de retorno no site do Paypal.
pt_pt: A página onde o cliente será enviado assim que clica a link de retorno na website do Paypal.
ru_ru: Страница, клиент будет возвращен, когда он нажимает на ссылку возврата на сайте Paypal.
tr_tr: Paypal Web sitesine dönüş bağlantısına tıkladığında sayfa istemci döndürdü.

source: Deposit (%)
da_dk: Depositum (%)
de_de: Anzahlung (%)
es_es: Deposito (%)
fr_fr: Dépôt (%)
it_it: Cauzione (%)
nl_nl: Aanbetaling (%)
pl_pl: Kaucja (%)
pt_br: Depósito (%)
pt_pt: Deposito (%)
ru_ru: Депозит
tr_tr: Depozito (%)

source: You may want to ask a certain percentage of the service price as deposit, e.g. 25. Leave this field empty to ask for full price.
da_dk: Du vil måske ønske en vis procentdel af prisen tjeneste som depositum, fx 25. Lad feltet stå tomt for at bede om fuld pris.
de_de: Geben sie die Prozent an, die Sie als Anzahlung auf Ihr Angebot erhalten möchten - z.B. 25. Lassen Sie dieses Feld leer um den vollen Preis zu verlangen.
es_es: Es posible que quieras solicitar un porcentaje del precio en forma de deposito, por ejemplo 25. Deja este campo vacío para pedir el precio completo
fr_fr: Vous pouvez demander un certain pourcentage du prix de service à titre de dépôt, par exemple, 25. Laissez ce champ vide pour demander des prix plein.
it_it: Potresti voler richiedere una percentuale di cauzione del prezzo del servizio, esempio il 25. Lascia questo campo vuoto per richiedere il prezzo intero.
nl_nl: U kunt indien gewenst een percentage van de prijs als aanbetaling vragen. Bijvoorbeeld 25. Laat dit veld leeg om de volledige prijs te vragen.
pt_br: Você pode determinar uma percentagem do preço do serviço como depósito, por exemplo 25. Deixe este campo em branco para determinar o preço cheio.
pt_pt: Caso queira receber uma certa percentagem do preço por tarefa, como depósito, por exemplo 25. Deixe este campo por preencher para depois pedir o resto do custo.
ru_ru: Вы можете задать определенный процент от стоимости услуг в качестве депозита, например, 25. Оставьте это поле пустым, чтобы попросить полный список цен.
tr_tr: Servis fiyatı belli bir yüzdesi mevduat, örneğin 25 sormak isteyebilirsiniz. Bu alan için tam fiyat sormak için boş bırakın.

source: Deposit (fixed)
da_dk: Depositum (fast)
de_de: Anzahlung (Fixbetrag)
es_es: Depósito (cantidad fija)
fr_fr: Dépôt (fixe)
it_it: Cauzione (fissa)
nl_nl: Aanbetaling (vast)
pl_pl: Kaucja (stała wartość)
pt_br: Depósito (fixo)
pt_pt: Depósito (fixo)
ru_ru: Залог (фиксированной)
tr_tr: Depozito (Sabit)

source: Same as above, but a fixed deposit will be asked from the client per appointment. If both fields are filled, only the fixed deposit will be taken into account.
da_dk: Samme som ovenfor, men et fast depositum pr. aftale vil blive forlangt af kunden. Hvis begge felter er udfyldt, vil kun det faste depositum komme i betragtning.
de_de: Wie oben, nur wird der Kunde hier um eine festgelegte Anzahlung gebeten. Wenn beide Felder befüllt sind, wird nur der Fixbetrag beachten.
es_es: Lo mismo que el anterior, pero un depósito a plazo fijo se le pedirá al cliente por cita. Si se llenan ambos campos, sólo el depósito fijo se tendrá en cuenta.
fr_fr: Comme ci-dessus, mais un dépôt fixe sera demandé par le client par rendez-vous. Si les deux champs sont remplis, seul le dépôt fixe sera prise en compte.
it_it: Come sopra, ma una cauzione fissa verrà richiesta al cliente per l'appuntamento. Se entrambi i campi sono completati, verrà usato solo il deposito fisso nell'account.
nl_nl: Zelfde als hierboven, maar dan een vaste aanbetaling per afspraak. Indien u beide velden invult, wordt alleen de vaste aanbetaling gehanteerd.
pt_br: Igual ao anterior, mas um depósito fixo por compromisso será solicitado ao cliente. Se ambos os campos estiverem preenchidos, apenas o depósito fixo será considerado.
pt_pt: Igual ao anterior, mas um depósito fixo por data marcada será solicitado ao cliente. Se ambos os campos forem preenchidos, apenas o depósito fixo será tomado em conta.
ru_ru: То же самое, но срочный вклад будет предложено от клиента на встречу. Если оба поля заполнены только фиксированный депозит будет принято во внимание.
tr_tr: Aynı aynı derecede yukarıda, ama sabit bir ödeme müşteri randevu başına istenecektir. Her iki alan doldurulmuşsa, sadece sabit mevduat dikkate alınacaktır.

source: Allow zero-priced appointments auto-confirm
da_dk: Tillad automatisk bekræftelse af bookinger med pris på 0
de_de: Nullpreisige Termine automatisch bestätigen
fr_fr: Autoriser l'auto-confirmation pour les rendez-vous sans prix
it_it: Abilita l'auto conferma per gli appuntamenti a costo zero
nl_nl: Sta afspraken van €0,- toe bij automatische bevestiging
pt_br: Permitir confirmação automática de agendamentos grátis (cujo preço é zero)
pt_pt: Autorizar datas marcadas com preço a zero por auto-confirmação
ru_ru: Разрешить автоматическое подтверждение бронирования с нулевой ценой
tr_tr: Sıfır fiyat randevuları auto-onaylamak izin ver

source: Allow auto-confirm for zero-priced appointments in a paid environment.
da_dk: Tillad auto-konformering til nul-prissatte bookinger, selvom der modtages betaling for bookinger.
de_de: Nullpreisige Termine in einem Zahlbereich automatisch bestätigen lassen.
fr_fr: Autoriser l'auto-confirmation pour les rendez-vous sans prix dans un environnement payés.
it_it: Abilita l'auto conferma per gli appuntamenti a costo zero se nel sistema è abilitata la funzione per accettare i pagamenti.
nl_nl: Sta automatische bevestiging toe van afspraken van €0,- in een betaalde omgeving.
pt_br: Permitir confirmação automática de agendamentos grátis (cujo preço é zero) em um ambiente pago.
pt_pt: Autorizar confirmação automática para datas marcads com preços a zero no caso de pagamento.
ru_ru: Разрешить автоматическое подтверждение бронирования с нулевой ценой в конфигурациях с оплатой
tr_tr: İzin otomatik-ücretli bir ortamda sıfır fiyat randevular için onaylayın.

source: Time base
pl_pl: Bazując na czasie
pt_br: Base de tempo
pt_pt: Base de tempo

source: Minimum time that will be effective for durations, appointment and schedule intervals. Service durations can only be set as multiples of this value. Default: 30.
da_dk: Minimum tid, der vil være effektiv for varighed, udnævnelse og planlægge intervaller. Service varigheder kan kun indstilles som multipla af denne værdi. Standard: 30..
de_de: Minimales Zeitinterall, welches für Dauer, Termin und Terminplan gilt. Service-Dauer kann nur ein Vielfaches dieses Wertes sein. Vorgabe: 30.
es_es: El tiempo mínimo que será efectivo para la duración, reservas e intervalos de horarios. La duración de los servicios sólo puede ser establecida como múltiplos de este valor. El valor por defecto son 30 minutos.
fr_fr: Temps minimum qui sera affecté pour les durées des rendez-vous et des intervalles du calendrier. La durée d'un service peu seulement être un multiple de cette valeur. Défaut : 30.
it_it: Tempo minimo dedicato ad un appuntamento. La durate del servizio richiesto potrà essere solo come multiplo di questo valore. Predefinito: 30
nl_nl: Minimum tijd die gebruikt word voor tijdsduur, afspraken en intervallen in de kalender. Tijdsduur van diensten kan alleen als veelvoud van deze waarde worden ingesteld. Standaard 30
pl_pl: Minimalna długość interwału czasu dla dokonywanych rezerwacji. Długość trwania poszczególnych usług może być ustawiona jako wielokrotność tej wartości. Domyślna wartość: 30
pt_br: O tempo mínimo que será efetivado para períodos, compromisso e intervalos da agenda. Durações de serviço só pode ser definido como múltiplos desse valor. Padrão: 30.
pt_pt: O horário mínimo que será efetivado para períodos de tempo, marcações e intervalos do programa Durações de tarefas só podem ser definidas como múltiplos desse valor. Padrão: 30.
ru_ru: Минимальное время, что будет действовать в течение длительности, назначения и расписания интервалами. Обслуживание продолжительность может быть установлен только кратными этой величины. По умолчанию: 30.
tr_tr: En az saat süreleri, randevu ve plan aralığı-ecek var olmak etkili. Hizmet süreleri, yalnızca bu değeri katları ayarlayabilirsiniz. Varsayılan: 30.

source: Additional time base (minutes)
da_dk: Ekstra tid basen (minutter)
de_de: Zusätzliche Zeitbasis (Minuten)
es_es: Tiempo base adicional (minutos)
fr_fr: Base de temps supplémentaire (minutes)
it_it: Time base addizionale (minuti)
nl_nl: Extra tijdsduur (minuten)
pl_pl: Dodatkowa jednostka czasu (min)
pt_br: Tempo base adicional (mins)
pt_pt: Horário base adicional (minutos)
ru_ru: Дополнительное время база (минут)
tr_tr: Ek süre temel (dakika)

source: If the above time bases do not fit your business, you can add a new one, e.g. 240. Note: After you save this additional time base, you must select it using the above setting. Note: Minimum allowed time base setting is 10 minutes.
da_dk: Hvis ovenstående tidsbaser ikke passer din virksomhed, kan du tilføje en ny, fx 240. Bemærk: Når du gemmer denne ekstra tid base, skal du vælge den ved hjælp af ovenstående indstilling. Bemærk: Minimum tilladt tidsbase indstilling er 10 minutter.
de_de: Wenn die obengenannten Zeitbasen nicht zu Ihrem Geschäft passen, können Sie eine neue erstellen, zB. 240. Hinweis: Nachdem Sie diese zusätzliche Zeitbasis gespeichert haben, müssen Sie sie auswählen, indem Sie die obengenannte Einstellung nutzen. Hinweis: die Minimalzeitbasis ist 10 Minuten.
es_es: Si los periodos de tiempo no se ajustan a tu negocio, puedes añadir uno nuevo, por ejemplo 240. ten en cuenta que después de guardar este periodo adicional, debes seleccionarlo a través del ajuste de arriba. Advierte que el tiempo base mínimo es de 10 minutos.
fr_fr: Si la base de temps ci-dessus ne correspond pas avec votre entreprise, vous pouvez en ajouter une nouvelle, e.g. 240. Note : Après que vous ayez sauvegardé cette base de temps, vous devez la sélectionner en utilisant les paramètres ci-dessus. Note : La base de temps minimum permise est de 10 minutes.
it_it: Se questo time bases non è adatto al tuo lavoro, puoi aggiungerne uno nuovo, esempio 240. Nota: dopo aver salvato time base addizionale devi selezionarlo usando l'impostazione sottostante. Nota Minimo time base è di 10 minuti.
nl_nl: Als de bovengenoemde tijdsduur voor uw organisatie niet werkt, kunt u een nieuwe toevoegen. Voorbeeld: 240. Let op, nadat u deze opslaat, moet u de waarde selecteren, gebruikmakend van bovenstaande instelling. Minimaal toegestane waarde is 10.
pl_pl: Jeżeli żadna z powuższych wartości nie odpowiada twojemu modelowi biznesowemu, możesz w tym polu dodać dodatkową np. 240. Po zapisaniu dodatkowej wartości czasu, należy ją wybrać z listy powyżej. Minimalny czas usługi to 10 minut.
pt_br: Se as bases de tempo acima não se encaixam no seu negócio, você pode adicionar uma nova, por exemplo, 240. Nota: Depois de salvar esta base de tempo adicional, você deve selecioná-la usando a configuração acima. Nota: A definição da base de tempo permitido mínima é de 10 minutos.
pt_pt: Se as bases de horário acima não são favoráveis ao seu negócio, pode adicionar uma nova base; por exemplo, 240. Aviso: Depois de salvaguardar esta base de horário adicional, deve selecioná-la usando a configuração acima. Aviso: A definição da base de horário permitido mínimo é de 10 minutos.
ru_ru: Если приведенные выше основания времени не подходят вашего бизнеса, вы можете добавить новый, например 240. Примечание: После сохранения этой дополнительной временную базу, необходимо выбрать его с помощью выше настройки. Примечание: минимально допустимой база времени 10 минут.
tr_tr: Yukarıdaki zaman üsleri iş uygun değilse, bir yeni bir, örneğin 240 ekleyebilirsiniz. Not: Bu ek süre temel kaydettikten sonra yukarıdaki ayarı kullanarak seçmelisiniz. Not: En az 10 dakika zaman temel ayar verilir.

source: Admin side time base (minutes)
da_dk: Admin side tidsbase
de_de: Adminseitenzeitbasis (Minuten)
es_es: Tiempo base del administrador (en minutos)
fr_fr: Temps de base du côté de l'Admin (minutes)
it_it: Admin time base (minuti)
nl_nl: Tijdsduur voor Admin (minuten)
pl_pl: Jednostka czasu w panelu administratora (min)
pt_br: Base de tempo do Administrador (minutos)
pt_pt: Base de horário da Admin (minutos)
ru_ru: Базовый интервал для админа (минут)
tr_tr: Yönetici tarafında zaman Bankası (dakika)
