Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: You can use the shortcode like this: <code>[app_provider_locations]</code>
de_de: Du kannst Shortcodes wie diesen nutzen: <code>[app_service_location]</code>
fr_fr: Vous pouvez utiliser les shortcodes comme ceci : <code>[app_service_location]</code>
nl_nl: U kunt de shortcode zo gebruiken: <code>[app_service_location]</code>
pt_br: Você pode usar o shortcode como este: <code> [app_provider_locations] </code>
pt_pt: Pode usar o shortcode assim: <code> [app_provider_locations]</code>

source: Location:
da_dk: Lokalitet:
de_de: Ort:
es_es: Localización:
fr_fr: Localisation :
it_it: Ubicazione:
nl_nl: Locatie:
pl_pl: Lokalizacja:
pt_br: Localização:
pt_pt: Localização
ru_ru: Адрес:
tr_tr: Şehir:

source: Appointment in shopping cart format
da_dk: Aftale i indkøbskurv format
de_de: Termin im Warenkorbformat
es_es: Reservas en formato de carrito de compra
fr_fr: Rendez-vous en format panier d'achat
it_it: Appuntamenti in formato shopping cart
nl_nl: Afspraak in winkelwagen indeling
pt_br: Compromissos em formato de carrinho de compras
pt_pt: Datas marcadas formatadas ao carrinho de compras
ru_ru: Бронирование в формате корзины
tr_tr: Alışveriş sepeti biçim randevu

source: You can use these macros: <code>%s</code>
da_dk: Du kan bruge disse makroer: <code>%s</code>
de_de: Sie können diese Befehle benutzen: <code>%s</code>
es_es: Puedes usar estos macros: <code>%s</code>
fr_fr: Vous pouvez utiliser ces macros: <code>%s</code>
it_it: Puoi usare queste macro: <code>%s</code>
nl_nl: U kunt gebruik maken van deze macros: <code>%s</code>
pl_pl: Możesz użyć tych makr: <code>%s</code>
pt_br: Você pode usar essas macros: <code> %s </code>
pt_pt: Pode utilizar estes macros: <codigo>%s</codigo>
ru_ru: Вы можете использовать эти макросы: <code> %s </ код>
tr_tr: Bu makroları kullanabilirsiniz:<code>%s</code>

source: Auto-add appointments into cart
da_dk: Tilføj aftaler automatisk til indkøbskurven
de_de: Termin automatisch in den Wahrenkorb legen
es_es: Añade automáticamente reservas al carrito
fr_fr: Auto-ajout des rendez-vous dans le panier
it_it: Aggiungi automaticamente appuntamenti al carrello
nl_nl: Automatisch afspraken toevoegen
pl_pl: Automatycznie dodaj spotkania do koszyka
pt_br: Auto-adicionar compromissos no carrinho
pt_pt: Auto-adicionar datas marcadas ao cesto
ru_ru: Автоматически добавлять встречи в тележку
tr_tr: Randevular sepeti içine otomatik olarak ekle

source: Biography post type settings
da_dk: Biografi indlæg type indstillinger
de_de: Schreibeinstellungen Biografieeintrag
es_es: Ajustes del post tipo Biografía
fr_fr: Configuration des informations personnelles
it_it: Configurazione del tipo di messaggio di Biografia
nl_nl: Biografie post type instellingen
pl_pl: Ustawienia typu treści biografia
pt_br: Configurações de tipos de postagens para Biografia
pt_pt: Configurações de tipo posto biografia

source: Biography post type
da_dk: Biografi indlægstype
de_de: Biografiebeitrag Typ
es_es: Tipo de post de biografía
fr_fr: Format de Document Biographique
it_it: Tipo articolo biografia
nl_nl: Biografie "post type"
pl_pl: Typ treści biografia
pt_br: Tipo Biografia pós
pt_pt: Tipo de postagem para Biografia
ru_ru: Тип Биография сообщение
tr_tr: Biyografi yazı tipi

source: This is the post type that will be used as biographies for your service providers.
da_dk: Dette er indlægstypen der vil blive brugt som biografier til dine serviceudbydere.
de_de: Dies ist die Beitragsart, die zur Anzeige der Biografien der Dienstleister genutzt wird.
es_es: Este es el tipo de entrada que se utilizará como biografías de sus proveedores de servicios.
fr_fr: C'est le type de document qui sera utilisé pour la biographie des prestataires de services
it_it: Questo è il tipo di post - articolo - che sarà usato come biografia dei tuoi fornitori di servizi
nl_nl: Dit is het soort "post" dat als biografie voor uw dienstverleners wordt gebruikt.
pt_br: Este é o tipo de post que será usado como biografias de seus prestadores de serviços.
pt_pt: Este é o tipo de postagem que será usado como biografias para seus provedores de tarefas.
ru_ru: Это тип сообщение, которое будет использоваться в качестве биографий для ваших поставщиков услуг.
tr_tr: Bu biyografi servis sağlayıcılar için kullanılacak yazı türüdür.

source: Service Description post type Settings
da_dk: Service Beskrivelse indlægstype indstillinger
de_de: Schreibeinstellung Servicebeschreibung
es_es: Ajustes del post Descripción de Servicios
fr_fr: Configuration de la description des services
it_it: Configurazione del tipo de messaggio della Descrizione del Servizio
nl_nl: Service omschrijving post type instellingen
pt_br: Configurações de tipo de postagens de Descrição de Serviço.
pt_pt: Configurações, tipo postos para Descrição das Tarefas

source: Service Description post type
da_dk: Service Beskrivelse indlægstype
de_de: Servicebeschreibungsbeitrag Typ
es_es: Servicio de descripción de tipo de post
fr_fr: Format de Document de Description de services
it_it: Tipo di articolo descrizione servizio
nl_nl: "Post Type" Omschrijving Dienst
pt_br: Post type Descrição de Serviço
pt_pt: Tipo de postagem para Descrição das Tarefas
ru_ru: Тип Описание услуги сообщение
tr_tr: Hizmet açıklaması yazı tipi

source: This is the post type that will be used as descriptions for your services.
da_dk: Dette er indlægstypen der vil blive anvendt som beskrivelser af dine servicer.
de_de: Dies ist der Beitragstyp, der als Beschreibung für ihre Dienstleistungen benutzt wird.
es_es: Este es el tipo de entrada que se utilizará como descripción de sus servicios
fr_fr: C'est le type de document qui sera utilisé pour la description des services
it_it: Questo sarà i tipo di post - articolo - che sarà usato come descrizione dei tuoi servizi
nl_nl: Post type dat gebruikt wordt als omschrijving van uw diensten
pt_br: Este é o tipo de post que será usado como descrições de seus serviços.
pt_pt: Este é o tipo de postagem que será usado como descrições para suas tarefas.
ru_ru: Это тип сообщение, которое будет использоваться в качестве описания для ваших услуг.
tr_tr: Bu açıklamaları gibi hizmetleriniz için kullanılacak yazı türüdür.

source: As set in Appointments+ settings in profile (default)
da_dk: Som indstillet i bookingsystemets indstilling i profil (standard)
de_de: Wie in den Appointments+ Einstellungen im Profil eingestellt (voreingestellt)
es_es: Como se establece la configuración de A+ en el perfil ( por defecto)
fr_fr: Comme défini dans la configuration de Appointments+ (défaut)
it_it: Come impostato nelle impostazioni di Appointments+ (predefinito)
nl_nl: Zoals ingesteld in Appointments+ instellingen in profiel (standaard)
pl_pl: Tak jak ustawiono Appointments+ w profilu (domyślnie)
pt_br: Conforme estabelecido em configurações de Compromissos no perfil (padrão)
pt_pt: Conforme definido nas Datas Marcadas+ configurações no perfil (padrão)
ru_ru: Как установлено в назначениям + настройки в профиле (по умолчанию)
tr_tr: Randevular + ayarları profili (varsayılan) alanında belirlenen

source: User display name
da_dk: Brugernavn til visning
de_de: Useranzeige Name
es_es: Mostrar el nombre de usuario
fr_fr: Nom d'utilisateur
it_it: Nome utente mostrato
nl_nl: Gebruikersnaam, zoals getoond
pl_pl: Wyświetlane imię użytkownika
pt_br: Nome de exibição do usuário
pt_pt: Nome exibido do usuário
ru_ru: Пользователь отображаемое имя
tr_tr: Kullanıcı görünen adı

source: Nickname
da_dk: Øgenavn
de_de: Spitzname
es_es: Apodo
fr_fr: Surnom
nl_nl: Bijnaam
pl_pl: Pseudonim
pt_br: Apelido
pt_pt: Apelido
ru_ru: Ник
tr_tr: Kullanici adı

source: First name, followed by last name, space-separated
da_dk: Fornavn, efterfulgt af efternavn, space separeret.
de_de: Vorname, gefolgt vom Nachnamen, mit Leerzeichen abgetrennt
es_es: Primer nombre, seguido de apellido, con espacios separados
fr_fr: Le prénom, suivi du nom de famille, séparé par des espaces
it_it: Nome, seguito dal cognome, separati da uno spazio
nl_nl: Voornaam, gevolgd door achternaam, door spatie gescheiden.
pl_pl: Imię, potem nazwisko, oddzielone spacją
pt_br: Nome, seguido de sobrenome, separado por espaços
pt_pt: Nome, seguido de sobrenome, separado por espaços
ru_ru: Имя, а затем по фамилиям, разделенных пробелами
tr_tr: İlk isim, ardından son adı boşlukla ayrılmış,

source: First name, followed by last name, comma-separated
da_dk: Fornavn, efterfulgt af efternavn, komma separeret
de_de: Vorname gefolgt von Nachname, komma-getrennt
es_es: Primer nombre, seguido de apellido, separados con comas
fr_fr: Le prénom, suivi du nom de famille, séparé par des virgules
it_it: Nome, seguito dal cognome, separato da uno spazio
nl_nl: Voornaam, gevolgd door achternaam, door komma gescheiden.
pl_pl: Imię, potem nazwisko, oddzielone przecinkiem
pt_br: Nome, seguido de sobrenome, separado por espaços
pt_pt: Nome, seguido de sobrenome, separado por espaços
ru_ru: Имя, а затем по фамилиям, разделенных запятыми
tr_tr: Ardından son adı, adı, virgülle ayrılmış

source: Last name, followed by first name, space-separated
da_dk: Efternavn, efterfulgt af fornavn, space separeret.
de_de: Nachname, gefolgt vom vornamen, mit Leerzeichen abgetrennt
es_es: Apellido, seguido de nombre, separado con espacios
fr_fr: Le nom de famille, suivi du prénom, séparé par des espaces
it_it: Cognome, seguito dal nome, separato da uno spazio
nl_nl: Achternaam, gevolgd door voornaam, door spatie gescheiden
pl_pl: Nazwisko, potem imię, oddzielone spacją
pt_br: Sobrenome, seguido pelo nome, separado por espaços
pt_pt: Sobrenome, seguido de nome, separado por espaços
ru_ru: Фамилия, а затем по имени, разделенных пробелами
tr_tr: Boşlukla ayrılmış ilk adı, soyadı,

source: Last name, followed by first name, comma-separated
da_dk: Efternavn, efterfulgt af fornavn, komma separeret.
de_de: Nachname, gefolgt vom Vornamen, mit Komma getrennt
es_es: Apellido, seguido de nombre, separado con comas
fr_fr: Le nom de famille, suivi du prénom, séparé par des virgules
it_it: Cognome, seguito dal nome, separato dalla virgola
nl_nl: Achternaam, gevolgd door voornaam, door komma gescheiden
pl_pl: Nazwisko, potem imię, oddzielone przecinkiem
pt_br: Sobrenome, seguido pelo nome, separado por vírgulas
pt_pt: Sobrenome, seguido pelo nome, separado por vírgulas
ru_ru: Фамилия, а затем по имени, разделенных запятыми
tr_tr: Virgülle ayrılan ilk adı, soyadı,

source: Worker display names
da_dk: Medarbejdersnavn som vises
de_de: Anzeige der Mitarbeiternamen
es_es: Mostrar nombre de trabajadores
fr_fr: Présenter les noms des actifs
it_it: Nome pubblico lavoratore
nl_nl: Getoonde naam medewerker
pt_br: Nomes de exibição do Trabalhador
pt_pt: Panel dos nomes dos operários
ru_ru: Имена работник дисплей
tr_tr: İşçi görünen adları

source: This is the name format that will be used by default for your service providers.
da_dk: Dette er det navneformat som vil blive brugt som standard for dine serviceudbydere.
de_de: Dies ist das voreingestellte Namensformat, das von den Dienstleistern verwendet wird.
es_es: Este es el formato de nombre que se utiliza por defecto para sus proveedores de servicios.
fr_fr: C'est le format de nom qui sera employé par défaut pour vos prestataires de service.
it_it: Questo è il formato del nome che verrà usato in modalità predefinita per il tuoi fornitori di servizi.
nl_nl: Het naamformaat zoals standaard gebruikt voor uw medewerkers
pt_br: Este é o formato do nome que será usado por padrão para os seus prestadores de serviços.
pt_pt: Este é o nome do formato que será utilisado como padrão para os prestadores de tarefas.
ru_ru: Это формат имя, которое будет использоваться по умолчанию для ваших поставщиков услуг.
tr_tr: Servis sağlayıcılar için varsayılan olarak kullanılacak ad biçimi bu.

source: Fallback
de_de: Ersatzfunktion
es_es: Alternativa
fr_fr: Secours
it_it: Indietro
nl_nl: Terugvaloptie
pt_br: Retorno
pt_pt: Escapa
ru_ru: Отступление
tr_tr: Geri Çekilmek

source: This is the name format that will be used as fallback, in case the default value is not set.
da_dk: Dette er det navneformat som vil blive brugt som fallback, hvis standardværdien ikke er indstillet.
de_de: Dies ist das Namensformat, das als Ersatzfunktion verwendet wird, wenn die Voreinstellung nicht festgelegt ist.
es_es: Este es el formato de nombre que se utiliza como alternativa, en caso de que no se establezca un valor por defecto
fr_fr: Ceci est le format de nom qui sera utilisé comme secours, au cas où la valeur par défaut n'est pas défini.
it_it: Questo è il formato del nome che verrà usato come ritorno, nei casi in cui il valore non sia stato impostato.
nl_nl: Het naamformaat dat gebruikt wordt als terugvaloptie, indien de standaarwaarde niet is ingesteld.
pt_br: Este é o formato do nome que será usado como retorno, no caso de o valor padrão não está definido.
pt_pt: Este é o nome do formato que será usado como uma escapa, no caso de o valor padrão não estar definido.
ru_ru: Это формат имя, которое будет использоваться в качестве запасного варианта, в случае, значение по умолчанию не установлен.
tr_tr: Varsayılan değer atanmamış durumunda son çare olarak, kullanılacak ad biçimi bu.

source: Default Service Settings
da_dk: Default Service Indstillinger
de_de: Standardserviceeinstellungen
es_es: Ajustes predeterminados de servicio
fr_fr: Paramètres du Service par défaut
it_it: Configurazione predefinite del servizio
nl_nl: Standaard service instellingen
pt_br: Configuração Padrão de Serviço
pt_pt: Padrão das Configurações de Tarefas

source: Default Service
da_dk: Standard Service
de_de: Standarddienst
es_es: Servicio por defecto
fr_fr: Service par défaut
it_it: Servizio predefinito
nl_nl: Standaard service
pl_pl: Usługa domyślna
pt_br: Serviço Padrão
pt_pt: Tarefa Padrão
ru_ru: Услуга по умолчанию
tr_tr: Varsayılan Servis

source: This is the service that will be used as the default one.
da_dk: Det er denne service, der vil blive brugt som standard.
de_de: Das ist der Lieferant der als Standarddienst verwendet wird.
es_es: Este es el servicio que se usara por defecto
fr_fr: C'est le service qui sera utilisé par défaut.
it_it: Questo è il servizio predefinito.
nl_nl: Dit is de service die gebruikt zal worden als de standaard service.
pl_pl: Usługa będzie używana jako domyślna.
pt_br: Este é o serviço que será usado como padrão.
pt_pt: Esta tarefa será usada como padrão.
tr_tr: Bu varsayılan olarak kullanılacak hizmettir.

source: Time slot calculus method
da_dk: Tidssammenlægningsmetoden
de_de: Zeitfensterberechnungsmethode
es_es: Método de calculo de franja horaria
fr_fr: Méthode de calcul de tranche horaire
it_it: Metodo di calcolo della fascia oraria
nl_nl: Methode van berekening voor tijdblok.
pl_pl: Metoda liczenia godzin wizyt.
pt_br: Método de cálculo de intervalo de tempo
pt_pt: Método de cálculo de intervalo de horas
ru_ru: Слот Время метод исчисления
tr_tr: Randevu için uygulamak için bir serbest zaman dilimi üzerinde tıklatın.

source: Your duration calculus will be determined by the define value.
da_dk: Din varighedssammenlægning vil blive bestemt af den definerede værdi.
de_de: Ihre Dauerkalkulation wird vom Definitionswert bestimmt.
es_es: Tu calculo de duración será determinado por el valor definido
fr_fr: Votre calcul de durée sera déterminé par la valeur définie.
it_it: Il tuo calcolo di durata sarà determinato dal valore predefinito.
nl_nl: De berekening van de duur wordt bepaald door de gedefinieerde waarde.
pt_br: A sua duração de cálculo será determinado pelo valor definir.
pt_pt: Duração de cálculo será determinada pelo valor definido.
ru_ru: Ваш продолжительность исчисление будет определяться определить значения.
tr_tr: Süre matematik tanımla değeri tarafından belirlenmektedir.

source: Minimum time based appointment duration calculus <em>(legacy)</em>
da_dk: Minimum tidsbaseret booking varighed sammenregning <em>(legacy)</em>
de_de: Minimalzeitbasierte Termindauerberechnung <em>(legacy)</em>
es_es: Calculo mínimo de tiempo para determinar la duración de una cita <em>(legacy)</em>
fr_fr: Le temps minimum basé la durée de calcul du rendez-vous <em>(legacy)</em>
it_it: Fascia oraria minima per appuntamento <em>(legacy)</em>
nl_nl: Minimale tijd waarop lengte van afspraak berekend word. <em>(legacy)</em>
pt_br: Cálculo de tempo mínimo de duração de compromisso <em> (legado) </em>
pt_pt: Cálculo de horas mínimas de duração de marcações <em> (legado) </em>
ru_ru: Минимальное время продолжительность назначение на основе исчисления <em> (наследие) </ EM>
tr_tr: En az süre randevu süresi matematik <em>(eski)</em> dayalı

source: Service duration based calculus
da_dk: Service varighedbaseret sammenregning
de_de: Servicedauerbasierte Berechnung
es_es: Base de calculo de la duración del servicio
fr_fr: Calcul de la durée de base
it_it: Calcolo durata del servizio
nl_nl: Berekening op basis van diensten
pt_br: Cálculo de duração de serviço
pt_pt: Cálculo de base da duração de tarefas
ru_ru: Исчисление продолжительности Сервисное
tr_tr: Hizmet süresi temel matematik

source: Boundaries detection
da_dk: grænse afsløring
de_de: Grenz-Erkennung
es_es: Detección de límites
fr_fr: Détection des limites
it_it: Rilevamento confini
nl_nl: Grenzen detectie
pt_br: Deteção de limites
pt_pt: Deteção de limites
ru_ru: Обнаружение Границы
tr_tr: Sınırları saptama

source: Your boundaries calculus will be determined by the define value.
da_dk: Dine grænsers sammenregning vil blive bestemt af den definerede værdi.
de_de: Ihre Grenz-Erkennung wird vom festgelegten Wert bestimmt.
es_es: El cálculo de tus límites será determinado por el valor definido
fr_fr: Le calcul de vos limites sera déterminé par la valeur définie.
it_it: Il calcolo dei confini sarà determinato dal valore definito.
nl_nl: Uw berekening wordt bepaald door de gedefinieerde grenswaarden.
pt_br: Seu cálculo de limites será determinado pelo valor definido.
pt_pt: a calculação de limites será determinada pelo valor definido.
ru_ru: Ваш границы исчисление будет определяться определить значения.
tr_tr: Sınırları matematik tanımla değeri tarafından belirlenmektedir.

source: Exact period matching <em>(legacy)</em>
da_dk: Nøjagtige periode matching <em>(legacy)</em>
de_de: Exaktes Zeitraum angleichen <em>(legacy)</em>
es_es: Periodo exacto coincidente <em>(legacy)</em>
fr_fr: La période correspondante exacte <em>(legacy)</em>
it_it: Corrispondenza al periodo Esatto <em>(legacy)</em>
nl_nl: Exact passend tijdslot <em> (legacy) </em>
pt_br: Período correspondente exato <em> (legado) </em>
pt_pt: Exacto correspondente periodo em>(legado)</em>
ru_ru: Точный период согласования <em> (наследие) </ EM>
tr_tr: Kesin süre <em>(eski)</em> eşleme

source: Detect overlap
da_dk: Opdag overlap
de_de: Überschneidungen erkennen
es_es: Detectar superposición
fr_fr: Détecter le chevauchement
it_it: Rileva sovrapposizioni
nl_nl: Detecteer overlap
pl_pl: Wykryj nakładanie się
pt_br: Detectar sobreposição
pt_pt: Detectar a sobreposição
ru_ru: Обнаружение перекрытие
tr_tr: Çakışma algılama

source: Break times calculus
da_dk: Ophæv kalkulering på grundlag af timeslots
de_de: Pausenzeiten Planung
es_es: Cálculo de los tiempos de descanso
fr_fr: Temps de pause calcul
it_it: Calcolo dei tempi di assenza
nl_nl: Bereken de pauzetijden
pt_br: Cálculo de intervalos
pt_pt: Calculação das horas de repouso
ru_ru: Раз Перерыв исчисление
tr_tr: Ara kat yüksek matematik

source: Your break times calculus will be determined by the define value.
da_dk: Dine pausetider calculus vil blive bestemt af den definere værdi.
de_de: Ihre Pausenzeitenberechnung wird vom Definitionswert bestimmt.
es_es: Sus periodos de descanso serán determinados según el valor especificado por defecto.
fr_fr: Votre temps de pause sera déterminée par le calcul de la valeur définie.
it_it: Il calcolo dei periodi di assenza sarà determinato dal valore definito
nl_nl: De berekening van uw pauzetijden wordt bepaald door de gedefiniëerde waarde.
pt_br: Seu cálculo de intervalos será determinado pelo valor definido.
pt_pt: A calculação de horas de repouso serão determinadas pelo valor definido.
ru_ru: Ваш раз перерыв исчисление будет определяться определить значения.
tr_tr: Ara kat matematik tanımla değeri tarafından belirlenmektedir.

source: Invalidate enclosed offsets <em>(legacy)</em>
da_dk: Afkræfter lukkede forskydninger <em> (legacy) </em>
de_de: Ungültige inbegriffene Offsets <em>(legacy)</em>
es_es: Invalidar <em>(legacy)</em>
fr_fr: Invalider décalages clos <em>(héritage)</em>
it_it: Invalida enclosed offsets <em>(legacy)</em>
nl_nl: Ingesloten offsets ongeldig maken <em>(verouderd)</em>
pt_br: Invalidar compensadores encerrados <em>(legado)</em>
pt_pt: Invalidar os deslocamentos cerrados em>(legado) </em>
ru_ru: Недействительными заключенные смещения <em> (наследие) </ EM>
tr_tr: Kapalı uzaklıklar <em>(eski)</em> geçersiz

source: Shift next period
da_dk: Vælg næste periode
de_de: Zur nächsten Periode
es_es: Pase al siguiente turno
fr_fr: Passer à la prochaine période
it_it: Periodo successivo
nl_nl: Verschuiven naar volgende periode
pt_br: Mudança para o próximo turno
pt_pt: Mudar o proximo periodo
ru_ru: Сдвиг следующий период
tr_tr: Sonraki vardiya

source: Cumulative
da_dk: Kumulativ
de_de: gesamt
es_es: Acumulativo
fr_fr: Accumulé
it_it: Cumulativo
nl_nl: Samengevoegd
pt_br: Cumulativo
pt_pt: acumulada
ru_ru: Общий
tr_tr: Kümülatif

source: Largest
da_dk: Største
de_de: längste
es_es: El mayor
fr_fr: Plus grand
it_it: Più grande
nl_nl: Grootste
pl_pl: Największy
pt_br: Maior
pt_pt: Maior
ru_ru: Большая
tr_tr: En büyük

source: Smallest
da_dk: Mindste
de_de: Kleinste
es_es: El menor
fr_fr: Plus petit
it_it: Più piccolo
nl_nl: Kleinste
pl_pl: Najmniejszy
pt_br: Menor
pt_pt: Mais pequeno
ru_ru: Меньшая
tr_tr: En küçük

source: Before
da_dk: Før
de_de: vor
es_es: Anterior
fr_fr: Avant
it_it: Prima
nl_nl: Voor
pl_pl: Przed
pt_br: Antes
pt_pt: Antes
ru_ru: Перед
tr_tr: Önceki

source: After
da_dk: Efter
de_de: Danach
es_es: Posterior
fr_fr: Après
it_it: dopo
nl_nl: Na
pl_pl: Po
pt_br: Depois
pt_pt: Depois
ru_ru: После
tr_tr: Sonra

source: ... applying the smaller padding of the two
da_dk: ...den mindste buffer af de to anvendes
de_de: ... den Kleineren der zwei Polster verwenden
es_es: ... aplicando el padding mas pequeño de los dos
fr_fr: ... application de la plus petite des deux marges intérieures
it_it: ... Applicando il padding più piccolo dei due
nl_nl: ... toepassing van het kleinere blok van de twee
pt_br: ... aplicando o intervalo menor dos dois
pt_pt: ... aplicando o espaço mais pequeno dos dois
tr_tr: ... iki küçük dolgu uygulama

source: ... applying the larger padding of the two
da_dk: ...den største buffer af de to anvendes
de_de: ... den Größeren der zwei Polster verwenden
es_es: ... aplicando el padding mas grande de los dos
fr_fr: ... application de la plus grande des deux marges intérieures
it_it: ... Applicando il padding più grande dei due
nl_nl: ... toepassing van het grotere blok van de twee
pt_br: ... aplicando o intervalo maior dos dois
pt_pt: ... aplicando os espaços maiores dos dois
tr_tr: ... iki büyük dolgu uygulama

source: ... adding the two together and applying the result
da_dk: ...summen af begge buffere anvendes og lægges til resultatet
de_de: ... addieren der Zwei und das Ergebnis verwenden
es_es: ... añadiendo los dos a la vez y aplicando el resultado
fr_fr: ... addition des deux ensemble et application du résultat
it_it: ... Aggiungendo entrambe le proposte e applicando il risultato
nl_nl: ... de twee samenvoegen en het toepassen op de resultaten
pt_br: ... adicionando ambos os dois e aplicando o resultado
pt_pt: ... adicionando os dois juntos e aplicando os seus resultados
tr_tr: ... iki araya ekleme ve sonuç uygulanıyor
