Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Here you should define your workers for which your client will be making appointments. <b>There must be at least one service defined.</b> Capacity is the number of customers that can take the service at the same time. Enter 0 for no specific limit (Limited to number of service providers, or to 1 if no service provider is defined for that service). Price is only required if you request payment to accept appointments. You can define a description page for the service you are providing.
pl_pl: Tutaj należy zdefiniować swoich pracowników, dla których klient będzie mógł się umówić na spotkanie. <b>Musi być zdefiniowana co najmniej jedna usługa.</b> Pojemność to liczba klientów, którzy mogą korzystać z usługi w tym samym czasie. Wpisz 0, aby nie było określonego limitu (Ograniczona do liczby usługodawców lub do 1, jeśli nie zdefiniowano żadnego dostawcy usług dla tej usługi). Cena jest wymagana tylko w przypadku, gdy żądasz zapłaty za zaakceptowanie wizyty. Można zdefiniować stronę z opisem oferowanej usługi.
pt_br: <i>Aqui você deve definir os profissionais para os quais seu cliente irá marcar agendamentos. <b>É necessário ter pelo menos um serviço definido</b>. Capacidade é o número de clientes que podem contratar o serviço ao mesmo tempo. Entre 0 para nenhum limite específico (limitado ao número de provedores de serviço, ou 1 se nenhum provedor for definido para este serviço). O preço só é necessário se você requisitar um pagamento para aceitar agendamentos. Você pode definir uma página de descrição para o serviço que está oferecendo</i>.
pt_pt: Aqui devem definir seus operários com os quais seu cliente fará as marcações. <b>Deve haver pelo menos uma tarefa definida.</b> Capacidade, é o número de clientes que podem prover o serviço ao mesmo tempo. Digitar 0 para nenhum limite específico, (limitado ao número de provedores de tarefas ou 1 se nenhum provedor de tarefas for definido para essa tarefa). O preço só é aplicado se solicitarem o pagamento para aceitar datas marcadas. Pode-se definir uma página de descrição para as tarefas que fornecem.

source: Service Provider Added
da_dk: Tjenesteudbyder tilføjet
de_de: Service Provider Hinzugefügt
es_es: Proveedor de Servicios Anadido
fr_fr: Fournisseur de service ajouté
it_it: Provvedor de Servizio Aggiunto
nl_nl: Service provider toegevoegd
pl_pl: Dodano wykonawcę
pt_br: Provedor de Serviço Adicoinado
pt_pt: Provedor de Tarefas Adicionado

source: Select services
da_dk: Vælg services
de_de: Leistungen auswählen
es_es: Selecciona servicios
fr_fr: Sélectionnez des services
it_it: Seleziona servizi
nl_nl: Selecteer diensten
pl_pl: Wybierz usługi
pt_br: Selecione serviço
pt_pt: Selecionar tarefas
ru_ru: Выберите услуги
tr_tr: Liste sec

source: Check all
da_dk: Markér alle
de_de: Alle auswählen
es_es: Revisa todos
fr_fr: Tout cocher
it_it: Seleziona tutti
nl_nl: Alle selecteren
pl_pl: Zaznacz wszystkie
pt_br: Marcar todos
pt_pt: Marcar todos
ru_ru: Проверьте все
tr_tr: Tümünü Seç

source: Uncheck all
da_dk: Fjern markeringen på alle
de_de: Auswahl entfernen
es_es: Desactiva todos
fr_fr: Tout décocher
it_it: Deseleziona tutti
nl_nl: De-selecteer alles
pl_pl: Odznacz wszystkie
pt_br: Desmarcar todos
pt_pt: Desmarcar todos
ru_ru: Снимите все
tr_tr: Tümünden Seçimi Kaldır

source: # selected
da_dk: # valgte
de_de: # ausgewählt
es_es: # seleccionado
fr_fr: # sélectionné
it_it: # selezionato
nl_nl: # geselecteerd
pl_pl: # zaznaczone
pt_br: # selecionado
pt_pt: # selecionado
ru_ru: # Выбран
tr_tr: # seçildi

source: Break Hours
da_dk: Pause tidspunkter
de_de: Pausenzeiten
es_es: Horas de descanso
fr_fr: Heures de Repos
it_it: Ore interrotte
nl_nl: Pauze Uren
pl_pl: Przerwy
pt_br: Horas de Descanso
pt_pt: Horas de Descanso
ru_ru: Перерыв
tr_tr: Dinlenme Saatleri

source: Recent transactions
da_dk: Nyeste transaktioner
de_de: Kürzlich erfolgte Vorgänge
es_es: Transacciones recientes
fr_fr: Transactions récentes
it_it: Transazioni recenti
nl_nl: Recente transacties
pl_pl: Ostatnie transakcje
pt_br: Transações recentes
pt_pt: Transações recentes
ru_ru: Последние сделки
tr_tr: Şuanki işlemler

source: Pending transactions
da_dk: Ventende transaktioner
de_de: Ausstehende Transaktionen
es_es: Transacciones pendientes
fr_fr: Transactions en attente
it_it: Transazioni in attesa
nl_nl: In afwachting van transacties
pl_pl: Transakcje oczekujące
pt_br: Transações pendentes
pt_pt: Transações pendentes
ru_ru: В ожидании операции
tr_tr: Bekleyen işlemler

source: Future transactions
da_dk: Fremtidige transaktioner
de_de: Zukünftige Transaktionen
es_es: Transacciones futuras
fr_fr: Transactions futures
it_it: Transazioni future
nl_nl: Toekomstige transacties
pl_pl: Przyszłe transakcje
pt_br: Transações futuras
pt_pt: Futuras transações
ru_ru: Будущие операции
tr_tr: Gelecek işlemler

source: None yet
da_dk: Ingen endnu
de_de: Keine bisher
es_es: Ninguno todavía
fr_fr: Aucun pour l'instant
it_it: Nessuno ad ora
nl_nl: Nog niets
pl_pl: Nic do wyświetlenia
pt_br: Nenhum ainda
pt_pt: Ainda nenhuma
ru_ru: Пока нет
tr_tr: Şuan Yok

source: No Transactions have been found, patience is a virtue.
da_dk: Ingen transaktioner blev blevet fundet, tålmodighed er en dyd.
de_de: Keine Zahlungen gefunden, Geduld ist eine Zier.
es_es: Transacciones no han sido encontradas, la paciencia es una virtud
fr_fr: Aucun rendez-vous n'a été trouvé, la patience est une vertu.
it_it: Non sono state trovate transazioni, la pazienza è una virtu.
nl_nl: Geen transacties gevonden. Geduld is een schone zaak.
pl_pl: Nie znaleziono żadnych transakcji. Cierpliwości.
pt_br: Nenhuma Transação encontrada. Paciência é uma virtude.
pt_pt: Não foram encontradas transações; a paciência é uma virtude.
ru_ru: Нет Сделки не были найдены, терпение есть добродетель.
tr_tr: Herhangi bir işlem bulunamadı, biraz sabırlı olun.

source: Appointments +: My Appointments
da_dk: Online Booking: Mine Aftaler
de_de: Termine +: Meine Termine
es_es: Citas +: Mis Citas
fr_fr: Appointments +: Mes rendez-vous
it_it: Appuntamenti +: Mie Appuntamenti
nl_nl: Appointments +: Mijn afspraken
pl_pl: Appointments +: Moje rezerwacje
pt_br: Compromissos: Meus compromissos
pt_pt: Datas Marcadas +: Minhas Horas Marcadas

source: Are you sure to cancel the selected appointment(s)?
da_dk: Er du sikker på at du vil annullere den valgte aftale (r)?
de_de: Möchten Sie die gewählten Termine wirklich löschen?
es_es: ¿Estás seguro de querer cancelar la reserva seleccionada?
fr_fr: Êtes-vous sûr d'annuler le(s) rendes-vous sélectionné(s) ?
it_it: Sei sicuro di voler cancellare gli appuntamenti selezionati?
nl_nl: Weet u zeker dat u de geselecteerde afspra(a)k(en) wilt annuleren?
pl_pl: Czy na pewno chcesz zrezygnować z rezerwacji?
pt_br: Tem certeza que deseja cancelar compromisso(s) selecionado(s)?
pt_pt: Tem certeza que deseja cancelar data/as marcadas) selecionada(s)?
ru_ru: Вы уверены, что для отмены выбора назначение (ы)?
tr_tr: Seçili randevuyu iptal etmek istediğinizden emin misiniz?

source: Appointments +: Personal Data
da_dk: Online Booking: Medarbejder Data
de_de: Termine +: Persönliche Daten
es_es: Appointments +: Datos personales
fr_fr: Appointments +: Données personnelles
it_it: Appuntamenti +: Dati Personali
nl_nl: Afspraken+: persoonlijke gegevens
pl_pl: Appointments +: Dane osobowe
pt_br: Compromissos: Dados pessoais
pt_pt: Datas Marcadas +: Dados Pessoais

source: My Name
da_dk: Mit navn
de_de: Mein Name
es_es: Mi nombre
fr_fr: Mon Nom
it_it: Il mio nome
nl_nl: Mijn naam
pl_pl: Moje imię
pt_br: Meu Nome
pt_pt: Meu Nome
ru_ru: Мое имя
tr_tr: İsim

source: My email for A+
da_dk: Min email til Online Booking
de_de: Meine Email für A+
es_es: Mi email para A+
fr_fr: Mon email pour A+
it_it: La mia email per A+
nl_nl: Mijn email voor A+
pl_pl: Mój adres email dla A+
pt_br: Meu e-mail para Compromissos
pt_pt: Meu e-mail para DM+
ru_ru: Мой электронный для А +
tr_tr: E-posta için A +

source: My Phone
da_dk: Mit telefon nr.
de_de: Meine Telefonnummer
es_es: Mi teléfono
fr_fr: Mon Téléphone
it_it: Il mio telefono
nl_nl: Mijn telefoonnummer
pl_pl: Mój nr telefonu
pt_br: Meu Telefone
pt_pt: Meu Telefone
ru_ru: Мой телефон
tr_tr: Benim telefon

source: My Address
da_dk: Min adresse
de_de: Meine Adresse
es_es: Mi dirección
fr_fr: Mon Adresse
it_it: Il mio indirizzo
nl_nl: Mijn Adres
pl_pl: Mój adres
pt_br: Meu Endereço
pt_pt: Meu Endereço
ru_ru: Мой адрес
tr_tr: Adresim

source: My City
da_dk: Min by
de_de: Meine Stadt
es_es: Mi ciudad
fr_fr: Ma Ville
it_it: La mia città
nl_nl: Mijn woonplaats
pl_pl: Miasto
pt_br: Minha Cidade
pt_pt: Minha Cidade
ru_ru: Мой город
tr_tr: Şehir:

source: Appointments +: My Appointments as Provider
da_dk: Online Booking: Mine aftaler som udbyder
de_de: Termine +: meine Termine als Provider
es_es: Appointments +: Mis citas como proveedor
fr_fr: Rendez-vous+ : Mon Rendez-vous comme créateur
it_it: Appuntamenti +: Mie Appuntamenti come Fornitore
nl_nl: Afspraken+: mijn afspraken als dienstverlener
pl_pl: Appointments +: Moje rezerwacje jako usługodawcy
pt_br: Compromissos: Meus compromissos como provedor
pt_pt: Datas Marcadas +: Minhas Horas Marcadas como Provedor

source: Are you sure to confirm the selected appointment(s)?
da_dk: Er du sikker på at bekræfte den valgte aftale (r)?
de_de: Möchten Sie die ausgewählten Termine wirklich bestätigen?
es_es: ¿Estás seguro de querer confirmar la o las reservas seleccionadas?
fr_fr: Êtes-vous sûr de confirmer le(s) rendez-vous sélectionné(s) ?
it_it: Sei sicuro che vuoi confermare gli appuntamenti selezionati?
nl_nl: Weet u zeker dat u de geselecteerde afspra(a)k(en) wilt bevestigen?
pl_pl: Na pewno potwierdzić wybrane rezerwacje?
pt_br: Tem certeza que deseja confirmar compromisso(s) selecionado(s)?
pt_pt: Tem certeza que deseja confirmar a(s) marcação(ções) selecionada(s)?
ru_ru: Вы уверены, что для подтверждения выбранного назначение (ы)?
tr_tr: Seçili randevuyu iptal etmek istediğinizden emin misiniz?

source: Appointments +: My Working Hours
da_dk: Online Booking: Mine arbejdstimer
de_de: Termine +: Meine Arbeitszeiten
es_es: Appointments +: Mis horas de trabajo
fr_fr: Rendez-vous+ : Mes Heures de Travail
it_it: Appuntamenti +: Mie Ore di Lavoro
nl_nl: Afspraken +: Mijn Arbeidstijdenwet
pl_pl: Appointments +: Moje godziny pracy
pt_br: Compromissos: Minhas horas trabalhadas
pt_pt: Datas Marcadas +: Minhas Horas de Trabalho

source: Exceptional Working Days
da_dk: Ekstraordinære arbejdsdage
de_de: Besondere Arbeitstage
es_es: Días de Trabajo excepcionales
fr_fr: Jours de travail exceptionnels
it_it: Giorni di Lavoro Diversi
nl_nl: Uitzonderlijk geopend op volgende dagen
pl_pl: Wyjątkowe dni robocze
pt_br: Dias de Trabalho Não Usuais
pt_pt: Excepções para os Dias de Trabalho

source: Holidays
da_dk: Helligdage
de_de: Urlaubstage
es_es: Feriados
fr_fr: Vacances / Jours fériés
it_it: Vacanze
nl_nl: Verlofperiode
pl_pl: Dni wolne
pt_br: Feriados
pt_pt: Dias de Férias

source: %d Active Appointment
da_dk: %d aktiv aftale
de_de: %d bestätigter Termin
es_es: Singular:%d Cita Activa
fr_fr: %d Rendez-vous actif
it_it: Singolare:%d Appuntamento Attivo
nl_nl: %d actieve afspraak
pl_pl: %d aktywna rezerwacja
pt_br: %d Agendamento Ativo
pt_pt: Singular: %d Data Marcada Activa

source: %d Pending Appointment
da_dk: %d afventende aftale
de_de: %d Termin ohne Bestätigung
es_es: Singular:%d Cita Pendiente
fr_fr: %d Rendez-vous en attente
it_it: Singolare:%d Appuntamento in Attesa
nl_nl: %d afspraak in afwachting
pl_pl: %d oczekująca wizyta
pt_br: %d Agendamento Pendente
pt_pt: Singular: %d Data Marcada Pendente

source: Not defined
da_dk: Ikke defineret
de_de: nicht definiert
es_es: No definido
fr_fr: Non défini
it_it: Non definito
nl_nl: Niet gedefinieerd.
pl_pl: Brak zdefiniowania
pt_br: Indefinido
pt_pt: Não definido
ru_ru: Не определено
tr_tr: Tanımlı değil

source: Sunday
da_dk: Søndag
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
it_it: Domenica
nl_nl: zondag
pl_pl: Niedziela
pt_br: Domingo
pt_pt: Domingo
ru_ru: Воскресенье
tr_tr: Pazar

source: Monday
da_dk: Mandag
de_de: Montag
es_es: Lunes
fr_fr: Lundi
it_it: Lunedi
nl_nl: maandag
pl_pl: Poniedziałek
pt_br: Segunda
pt_pt: 2ª Feira
ru_ru: Понедельник
tr_tr: Pazartesi

source: Tuesday
da_dk: Tirsdag
de_de: Dienstag
es_es: Martes
fr_fr: Mardi
it_it: Martedi
nl_nl: dinsdag
pl_pl: Wtorek
pt_br: Terça
pt_pt: 3ª Feira
ru_ru: Вторник
tr_tr: Salı

source: Wednesday
da_dk: Onsdag
de_de: Mittwoch
es_es: Miércoles
fr_fr: Mercredi
it_it: Mercoledi
nl_nl: woensdag
pl_pl: Środa
pt_br: Quarta
pt_pt: 4ª Feira
ru_ru: Среда
tr_tr: Çarşamba

source: Thursday
da_dk: Torsdag
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi
it_it: Giovedi
nl_nl: donderdag
pl_pl: Czwartek
pt_br: Quinta
pt_pt: 5ª Feira
ru_ru: Четверг
tr_tr: Perşembe

source: Friday
da_dk: Fredag
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
it_it: Venerdi
nl_nl: vrijdag
pl_pl: Piątek
pt_br: Sexta
pt_pt: 6ª Feira
ru_ru: Пятница
tr_tr: Cuma

source: Saturday
da_dk: Lørdag
de_de: Samstag
es_es: Sábado
fr_fr: Samedi
it_it: Sabato
nl_nl: zaterdag
pl_pl: Sobota
pt_br: Sábado
pt_pt: Sábado
ru_ru: Суббота
tr_tr: Cumartesi

source: Phone
da_dk: Telefon
de_de: Telefonnummer
es_es: Teléfono
fr_fr: Téléphone
it_it: Telefono
nl_nl: Telefoonnummer
pl_pl: Telefon
pt_br: Telefone
pt_pt: Telefone / Telemóvel
ru_ru: Телефон
tr_tr: Telefon

source: Address
da_dk: Adresse
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
nl_nl: Adres
pl_pl: Adres
pt_br: Endereço
pt_pt: Morada
ru_ru: Адрес
tr_tr: Adres

source: City
da_dk: By
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
it_it: Città
nl_nl: Stad
pl_pl: Miasto
pt_br: Cidade
pt_pt: Cidade
ru_ru: Город
tr_tr: Şehir

source: Note
de_de: Notiz
es_es: Nota
nl_nl: Notitie
pl_pl: Notatki
pt_br: Nota
pt_pt: Nota
ru_ru: Примечание
tr_tr: Not

source: Busy
da_dk: Optaget
de_de: belegt
es_es: Ocupado
fr_fr: Occupé
it_it: Occupato
nl_nl: Bezet
pl_pl: Zajęty
pt_br: Ocupado
pt_pt: Ocupado
ru_ru: Занято
tr_tr: Meşgul

source: Not possible
da_dk: Ikke muligt
de_de: Nicht möglich
es_es: No disponible
fr_fr: Pas possible
it_it: Non disponibile
nl_nl: Niet mogelijk
pl_pl: Brak
pt_br: Não disponível
pt_pt: Impossível
ru_ru: Не доступно
tr_tr: Mümkün değil

source: More information <span class="meta-nav">&rarr;</span>
da_dk: Mere information <span class="meta-nav">&rarr;</span>
de_de: Weitere Informationen anzeigen...
es_es: Mas información <span class="meta-nav">&rarr;</span>
fr_fr: Plus d'information <span class="meta-nav">&rarr;</span>
it_it: Maggiori informazioni <span class="meta-nav">&rarr;</span>
nl_nl: Meer informatie <span class="meta-nav">&rarr;</span>
pl_pl: Więcej informacji <span class="meta-nav">&rarr;</span>
pt_br: Mais informações <span class="meta-nav">&rarr;</span>
pt_pt: Mais informações <span class="meta-nav">&rarr;</span>
ru_ru: Более подробную информацию <span class="meta-nav"> → </ span>
tr_tr: Daha fazla bilgi <span class="meta-nav">→</span>

source: %s Appointment
da_dk: %s aftale
de_de: %s Termin
es_es: %s Citas
fr_fr: %s Rendez-vous
it_it: %s Appuntamento
nl_nl: %s Afspraak
pt_br: %s Compromissos
pt_pt: %s Data Marcada
ru_ru: %s Назначение
tr_tr: %s randevu

source: Something wrong about the submitted %s
da_dk: Der er noget forkert med det indsendte %s
de_de: Es gibt Probleme mit der Übermittlung von %s
es_es: Algo falló con la solicitud %s
fr_fr: Quelque chose ne va pas à propos de %s soumis
it_it: Qualcosa è andato storto nell'invio %s
nl_nl: Er ging iets mis bij de ingestuurde %s
pl_pl: Podane dane są błędne %s
pt_br: Algo errado com o %s enviado
pt_pt: Algo errado com o %s enviado
ru_ru: Что-то не так о представленном %s
tr_tr: Gönderilen %s hakkında yanlış bir şey

source: Login with Facebook
da_dk: Login med Facebook
de_de: Login mit Facebook
es_es: Registrarse con Facebook
fr_fr: Se connecter avec Facebook
it_it: Login con Facebook
nl_nl: Login met Facebook
pl_pl: Logowanie za pomocą konta Facebook
pt_br: Conectar com Facebook
pt_pt: Conectar-se com Facebook
ru_ru: Войти с Facebook
tr_tr: Facebook

source: Login with Twitter
da_dk: Login med Twitter
de_de: Login mit Twitter
es_es: Registrarse con Twitter
fr_fr: Se connecter avec Twitter
it_it: Login con Twitter
nl_nl: Login met Twitter
pl_pl: Logowanie za pomocą konta Twitter
pt_br: Conect com Twitter
pt_pt: Conectar-se com Twitter
ru_ru: Войти Twitter
tr_tr: Twitter ile giriş

source: Login with Google+
da_dk: Login med Google+
de_de: Login mit Google+
es_es: Registrarse con Google+
fr_fr: Se connecter avec Google+
it_it: Login con Google+
nl_nl: Login met Google+
pl_pl: Logowanie za pomocą konta Google+
pt_br: Conectar com Google+
pt_pt: Conectar-se com Google+
ru_ru: Войти Google+
tr_tr: Google ile giriş yap

source: Login with WordPress
da_dk: Login med Wordpress
de_de: Login mit WordPress
es_es: Registrarse con Wordpress
fr_fr: Se connecter avec WordPress
it_it: Login con Wordpress
nl_nl: Login met WordPress
pl_pl: Logowanie za pomocą konta WordPress
pt_br: Conectar com WordPress
pt_pt: Conectar-se com WordPress
ru_ru: Войти WordPress
tr_tr: WordPress ile giriş

source: Submit
da_dk: Send
de_de: Absenden
es_es: Enviar
fr_fr: Transmettre
it_it: Invia
nl_nl: Verstuur
pl_pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ru_ru: Отправить
tr_tr: Gönder

source: Please, wait...
da_dk: Vent venligst.....
de_de: Bitte warten Sie...
es_es: Espere por favor...
fr_fr: Veuillez patienter...
it_it: Per favore attendi...
nl_nl: Een moment a.u.b....
pl_pl: Proszę czekać ...
pt_br: Por favor, aguarde...
pt_pt: Por favor, aguardar...
ru_ru: Пожалуйста, подождите ...
tr_tr: Lütfen bekle...

source: You are now logged in
da_dk: Do er nu logget ind
de_de: Sie sind jetzt eingeloggt
es_es: Ya estás registrado
fr_fr: Vous êtes connectés
it_it: Ora sei autenticato
nl_nl: u bent nu ingelogd
pl_pl: Jesteś zalogowany / zalogowana
pt_br: Você está conectado
pt_pt: Você está agora conectado
ru_ru: Теперь Вы зарегистрированы в
tr_tr: Şimdi oturum açmış

source: Login error. Please try again.
da_dk: Logind fej. Prøv igen
de_de: Login error. Bitte versuchen Sie es erneut.
es_es: Error de acceso. Por favor inténtalo nuevamente.
fr_fr: Erreur de connexion. S'il vous plaît essayez de nouveau.
it_it: Errore di login. Per favore riprova.
nl_nl: Login Error. Probeert u het opnieuw.
pl_pl: Błąd logowania. Proszę spróbować ponownie
pt_br: Erro ao conectar. Por favor, tente novamente.
pt_pt: Erro de conexão. Por favor, tente novamente.
ru_ru: Войти ошибка. Пожалуйста, попробуйте еще раз.
tr_tr: Oturum açma hatası. Lütfen yeniden deneyin.

source: Register
da_dk: Registrer
de_de: Registrierung
es_es: Registrar
fr_fr: Enregistrement
it_it: Registrati
nl_nl: Registreer
pl_pl: Zarejestruj
pt_br: Registrar
pt_pt: Registração
ru_ru: Регистрация
tr_tr: Kayıt ol

source: Confirmation of your Appointment
da_dk: Bekræftelse af din aftale
de_de: Bestätigung Ihres Termins
es_es: Confirmación de tu Reserva
fr_fr: Confirmation de votre Rendez-vous
it_it: Conferma del tuo appuntamento
nl_nl: Afspraakbevestiging
pl_pl: Potwierdź rezerwację
pt_br: Confirmação do seu Agendamento
pt_pt: Confirmação da sua Data Marcada
ru_ru: Подтверждение вашего назначения
tr_tr: Randevu onayı

source: Reminder for your Appointment
da_dk: Påmindelse om din aftale
de_de: Terminerinnerung
es_es: Recordatorio de tu Reserva
fr_fr: Rappel de votre Rendez-vous
it_it: Promemoria del tuo appuntamento
nl_nl: Herinnering aan afspraak
pl_pl: Przypomnienie rezerwacji
pt_br: Lembrete do seu Agendamento
pt_pt: Lembrete para a sua Data Marcada
ru_ru: Напоминание для вашего назначения
tr_tr: Müşteriye hatırlatma maili gönder

source: Cancellation of appointments is disabled. Please contact website admin.
da_dk: Annullering af aftaler er deaktiveret. Kontakt venligst hjemmesidens admin.
de_de: Stornierung des Termins nicht möglich. Bitte kontaktieren Sie den Webeiten Admin.
es_es: La cancelación de reservas está deshabilitada. Por favor contacte con el administrador de la página.
fr_fr: Annulation des rendez-vous n'est pas disponible, Veuillez contacter l'administrateur de site web.
it_it: La cancellazione dell'appuntamento è disabilitato. Per favore contatta l'amministratore del sito web.
nl_nl: Annulering van afspraken is uitgeschakeld. Neem contact met ons op.
pl_pl: Anulowanie rezerwacji jest zablokowane. Proszę skontaktować się z administratorem strony.
pt_br: O cancelamento de compromissos está desativado. Entre em contato com o site de administração.
pt_pt: O cancelamento de datas marcadas está desativado. Entrar em contato com o site de administração.
ru_ru: Отмена назначений отключена. Пожалуйста, свяжитесь с администратору сайта.
tr_tr: Randevu iptali devre dışı bırakılır. Lütfen web sitesi yönetici.

source: There is an issue with this appointment. Please refresh the page and try again. If problem persists, please contact website admin.
da_dk: Der er et problem med denne aftale. Opdater siden og prøv igen. Hvis problemet fortsætter, bedes du kontakte hjemmesiden admin.
de_de: Es gibt ein Problem mit diesem Termin. Bitte laden Sie die Seite neu und versuchen es noch einmal. Wenn das Problem anhält, kontaktieren Sie den Website Admin.
es_es: Hay un problema con esta reserva. Por favor recarga la página e inténtalo de nuevo. Si el problema persiste, por favor contacta con el webmaster.
fr_fr: Il y a un problème avec ce rendez-vous. S'il vous plaît, actualisez cette page et réessayez à nouveau. Ci ce problème persiste, contactez l'admin du site web.
it_it: C'è un problema con questo appuntamento. Per favore fai il refresh della pagina e prova ancora. Se il problema persiste contatta il tuo amministratore del sito web.
nl_nl: Er is een probleem met deze afspraak. Ververs de pagina (F5) en probeer opnieuw. Indien het probleem blijft bestaan, neem contact met ons op.
pl_pl: Są jakieś problemy z tą rezerwację. Proszę odświerzyć stronę. Jeśli problem nie zniknie, proszę skontaktować się z administratorem strony.
pt_br: Há um problema com este compromisso. Por favor, atualize a página e tente novamente. Se o problema persistir, por favor, entre em contato com o site de administração.
pt_pt: Há um problema com esta data marcada. Por favor, atualize a página e tente novamente. Se o problema persistir, por favor, entre em contato com o site de administração.
ru_ru: Существует проблема с этим назначением. Обновите страницу и попробуйте еще раз. Если проблема не устраняется, пожалуйста, свяжитесь с администратору сайта.
tr_tr: Bu randevu ile ilgili bir sorun vardır. Lütfen sayfayı yenileyin ve yeniden deneyin. Sorun devam ederse, Web sitesi admin lütfen

source: Appointment could not be cancelled. Please refresh the page and try again.
da_dk: Aftalen kunne ikke annulleres. Opdater siden og prøv igen.
de_de: Termin kann nicht storniert werden. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es_es: La reserva no ha podido ser cancelada. por favor recarga la página e inténtalo de nuevo.
fr_fr: Le rendez-vous ne peut pas être annulé, Veuillez rafraîchir la page et essayez à nouveau SVP.
it_it: L'appuntamento non può essere cancellato. Per favore fai il refresh della pagina e prova ancora.
nl_nl: Afspraak kon niet geannuleerd worden. Ververs de pagina en probeer opnieuw.
pl_pl: Rezerwacja nie może być anulowana. Proszę odświerzyć stronę.
pt_br: Compromisso não pode ser cancelada. Por favor, atualize a página e tente novamente.
pt_pt: Data marcada não pode ser cancelada. Por favor, atualize a página e tente novamente.
ru_ru: Назначение не может быть отменен. Обновите страницу и попробуйте еще раз.
tr_tr: Randevuyu iptal edilemedi. Lütfen sayfayı yenileyin ve yeniden deneyin.
