Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: SERVICE Appointment
da_dk: TJENESTE Aftale
de_de: Servicetermin
fr_fr: Rendez-vous SERVICE
it_it: Appuntamento servizio
pt_br: SERVIÇO Compromisso
pt_pt: Data Marcada de Atendimento
ru_ru: СЕРВИС Назначение
tr_tr: Servis randevusu

source: Client Name: CLIENT Service Name: SERVICE Service Provider Name: SERVICE_PROVIDER
da_dk: Klient Navn: CLIENT Service Navn: SERVICE Service Udbyder Navn: SERVICE_PROVIDER
de_de: Klientenname: CLIENT Servicename: SERVICE Serviceprovidername: SERVICE_PROVIDER
es_es: Nombre cliente: CLIENT Nombre servicio: SERVICE Nombre proveedor de servicio: SERVICE_PROVIDER
fr_fr: Nom du client : CLIENT Nom du service : SERVICE Nom du fournisseur de service : SERVICE_PROVIDER
it_it: Nome Cliente: CLIENT Nome servizio: SERVICE Nome fornitore del servizio: SERVICE_PROVIDER
pl_pl: Nazwa klienta: CLIENT Nazwa serwisu: SERVICE Nazwa dostawcy serwisu: SERVICE_PROVIDER
pt_br: Nome do cliente: CLIENT Nome do Serviço: SERVICE Nome do Prestador do Serviço: SERVICE_PROVIDER
pt_pt: NOME DO CLIENTE: CLIENTE NOME DA TAREFA: TAREFA NOME DO PROVEDOR DA TAREFA: PROVEDOR DA TAREFA
ru_ru: Имя клиента: КЛИЕНТ сервиса имя: СЕРВИС сервиса Имя поставщика: SERVICE_PROVIDER
tr_tr: İstemci adı: CLIENT Service adı: SERVICE Service sağlayıcı adı: SERVICE_PROVIDER

source: Appointments/GDPR setting "<strong>%s</strong>" was changed - please update your %s
pt_br: Configuração do Appointments/GDPR "<strong>%s</strong>" foi alterada - por favor atualize seu %s
pt_pt: Opções Appointments/GDPR "<strong>%s</strong>" foram alteradas- por favor actualize %s

source: Privacy Policy page
pt_br: Página da Política de Privacidade
pt_pt: Página de Política de Privacidade

source: Create date
pl_pl: Data utworzenia
pt_br: Criar data
pt_pt: Criar data

source: Start date
pl_pl: Data rozpoczęcia
pt_br: Data inicial
pt_pt: Data de início

source: End date
pl_pl: Data zakończenia
pt_br: Data final
pt_pt: Data de conclusão

source: We deleted %d appointment.
pl_pl: Skasowano %d wizytę.
pt_br: Nós apagamos %d agendamento.
pt_pt: Apagamos a marcação %d.

source: We do not deleted any appointments.
pl_pl: Nie skasowano żadnej wizyty.
pt_br: Nós não excluímos nenhum agendamento.
pt_pt: Não apagamos quaisquer marcações.

source: We do not deleted %d appointment.
pl_pl: Nie skasowano %d wizyty.
pt_br: Nós não excluímos %d agendamento.
pt_pt: Não apagamos a marcação %d.

source: Plugin: Appointments
pl_pl: Wtyczka: Appointments
pt_br: Plugin: Agendamentos

source: When visitors book an appointment on the site we collect the data shown in the appointments form to allow future contact with a client.
pl_pl: Kiedy odwiedzający rezerwują wizytę w witrynie, zbieramy dane pokazane w formularzu spotkań, aby umożliwić przyszły kontakt z klientem.
pt_br: Quando os visitantes reservam um horário no site, coletamos os dados mostrados no formulário de agendamentos para permitir futuros contatos com um cliente.
pt_pt: Quando os visitantes fazem uma marcação no site, vamos colectar os dados mostrados no formulário de marcações para permitir futuros contactos com o cliente.

source: All collected data is not shown publicly but we can send it to our workers or contractors who will perform ordered services.
pl_pl: Żadna z zebranych informacji nie jest prezentowanea publicznie, ale możemy je przesłać naszym pracownikom lub kontrahentom, którzy wykonają zamówione usługi.
pt_br: Todos os dados coletados não são exibidos publicamente, mas podemos enviá-los para nossos funcionários ou contratados que realizarão serviços solicitados.
pt_pt: Todos os dados obtidos não são exibidos publicamente, mas podemos enviá-los para nossos funcionários ou para os contratados que irão realizar os serviços solicitados.

source: All collected data will be automatically erased %s after appointment date.
pl_pl: Wszystkie zebrane dane zostaną automatycznie usunięte %s po dacie wizyty.
pt_br: Todos os dados coletados serão apagados automaticamente %s após a data de agendamento.
pt_pt: Todos os dados obtidos serão automaticamente apagados após %s da data da marcação.

source: You have reached the limit for the free version. <a href="%s">Upgrade to Appointments+ for unlimited services</a>
de_de: Sie haben das Limit für die kostenlose Version erreicht. <a href="%s">Upgrade auf Appointments+ für unbegrenzte Dienste</a>
es_es: Usted alcanzó el límite para la versión gratuita. <a href="%s"> Actualizar para Citas + para servicios sin limites </a>
fr_fr: Vous avez atteint les limites de la version gratuite. <a href="%s">Mettez à jour Appointments+ pour être en illimité</a>
it_it: Il limite della versione gratuita fu raggiunto. <a href="%s"> Aggiornar a Appuntamenti + per servizi illimitati </a>
nl_nl: Je hebt de limiet van de gratis versie bereikt. <a href="%s">Upgrade naar Appointments+ voor een onbeperkt aantal diensten.</a>
pt_br: Você atingiu o limite da versão gratuita. <a href="%s">Atualize o Compromissos para serviços ilimitados</a>
pt_pt: Alcançou o limite para a versão gratuita. <a href="%s"> Atualizar para Tarefas+ para serviços ilimitados </a>

source: Appointments+ Tutorial
da_dk: Booking System Guide
de_de: Appointments+ Anleitung
es_es: Tutorial de Appointments+
nl_nl: Appointments+ Uitleg
pt_br: Tutorial do Compromissos
pt_pt: Datas Marcadas+ Tutorial
ru_ru: Назначения + Учебник
tr_tr: Randevular + öğretici

source: Welcome to Appointments+ plugin. This tutorial will hopefully help you to make a quick start by adjusting the most important settings to your needs. You can restart this tutorial any time clicking the link on the FAQ page.
da_dk: Velkommen til bookingsystemet. Denne tutorial vil forhåbentlig hjælpe dig med at lave en hurtig start ved at justere de vigtigste indstillinger til dine behov. Du kan til enhver tid genstarte denne tutorial ved at klikke på linket på FAQ siden.
de_de: Willkommen im Appointments+Plugin. Dieses Tutorial wird wird Ihnen hoffentlich helfen, mit dem Bearbeiten der wichtigsten Einstellungen einen schnellen Start zu machen. Sie können dieses Tutorial jederzeit neu starten, indem Sie auf den Link auf der FAQ-Seite klicken.
es_es: Bienvenido a nuestro plugin Appointments+. Esperamos que este tutorial te ayude a realizar los primeros ajustes importantes que necesites. Puedes acceder a este tutorial en cualquier momento desde la sección "FAQ".
fr_fr: Bienvenue sur Appointments+ plugin. Ce tutoriel va nous espérons vous aider à faire un démarrage rapide en ajustant les paramètres les plus importants à vos besoins. Vous pouvez redémarrer ce tutoriel à tout moment en cliquant sur le lien sur la page de FAQ.
it_it: Benvenuto nel plugin Appointments+. Questa guida ti aiuterà a fare una configurazione rapida impostando i parametri di cui hai bisogno. Puoi riavviare questa guida ogni qual volta lo desideri cliccando nel link nella pagina FAQ.
nl_nl: Welkom bij de Appointments+ plugin. Deze uitleg zal hopelijk helpen om een ​​snelle start te maken door het aanpassen van de belangrijkste instellingen aan uw behoeften. U kunt deze oefening elke keer opnieuw bekijken door op de link op de FAQ-pagina te klikken.
pl_pl: Witamy tutorialu do wtyczki Appointment+. Tutorial pomoże Ci szybko skonfigurować najważniejsze ustawienia wtyczki zgodnie z Twoimi potrzebami. Tutorial może być odtwrzony od początku w dowolnym momencie (link na stronie FAQ)
pt_br: Bem-vindo ao Compromissos. Neste tutorial esperamos ajudá-lo nos primeiros passos de ajuste das configurações mais importantes para as suas necessidades. Você pode reiniciar este tutorial a qualquer momento clicando no link na página de FAQ.
pt_pt: Bem-vindo ao plugin Datas Marcadas+. Neste tutorial esperamos ajudá-los o mais rápido possivel a ajustar as configurações mais importantes para as vossas necessidades. podem reiniciar este tutorial a qualquer momento que queiram, clicando sobre o link da página FAQ.
ru_ru: Добро пожаловать в назначениям + плагина. Этот учебник мы надеемся, поможет Вам сделать быстрый старт, регулируя наиболее важные настройки для ваших нужд. Вы можете перезапустить этот учебник в любое время, нажав на ссылку на странице часто задаваемых вопросов.
tr_tr: Randevular + eklenti hoş geldiniz. Bu öğretici Umarım ihtiyaçlarınız için en önemli ayarları yaparak hızlı bir başlangıç yapmanıza yardımcı olacaktır. Bu öğretici SSS sayfası bağlantısını tıklatarak istediğiniz zaman yeniden başlatabilirsiniz.

source: Time Base
de_de: Zeitbasis
es_es: Tiempo base
fr_fr: Temps de base
nl_nl: Tijdslot
pt_br: Tempo Base
pt_pt: Tempo Base
ru_ru: Базовый интервал
tr_tr: Süre Temelli

source: Time Base is the most important parameter of Appointments+. It is the minimum time that you can select for your appointments. If you set it too high then you may not be possible to optimize your appointments. If you set it too low, your schedule will be too crowded and you may have difficulty in managing your appointments. You should enter here the duration of the shortest service you are providing.
da_dk: Tidsbasering er den vigtigste parameter for bookingsystemet. Det er den mindste tid, som du kan vælge til dine aftaler. Hvis du sætter den for højt så kan du ikke være muligt at optimere dine bookinger. Hvis du sætter den for lavt, vil din bookingkalender være for overfyldt, og du kan have svært ved at styre dine bookinger. Du skal indtaste her varigheden af den korteste service, du leverer.
de_de: Die Zeitbasis ist der wichtigste Parameter von Appointments+. Es ist die Minimalzeit, die Sie für die Termine angeben können. Wenn Sie diese zu hoch angeben, dann ist es nicht möglich, Ihre Termine zu optimieren. Wenn Sie die Zeitbasis zu klein ansetzen, wird der Plan zu voll und Sie könnten Schwierigkeiten haben, Ihre Termine zu verwalten. Sie sollten hier die Dauer der kürzesten Dienstleistung angeben, die Sie anbieten.
es_es: Base de tiempo es el parámetro más importante de Appointments+ . Es el tiempo mínimo que se puede seleccionar para sus citas. Si lo ajusta demasiado alto, es posible que no sea posible para optimizar sus citas. Si lo ajusta demasiado bajo, su horario será demasiado lleno de gente y usted puede tener dificultades para gestionar sus citas. Usted debe ingresar aquí la duración del servicio más corta que está proporcionando.
fr_fr: Le temps de base est le paramètre le plus important de Appointments+. C'est le temps minimum que vous pouvez sélectionner pour vos rendez-vous. Si vous le réglez trop élevé, il ne sera pas possible d'optimiser vos rendez-vous. Si vous le réglez trop bas, votre calendrier sera trop chargé et vous pourriez avoir des difficultés dans la gestion de vos rendez-vous. Vous devez entrer ici la durée du service la plus courte que vous fournissez.
it_it: Time Base è il parametro più importante di Appointments+. E' il tempo minimo che il cliente può selezionare per un appuntamento. Puoi impostarlo molto alto quando non puoi ottimizzare il tuo appuntamento. Al contrario puoi impostarlo molto basso, ma poi la tua programmazione di appuntamento sarà complicata da gestire. Dovresti inserire la durata del servizio più breve che metti a disposizione.
nl_nl: Tijdslot is de belangrijkste instelling van Appointments+. Het is de minimale tijd die u kunt selecteren voor uw afspraken. Als je het te hoog zet dan kunt u afspraken niet optimaliseren. Als je het te kort is ingesteld, zal uw schema te druk zijn en kunt u moeite hebben bij het beheren van uw afspraken. Je moet hier de tijdsduur van uw kortste agenda afspraak invullen.
pt_br: Tempo Base é o parâmetro mais importante de Compromissos. É o tempo mínimo que você pode selecionar para os seus compromissos. Se você definir um valor alto demais, então você pode não ser possível para otimizar seus compromissos. Se você configurá-lo muito baixo, sua programação será muito lotado e você pode ter dificuldade em gerir os seus compromissos. Você deve entrar aqui a duração do serviço mais curto que você está fornecendo.
pt_pt: Tempo Base é o parâmetro mais importante de Datas Marcadas+. Corresponde ao tempo mínimo que podemos selecionar para fazer as marcações. Se for programado a um valor alto, pode não ser possível de optimizar as datas marcadas. Se for configurádo muito baixo, sua programação de horários será lotada e pode originar dificuldades em gerir estas marcações. Aqui deveria computar a duração da tarefa mais curta que está oferecendo.
ru_ru: Время База является наиболее важным параметром назначениям +. Это минимальное время, которое вы можете выбрать для ваших назначений. Если вы установите его слишком высоко, то вы не можете быть возможность оптимизировать ваши встречи. Если вы установите его слишком низко, ваш график будет слишком переполнено, и вы могут возникнуть трудности в управлении ваши встречи. Вы должны ввести здесь продолжительность кратчайшие службы вы предоставляете.
tr_tr: Zaman Bankası randevuları + en önemli bir parametredir. Sen-ebilmek seçme randevularınız için minimum zamanı geldi. Çok yüksek ayarlarsanız sonra randevuları optimize etmek mümkün olmayabilir. Çok düşük ayarlarsanız, zamanlamanızın-ecek var olmak çok kalabalık ve randevularınızı yönetiminde zorluk çekebilir. Burada kısa hizmet veren süresi girmeniz gerekir.

source: Creating a functional front end appointment page
da_dk: Oprettelse af en funktionel 'frontend' booking side
de_de: Eine funktionierende front end Terminseite erstellen
es_es: Creando una pagina funcional de citas en el front end
fr_fr: Création d'une page de rendez-vous côté client
it_it: Crea un font end funzionale per gestire appuntamenti
nl_nl: Het inrichten van een functionele front-end afspraak pagina
pt_br: Criando uma página de interface de compromissos funcional
pt_pt: Criando uma página de interface de marcações funcional
ru_ru: Создание функциональной переднего конца назначение страницу
tr_tr: Fonksiyonel ön uç randevu sayfası oluşturma

source: You can select a schedule type from the list. To see how they look, you can also create more than one page, one by one and then delete unused ones.
da_dk: Du kan vælge en bookingkalender fra listen. For at se hvordan de ser ud, kan du oprette mere end én side, én efter én, og derefter slette de ubrugte.
de_de: Sie können einen Plantyp von der Liste wählen. Um zu sehen, wie diese aussehen, können Sie nacheinander auch mehrere Seiten erstellen und dann die unbenutzten löschen.
es_es: Puedes seleccionar un tipo de horario de la lista. Para comprobar sus diferentes apariencias, puedes crear más de una página de reservas, y posteriormente eliminar las que no utilices.
fr_fr: Vous pouvez sélectionner un calendrier type dans la liste. Pour voir à quoi ils ressemblent, vous pouvez également créer plus d'une page, une par une, puis supprimer les non inutilisés.
it_it: È possibile selezionare un tipo di pianificazione dalla lista. Per vedere come si vedono, è anche possibile creare più di una pagina e quindi eliminare quelli inutilizzati.
nl_nl: U kunt een schema selecteren in de lijst. Gewoon om te zien hoe ze eruit zien, kunt u ook meer dan één pagina maken. Daarna één-voor-één proberen.
pt_br: Você pode selecionar um tipo de agenda na lista. Para ver como se parecem, você também pode criar mais de uma página, uma a uma e, em seguida, apagar as não utilizadas.
pt_pt: Podemos selecionar um tipo de programa dessa lista. Para ver como se parecem, também podemos criar mais que uma página, de uma a uma e, em seguida, suprimir essas não utilizadas.
ru_ru: Вы можете выбрать тип расписания из списка. Чтобы увидеть, как они выглядят, вы также можете создавать более одной страницы, один за другим, а затем удалить неиспользуемые.
tr_tr: Zamanlama türünü listeden seçebilirsiniz. Onlar nasıl görüneceğini görmek için bir sayfa, tek tek ve sonra da delete daha fazla kullanılmamış olanlar oluşturabilirsiniz.

source: Push "Create page!" button to include all shortcodes in a full functional page. You can later edit this page.
fr_fr: Pousser le bouton "Créer une page!", pour ajouter tous les ''shortcodes'' dans une page fonctionnelle complète. Vous pouvez éditer plus tard cette page.
pl_pl: Naciśnij "Utwórz stronę" aby utworzyć ją wraz ze wszystkimi potrzebnymi elementami. Potem można ją edytować.
pt_br: Pressione o botão "Criar página!" para incluir todos os shortcodes em uma página funcional completa. Você pode editar esta página mais tarde.
pt_pt: Pressionar botão "Criar página!" para incluir todos ''shortcodes'' em uma página completa e funcional . Mais tarde pode editar esta página.

source: Selecting a Color Set to Match Your Theme
da_dk: Valg af farvesammensætning som passer sammen med dit tema
de_de: Wählen Sie ein Farbset, das zu Ihrem Theme passt.
es_es: Selecciona una Paleta de Color acorde con tu tema
fr_fr: Sélection d'un jeu de couleurs pour correspondre à votre thème
it_it: Seleziona una impostazione di colore che combina con il tuo Tema
nl_nl: Kies een passende kleuren combinatie.
pt_br: A seleção de um conjunto de cores para combinar com seu tema
pt_pt: A seleção de um Conjunto de Cores para Combinar Com seu Tema
ru_ru: Выбор цвета установлен в соответствии вашу тему
tr_tr: Senin temasıyla uyuşması için renk seçme

source: It is possible to select color sets for your schedule tables from predefined sets, or customize them. When you select Custom, you will be able to set your own colors for different statuses (Busy, free, not possible/not working).
da_dk: Det er muligt at vælge farve sæt til din tidsplan tabeller fra foruddefinerede sæt, eller tilpasse dem. Når du vælger Brugerdefineret, vil du være i stand til at sætte dine egne farver til forskellige statusser (Optaget, gratis, ikke mulige / ikke arbejder).
de_de: Es ist möglich, Farbset für die Planvorlagen aus vorbereiteten Sets zu nehmen, oder diese zu verändern. Wenn Sie Ändern anklicken, werden Sie eigene Farben für verschiedene Status einsetzen können (Beschäftigt, frei, nicht möglich/ keine Arbeitszeit)
es_es: Es posible seleccionar paletas de color para las tablas de horarios desde las predefinidas, o personalizar las mismas. Cuando seleccionas "Personalizada", tendrás opción a establecer tus própios colores para los diferentes estados (Ocupado, Libre, No disponible/inoperativo).
fr_fr: Il est possible de sélectionner des jeux de couleurs pour vos tables de calendrier à partir d'ensembles prédéfinis, ou les personnaliser. Lorsque vous sélectionnez Personnalisé, vous pourrez définir vos propres couleurs pour les différents statuts (occupé, libre, pas possible / pas de travail).
it_it: E' possibile selezionare una serie di colori per la tua tabella appuntamenti e personalizzarli. Quando selezioni Personalizzato, sarai in grado di impostare i tuoi propri colori per i differenti stati (occupato, libero, non disponibile, vacanza)
nl_nl: Het is mogelijk om een kleuren set te selecteren, of een combinatie aanpassen. Als u Aangepast kiest, bent u in staat om uw eigen kleuren in te stellen voor verschillende statussen (Bezet, gratis, niet mogelijk/ niet werken).
pt_br: É possível selecionar conjuntos de cores para suas tabelas de agendamento a partir de conjuntos pré-definidos, ou personalizá-los. Quando você selecionar Personalizado, será capaz de definir suas próprias cores para diferentes status (Ocupado, livre, Indisponível/Não funciona).
pt_pt: É possível selecionar conjuntos de cores para as tabelas de horários a partir de conjuntos pré-definidos, ou mesmo personalizá-los. Quando selecionar Personalizar, será capaz de definir suas próprias cores para diferentes status (Ocupado, livre, Indisponível/Cerrado).
ru_ru: Можно выбрать наборы цветов для таблиц расписания из предопределенных наборов, или настроить их. При выборе параметра, вы сможете установить свои собственные цвета для различных состояний (занят, свободен, не возможно / не работает).
tr_tr: Önceden tanımlanmış ayarlar zamanlamayı tablolarınız için renk kümelerini seçin veya bunları özelleştirmek mümkündür. Özel seçtiğinizde, sen-ecek var olmak güçlü-e doğru farklı durumların (mümkün/değil çalışma meşgul, serbest,) kendi renklerini ayarlamak.

source: Do you require login?
da_dk: Kræver du login?
de_de: Benötigen Sie einen Login?
es_es: ¿Exiges identificación de acceso?
fr_fr: Avez-vous besoin de login?
it_it: Richiedi il login?
nl_nl: Is aanmelden verplicht?
pl_pl: Czy potrzeba się logować?
pt_br: Você exige login?
pt_pt: Requer uma conexão?
ru_ru: Нужно ли мне логин?
tr_tr: Oturum açma gerektirir mi?

source: You can set whether client is required to log into the website to apply for an appointment. When you select this setting as Yes, you will see additional settings.
da_dk: Du kan indstille om kunden skal være forpligtet til at logge ind på hjemmesiden for at lave en booking. Når du vælger denne indstilling som Ja, vil du se yderligere indstillinger.
de_de: Sie können festlegen, ob der Klient sich einloggen muß, um sich für einen Termin anzumelden. Wenn Sie diese Einstellung mit Ja markieren, erhalten Sie zusätzliche Einstellmöglichkeiten.
es_es: Puedes establecer si el cliente debe identificarse para reservar un servicio. Cuando seleccionas esta opción, verás ajustes adicionales.
fr_fr: Vous pouvez définir si le client est tenu de se connecter au site pour demander un rendez-vous. Lorsque vous sélectionnez ce paramètre sur Oui, vous verrez d'autres paramètres.
it_it: Puoi impostare se al cliente è richiesto o no il login al sito web per effettuare un appuntamento. Quando selezioni questa impostazione a Si vedrai delle impostazioni extra.
nl_nl: U kunt instellen of het verplicht is om in te loggen op de website om een ​​aanvraag voor een afspraak te maken. Wanneer u bij deze instelling Ja kiest, komen er aanvullende instellingen.
pt_br: Você pode definir se o cliente é obrigado a entrar no site para se candidatar a uma nomeação. Ao selecionar esta opção como Sim, você verá as configurações adicionais.
pt_pt: Podemos definir se o cliente é obrigado a entrar no website para fazer uma marcação. Ao selecionar esta opção como Sim, podemos ver configurações adicionais.
ru_ru: Вы можете установить, требуется ли клиенту зайти на сайт, чтобы подать заявление на получение назначения. При выборе этой настройки, как Да, вы увидите дополнительные настройки.
tr_tr: Müşteri randevu için uygulamak için Web sitesine giriş için gerekli olup olmadığını belirleyebilirsiniz. Bu ayarı Evet olarak seçtiğinizde, ek ayarlar göreceksiniz.

source: Requiring information from client
da_dk: Kræver information fra kunde
de_de: Benötigte Kundeninformation
es_es: Solicitando información al cliente
fr_fr: Besoin de renseignements du client
it_it: Informazioni richieste al cliente
nl_nl: Vereiste informatie van de klant
pt_br: Exigir informações do cliente
pt_pt: Requer informações do cliente
ru_ru: Требование информации от клиента
tr_tr: Bunlar müşteriden istenir:
