Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Client %s cancelled appointment with ID: %s
da_dk: Kunde %s har aflyst aftale med ID: %s
de_de: Kunde %s stornierte den folgenden Termin ID:%s
es_es: Cliente %s canceló su Reserva con ID: %s
fr_fr: Client %s a annulé le rendez-vous avec ID: %s
it_it: Il cliente %s ha cancellato l'appuntamento ID: %s
nl_nl: Klant %s annuleert afspraak met ID: %s
pl_pl: Klient %s anulował rezerwację z numerem ID: %s
pt_br: Cliente %s cancelou compromisso com ID: %s
pt_pt: Cliente %s cancelou data marcada com ID: %s
ru_ru: Client %s отменил встречу с ID: %s
tr_tr: %S istemci kimliği ile randevu iptal: %s

source: Service Provider %s manually confirmed appointment with ID: %s
da_dk: Medarbejderen %s har manuelt bekræftet aftalen med ID: %s
de_de: Anwender %s hat den Termin ID:%s manuell bestätigt
es_es: El empleado %s ha confirmado manualmente la Reserva con ID: %s
fr_fr: Prestataire %s a confirmé manuellement le rendez-vous avec ID: %s
it_it: I fornitore di servizio %s ha confermato manualmente la'appuntamento ID: %s
nl_nl: Dienstverlener %s keurde afspraak met ID: %s handmatig goed
pl_pl: Wykonawca %s ręcznie potwierdził rezerwację nr ID: %s
pt_br: Provedor do Serviço %s confirmou manualmente o agendamento com ID: %s
pt_pt: Provedor de tarefas %s confirmou manualmente a marcação com ID: %s
ru_ru: Оператор %s вручную подтвердил встречу с ID: %s
tr_tr: Servis sağlayıcı %s el ile randevu kimliği doğruladı: %s

source: %s edited his working hours.
da_dk: %s har redigeret hans arbejdstid.
de_de: %s hat seine Arbeitszeit geändert
es_es: %s editó su horario laboral
it_it: %s ha modificato il suo orario di lavoro.
nl_nl: %s heeft zijn werktijden aangepast
pl_pl: %s edytował swoje godziny pracy
pt_br: %s editou suas horas de trabalho.
pt_pt: %s editou suas horas de trabalho.
ru_ru: %s изданием его рабочего времени.
tr_tr: %s onun çalışma saatleri düzenlenebilir.

source: Appointments Provider
da_dk: Appointments Udbyder
de_de: Zuweisungsprovider
es_es: Proveedor de Citas
fr_fr: Créateur de Rendez-vous
it_it: Fornitore di Appuntamenti
nl_nl: Afspraken Leverancier
pt_br: Provedor de agendamentos
pt_pt: Provedor de datas marcadas

source: Edit
da_dk: Ret
de_de: Bearbeiten
es_es: Editar
fr_fr: Editer
it_it: Modifica
nl_nl: Bewerk
pl_pl: Edytuj
pt_br: Editar
pt_pt: Editar
ru_ru: Редактировать
tr_tr: Düzenle

source: Dismiss notice
da_dk: Afbryd besked
de_de: Nachricht ablehnen
es_es: Anular aviso
fr_fr: Ignorer cet avertissement
it_it: Annullare notificazione
nl_nl: Bericht negeren
pl_pl: Odrzuć zawiadomienie
pt_br: Dispensar aviso
pt_pt: Anular aviso

source: Dismiss
da_dk: Afvis
de_de: Ausblenden
es_es: Descartar
fr_fr: rejeter
it_it: Ignora
nl_nl: Annuleer
pl_pl: Zrezygnuj
pt_br: Dispensar
pt_pt: Rejeitar
ru_ru: Закрыть
tr_tr: Yoksay

source: Appointments
da_dk: Aftaler
de_de: Termine
es_es: Reservas
fr_fr: Rendez-vous
it_it: Appuntamenti
pl_pl: Rezerwacje
pt_br: Compromissos
pt_pt: Datas Marcadas
ru_ru: Бронирование
tr_tr: Randevu yok

source: on
pl_pl: włącz
pt_br: ativar
pt_pt: Marcar

source: off
fr_fr: Suprimer
pl_pl: wyłącz
pt_br: desativar
pt_pt: cancelar

source: Preparing for export, please hold on...
da_dk: Forbereder eksport af data, vent venligst
de_de: Bereite Export vor, bitte warten...
es_es: Preparando para exportar, por favor espera...
fr_fr: Préparation à l'exportation, un moment ...
it_it: Attendere mentre preparo per l'esportazione...
nl_nl: Export wordt voorbereid, een ogenblik geduld...
pl_pl: Przygotowanie do eksportu, proszę czekaj...
pt_br: Preparando exportação, por favor, aguarde...
pt_pt: Preparando a exportação, P/F aguardar...
ru_ru: Экспорт подготавливается, пожалуйста, ожидайте
tr_tr: Dışa aktarım hazırlanıyor, lütfen bekleyin...

source: Notice dismissed.
da_dk: Notice afvist.
de_de: Nachricht gelöscht
es_es: Alerta desactivada
fr_fr: Avertissement ignoré.
it_it: Notifica nascosta.
nl_nl: Melding genegeerd
pl_pl: Wiadomość odrzucona
pt_br: Aviso dispensado.
pt_pt: Mensagem ignorada
ru_ru: Уведомление уволен.
tr_tr: Uyarı atlamamış.

source: <b>[Appointments+]</b> You must define at least once service.
da_dk: <b>[Booking System]</b> Du skal definere mindst én service.
de_de: <b>[Appointments+]</b> Sie müssen mindest eine Dienstleistung definieren.
es_es: <b>[Appointments+]</b> Debes definir como mínimo un servicio.
fr_fr: <b>[Rendez-vous+]</b> Vous devez définir au moins un service.
it_it: <b>[Appointments+]</b> Devi definire almeno un servizio.
nl_nl: <b>[Afspraken]</b> U dient minstens één dienst te definieren.
pl_pl: <b>[Appointments+]</b> Należy zdefiniować przynajmniej jedną usługę
pt_br: <b> [Compromissos] </b> Você deve definir pelo menos um serviço.
pt_pt: <b> [Datas Marcadas] </b> Deve definir pelo menos uma tarefa.
ru_ru: <b> [Назначения +] </ B> Необходимо определить хотя бы один раз обслуживание.
tr_tr: <b>[Randevu +]</b> En az bir kez hizmeti tanımlamalısınız.

source: <b>[Appointments+]</b> One of your services has a duration smaller than time base. Please visit Services tab and after making your corrections save new settings.
da_dk: <b>[Booking System]</b> En af dine tjenester har en varighed mindre end tid base. Besøg fanen Tjenester, og efter at du har foretaget dine rettelser gem de nye indstillinger.
de_de: <b>[Appointments+]</b> Einer Ihrer Services hat eine Dauer, die kleiner als die Zeitbasis ist. Bitte gehen Sie auf Service-Reiter und speichern nach den Korrekturen die neuen Einstellungen ab.
es_es: <b>[Appointments+]</b> Uno de tus servicios tiene una duración menor que el mínimo establecido. Visita la pestaña "Servicios" y después de realizar allí los cambios pulsa "Guardar".
fr_fr: <b>[Rendez-vous+]</b> Un de vos services a une durée plus petite que la base de temps. S'il vous plaît, visitez l'onglet Services et après avoir fait les corrections, veuillez sauvegarder les nouveaux paramètres.
it_it: <b>[Appointments+]</b> Uno dei tuoi servizi ha una durata minore del time base. Visita il tab Servizi e fai delle correzioni alle tue impostazioni.
nl_nl: <b>[Afspraken]</b> Een van uw diensten heeft een tijdsduur, kleiner dan de basis tijdsduur. Ga naar de DIENSTEN tab, wijzig uw instellingen en bewaar deze.
pl_pl: <b>[Appointments+]</b> Jedna z usług ma czas trwania, krószy niż podstawowa jednostka czasu. Należy dokonać zmiany w zakładce Usługi i zachować zmiany.
pt_br: <b> [Compromissos] </b> Um dos seus serviços tem uma duração menor do que a base de tempo. Por favor, visite aba Serviços e depois de fazer suas correções salve as novas configurações.
pt_pt: <b> [Datas Marcadas+] </b> Uma das suas tarefas tem uma duração menor do que a base de tempo. Por favor, visite a tabulação de Tarefas e depois de corrigir esse erro salve as novas configurações.
ru_ru: <b> [Назначения +] </ B> Один из ваших услуг имеет продолжительность меньше, чем временной базе. Пожалуйста, посетите вкладку Службы и после оформления исправления сохранить новые настройки.
tr_tr: <b>[Randevu +]</b> Bir hizmet bir süre zaman temel daha küçük vardır. Hizmetler sekmesini ziyaret edin ve yeni ayarları düzeltmeleri yaptıktan sonra kaydetmek.

source: <b>[Appointments+]</b> One of your services is not divisible by the time base. Please visit Services tab and after making your corrections save new settings.
da_dk: <b>[Booking System]</b> En af dine tjenester ikke er deleligt med tiden base. Besøg fanen Tjenester, og efter at du har foretaget dine rettelser gem de nye indstillinger.
de_de: <b>[Appointments+]</b> Einer Ihrer Dienste ist nicht durch die Zeitbasis teilbar. Bitte gehen Sie auf Service-Reiter und speichern nach den Korrekturen die neuen Einstellungen ab.
es_es: <b>[Appointments+]</b> El tiempo estándar de uno de tus servicios no es divisible. Por favor dirígete a la pestaña "Servicios" y después de hacer los cambios, guardalos.
fr_fr: <b>[Rendez-vous+]</b> Un de vos services n'est pas un multiple de la base de temps. S'il vous plaît, visitez l'onglet Services et après avoir fait les corrections, veuillez sauvegarder les nouveaux paramètres.
it_it: <b>[Appointments+]</b> Uno dei tuoi servizi non è divisibile per il time base. Per favore visita il tab Servizi e dopo aver aggiornato la configurazione salva le nuove impostazioni.
nl_nl: <b>[Afspraken]</b> De tijdsduur van een van uw diensten is niet deelbaar door de basis tijdsduur. Ga naar de DIENSTEN tab, wijzig uw instellingen en bewaar deze.
pl_pl: <b>[Appointments+]</b> Jedna z usług jest niepodzielna przez wartość podstawowej jednostki czasu. Należy dokonać zmiany w zakładce Usługi i zachować zmiany.
pt_br: <b> [Compromissos] </b> Um dos seus serviços não é divisível por a base de tempo. Por favor, visite guia Serviços e depois de fazer suas correções salvar as novas configurações.
pt_pt: <b> [Datas Marcadas] </b> Uma das tarefas não é divisível por a base de tempo. Por favor, visitar a tabulação de Tarefas e depois de corrigir este erro salvar as novas configurações.
ru_ru: <b> [Назначения +] </ B> Один из ваших услуг не делится на временной базе. Пожалуйста, посетите вкладку Службы и после оформления исправления сохранить новые настройки.
tr_tr: <b>[Randevu +]</b> Sizin Hizmetleri temel zaman bölünebilir değildir. Hizmetler sekmesini ziyaret edin ve yeni ayarları düzeltmeleri yaptıktan sonra kaydetmek.

source: <b>[Appointments+]</b> One of your services has a duration greater than 24 hours. Appointments+ does not support services exceeding 1440 minutes (24 hours).
da_dk: <b>[Booking System]</b> En af dine tjenester har en varighed på mere end 24 timer. Aftaler + understøtter ikke tjenester, der overstiger 1440 minutter (24 timer).
de_de: <b>[Appointments+]</b> Einer Ihrer Dienste hat eine Dauer, die länger als 24 Stunden ist. Appointments+ unterstützt keine Dienste über 1440 Minuten (24 Stunden).
es_es: <b>[Appointments+]</b> Uno de tus servicios supera el límite de 24 horas. Este plugin no admite superar los 1440 minutes (24 horas).
fr_fr: <b>[Rendez-vous+]</b> Un de vos services a une durée plus grande que 24 heures. Rendez-vous+ ne supporte pas les services excédant 1440 minutes (24 heures).
it_it: <b>[Appointments+]</b> Uno dei tuoi servizi ha una durata maggiore di 24 ore. Appointments+ non supporta servizi che eccedono 1440 minuti (24 ore).
nl_nl: <b>[Afspraken]</b> Een van uw diensten duurt langer dan 24 uur. Afspraken ondersteunt geen diensten met een tijdsduur groter dan 1440 minuten (24 uur)
pl_pl: <b>[Appointments+]</b> Jedna z usług ma długość większą niż 24 godziny. Appointments+ nie obsługuje usług dłuższych niż 1440 minut (24 godziny).
pt_br: <b> [Compromissos] </b> Um dos seus serviços tem uma duração superior a 24 horas. Compromissos não suporta serviços que excedem 1440 minutos (24 horas).
pt_pt: <b> [Datas Marcads] </b> Uma das suas tarefas tem uma duração superior a 24 horas. Datas Marcadas+ não suporta as tarefas que excedem 1440 minutos (24 horas).
ru_ru: <b> [Назначения +] </ B> Один из ваших услуг имеет продолжительность более чем на 24 часа. Назначения + браузер не поддерживает услуги, превышающие 1440 минут (24 часа).
tr_tr: <b>[Randevu +]</b> Hizmet süresi 24 saatten daha büyük sahiptir. Randevular + desteği Hizmetleri 1440 dakika (24 saat) aşan.

source: <b>[Appointments+]</b> One of your services does not have a service provider assigned. Delete services you are not using.
da_dk: <b>[Booking System]</b> En af dine tjenester har ikke en medarbejder tildelt. Slet tjenester, du ikke bruger.
de_de: <b>[Appointments+]</b> Einer Ihrer Dienste scheint keinen zugewiesenen Dienstleister zu haben. Löschen Sie Dienste, die Sie nicht benutzen.
es_es: <b>[Appointments+]</b> Uno de tus servicios no tiene asignado empleado. Elimina los servicios que no ofrezcas.
fr_fr: <b>[Rendez-vous+]</b> Un de vos services n'a pas de prestataire de service assigné. Supprimez les services que vous n'utilisez pas.
it_it: <b>[Appointments+]</b> Uno dei tuoi servizi non ha un fornitore di servizio assegnato. Cancella il servizio se non lo stai usando.
nl_nl: <b>[Afspraken]</b> Een van uw diensten heeft geen dienstverlener toegewezen. Verwijder diensten die u niet gebruikt.
pl_pl: <b>[Appointments+]</b> Jedna z usług nie ma przypisanego wykonawcy. Usuń niepotrzebne usługi.
pt_br: <b> [Compromissos] </b> Um dos seus serviços não tem um prestador de serviço atribuído. Excluir serviços que você não está usando.
pt_pt: <b> Datas Marcadas] </b> Uma das suas tarefas não tem um prestador destas tarefas atribuído. Suprimir as tarefas que não está usando.
ru_ru: <b> [Назначения +] </ B> Один из ваших услугах не имеет поставщика услуг назначенного. Удалить услуги вы не используете.
tr_tr: <b>[Randevu +]</b> Sizin Hizmetleri atanan bir servis sağlayıcısı yok. Kullanmadığınız Hizmetleri Sil.

source: Dismiss this notice for this session
da_dk: Afvis denne meddelelse for denne session
de_de: Diese Notiz für diese Sitzung verwerfen
es_es: Desactivar esta alerta para esta sesión
fr_fr: Rejeter cet avis pour cette session
it_it: Nasconti questa notifica per questa sessione di lavoro
nl_nl: Negeer deze melding voor deze sessie.
pl_pl: Anuluj wiadomość na czas trwania obecnej sesji
pt_br: Dispensar este aviso durante esta sessão
pt_pt: Ignorar este aviso durante esta sessão
ru_ru: Игнорировать это уведомление для этой сессии
tr_tr: Bu oturum için bu bildirimi kapatmak

source: <b>[Appointments+]</b> Appointments+ database tables need to be updated. Please deactivate and reactivate the plugin (DO NOT DELETE the plugin). You will not lose any saved information.
da_dk: <b>[Booking System]</b> Aftale + databasetabeller skal opdateres. Venligst deaktivere og genaktivere plugin (SLET IKKE plugin). Du vil ikke miste nogen gemte oplysninger.
de_de: <b>[Appointments+]</b> Appointments+ Datenbanktabellen brauchen ein Update. Bitte schalten Sie das Plugin zuerst aus und dann wieder ein (LÖSCHEN SIE NICHT das Plugin). Sie werden keine gespeicherte Information verlieren.
es_es: <b>[Appointments+]</b> La base de datos del plugin necesita una actualización. Por favor desactivalo y vuelve a activarlo de nuevo (¡OJO!, no lo elimines). No perderás ni tus ajustes ni tu información.
fr_fr: <b>[Rendez-vous+]</b> Les tables de la base de données de Rendez-vous+ doivent être mis à jour. S'il vous plaît désactivez et réactivez l'extension (NE SUPPRIMEZ PAS L'EXTENSION). Vous ne perdrez aucune informations sauvegardées.
it_it: <b>[Appointments+]</b> La tabella del database Appointments+ database ha bisogno di un aggiornamento. Per favore disattiva e riattiva il plugin (NON CANCELLARE il plugin). Non perderai nessun dato salvato.
nl_nl: <b>[Afspraken]</b>Afspraken database tabellen dienen te worden vernieuwd. Deactiveer en heractiveer de plugin. VERWIJDER DEZE NIET. U verliest geen opgeslagen informatie.
pl_pl: <b>[Appointments+]</b> Tabele baza danych Appointments+ wymagają aktualizacji. Należy wyłączyć a następnie włączyć wtyczkę (UWAGA! Nie usuwać wtyczki!). Wszystkie informacje zostaną zachowane.
pt_br: <b> [Compromissos] </b> Tabelas do banco de dados de Compromissos precisam ser atualizados. Por favor, desativar e reativar o plugin (não exclua o plugin). Você não vai perder qualquer informação salva.
pt_pt: <b> [Datas Marcadas] </b> Datas Marcadas+Tabelas de dados precisam de ser atualizados. Por favor, desativar e reativar o plugin (não SUPRIMIR o plugin). Nenhuma informação que foi salva a perder.
ru_ru: <b> [Назначения +] </ B> столы Назначения + базы данных должны быть обновлены. Пожалуйста, отключить и включить плагин (не удаляйте плагин). Вы не потеряете ни сохраненную информацию.
tr_tr: <b>[Randevu +]</b> Randevular + veritabanı tabloları güncelleştirilmesi gerekir. Lütfen devre dışı bırakıp (yapmak değil silmek tapa) eklenti yeniden etkinleştirin. Kaydedilen bilgileri kaybetmezsiniz.

source: <b>[Appointments+]</b> More than one instance of services, service providers, confirmation, Paypal or login shortcodes on the same page may cause problems.</p>
da_dk: <b>[Booking System]</b> Mere end en instans af tjenester, tjenesteydere, konfirmation, Paypal eller login kortkoder på samme side kan forårsage problemer. </p>
de_de: <b>[Appointments+]</b> Mehr als eine Instanz an Services, Dienstleistern, Bestätigungen, PayPal oder Login shortcodes auf der selben Seite kann Probleme verursachen </p>
es_es: <b>[Appointments+]</b> Más de una instancia de servicios, empleado, confirmación, PayPal o códigos acceso en la misma página pueden estar ocasionando problemas.</p>
fr_fr: <b>[Rendez-vous+]</b> Plus d'une instance de services, prestataires de services, confirmation, Paypal ou raccourci de connexion sur la même page peuvent causer des problèmes.</p>
it_it: <b>[Appointments+]</b> Più di una istanza di servizio, fornitore di servizio, conferma, paypal o login shortcode possono causare problemi nella stessa pagina.</p>
nl_nl: <b>[Afspraken]</b> Meer dan 1 instantie van diensten, dienstverleners, bevestiging, Paypal of login shortcodes op dezelfde pagina kan problemen veroorzaken. </p>
pl_pl: <b>[Appointments+]</b> Więcej niż jeden short kod umieszczony na tej samej stronie może powodować konflikty. Dotyczy: usług, wykonawców usług, potwierdzeń, logowania i PayPala.</p>
pt_br: <b> [Compromissos] </b> Mais do que uma instância de shortcodes de serviços, prestadores de serviços, confirmação, Paypal ou login na mesma página podem causar problemas. </p>
pt_pt: <b> [Datas Marcadas] </b> Mais do que uma instância de shortcodes de tarefas, de prestadores de tarefas, confirmação Paypal ou login na mesma página podem causar problemas. </p>
ru_ru: <b> [Назначения +] </ B> более одного экземпляра услуг, поставщики услуг, подтверждение, Paypal или войдите шорткоды на одной странице может вызвать проблемы. </ P>
tr_tr: <b>[Randevu +]</b> Hizmetler, hizmet sağlayıcıları, onay, Paypal veya giriş shortcodes aynı sayfada birden çok örneğini sorunlara neden olabilir.<p>

source: <b>[Appointments+]</b> Confirmation shortcode [app_confirmation] is always required to complete an appointment.
da_dk: <b>[Booking System]</b> Bekræftelse kortkode [app_confirmation] er altid forpligtet til at gennemføre en aftale.
de_de: <b>[Appointments+]</b> Bestätigungsshortcode [app_confirmation] wird immer benötigt, um einen Termin zu vervollständigen.
es_es: <b>[Appointments+]</b> El "shortcode" de confirmación [app_confirmation] siempre es necesario para completar las reservas.
fr_fr: <b>[Rendez-vous+]</b> Le raccourci de confirmation [app_confirmation] est toujours requis pour compléter un rendez-vous.
it_it: <b>[Appointments+]</b> Lo shortcode di conferma [app_confirmation] è sempre richiesto per completare l'appuntamento.
nl_nl: <b>[Afspraken]</b> Shortcode voor bevestiging [app_confirmation] is altijd vereist om een afspraak te maken.
pl_pl: <b>[Appointments+]</b> Short kod potwierdzenia [app_confirmation] jest wymagany do zatwierdzenia rezerwacji.
pt_br: <b> [Compromissos] </b> Shortcode de confirmação [app_confirmation] é sempre necessário para concluir um compromisso.
pt_pt: <b> [Datas Marcadas] </b> Shortcode de confirmação [app_confirmação] é sempre necessário para concluir marcar uma data.
ru_ru: <b> [Назначения +] </ B> шорткод Подтверждение [app_confirmation] всегда требуется, чтобы завершить встречу.
tr_tr: <b>[Randevu +]</b> Onay kusur [app_confirmation], her zaman bir randevu tamamlamak için gereklidir.

source: <b>[Appointments+]</b> Paypal shortcode [app_paypal] is always required to complete an appointment with <b>pending</b> status.
fr_fr: <b>[Rendez-vous +]</b> Le shortcode Paypal [app_paypal] est toujours requis pour compléter un rendez-vous avec <b> le statut en attente</b>.
pl_pl: <b>[Appointments+]</b> Kody PayPal [app_paypal] są zawsze wymagane, aby ukończyć spotkanie o statusie <b>oczekującym</b>.
pt_br: <b>[Appointments+]</b> O shortcode do Paypal [app_paypal] sempre é necessário para concluir um agendamento com o status <b>pendente</b>.
pt_pt: <b>[Marcações +]</b> O ''shortcode'' do Paypal [app_paypal] é necessário sempre para concluir uma marcação com o status <b>pendente</b>.

source: Appointments+ FAQ
da_dk: Booking System FAQ
pt_br: FAQ de Compromissos
pt_pt: Datas Marcadas+ FAQ
ru_ru: Бронирования+ FAQ
tr_tr: S.S.S sayfası

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Opções
ru_ru: Настройки
tr_tr: Ayarlar

source: Something went wrong!
fr_fr: Quelque chose n'a pas fonctionné
pl_pl: Coś poszło nie tak!
pt_br: Algo deu errado!
pt_pt: Algo deu errado!

source: Page was created successfuly: %s
fr_fr: La page a été créée avec succès %s
pl_pl: Strona została utworzona poprawnie: %s
pt_br: A página foi criada com sucesso: %s
pt_pt: Página foi criada com sucesso: %s

source: View page
fr_fr: Voir la page
pl_pl: Zobacz stronę
pt_br: Visualizar página
pt_pt: Ver pagina

source: Free
da_dk: Ledig
de_de: frei
es_es: Disponible
fr_fr: Libre
it_it: Libero
nl_nl: Vrij
pl_pl: Wolny
pt_br: Livre
pt_pt: Livre
ru_ru: Свободно
tr_tr: Ücretsiz

source: Limited by number of Service Providers
pl_pl: Limit ustalony przez liczbę usługodawców
pt_br: Limitado pelo número de Provedores de Serviços
pt_pt: Limitado pelo número de Provedores de Serviço

source: Delete
da_dk: Slet
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Cancella
nl_nl: Verwijder
pl_pl: Usuń
pt_br: Excluir
pt_pt: Remover
ru_ru: Удалить
tr_tr: Sil

source: Capacity
da_dk: Kapacitet
de_de: Kapazität
es_es: Capacidad
fr_fr: Capacité
it_it: Capacità
nl_nl: Capaciteit
pl_pl: Pojemność
pt_br: Capacidade
pt_pt: Capacidade
ru_ru: Объём
tr_tr: Kapasite

source: Duration
da_dk: Varighed
de_de: Dauer
es_es: Duración
fr_fr: Durée
it_it: Durata
nl_nl: Tijdsduur
pl_pl: Długość trwania
pt_br: Duração
pt_pt: Duração
ru_ru: Длительность
tr_tr: Süre

source: Price (%s)
pl_pl: Cena (%s)
pt_br: Preço (%s)
pt_pt: Preço (%s)

source: Description page
da_dk: Beskrivelse
de_de: Beschreibungsseite
es_es: Página de descripción
fr_fr: Page de description
it_it: Pagina descrittiva
nl_nl: Omschrijvingspagina
pl_pl: Strona z opisem
pt_br: Página de Descrição
pt_pt: Página de Descrição
ru_ru: Описание страницы
tr_tr: Açıklama Sayfası

source: No Service Providers selected.
pl_pl: Nie wybrano usługodawcy.
pt_br: Nenhum provedor de serviços selecionado.
pt_pt: Nenhum Provedor de Serviços foi seleccionado.

source: Missing service: %d.
pl_pl: Brak usługi: %d.
pt_br: Serviço ausente: %d.
pt_pt: Serviço em falta: %d.

source: [wrong user]
pl_pl: [nieprawidłowy użytkownik]
pt_br: [usuário errado]
pt_pt: [utilizador errado]

source: Service Provider
da_dk: Tjeneste udbyder
de_de: Dienstleister
es_es: Proveedor de servicios
fr_fr: Fournisseur de service
it_it: Fornitore di servizi
nl_nl: Dienstverlener
pl_pl: Wykonawca
pt_br: prestador de serviço
pt_pt: Prestador de Tarefas
ru_ru: Оператор
tr_tr: Hizmet Sağlayıcı

source: Dummy
pt_br: Modelo
pt_pt: Modelo

source: Additional Price (%s)
pl_pl: Dodatkowa cena (%s)
pt_br: Preço Adicional (%s)
pt_pt: Preço Addicional (%s)

source: Services Provided
da_dk: Tilbudte services
de_de: Erbrachte Leistungen
es_es: Servicios Prestados
fr_fr: Services fournis
it_it: Servizi Forniti
nl_nl: Diensten aangeboden
pl_pl: Usługi zapewnione
pt_br: Serviços Fornecidos
pt_pt: Tarefas Prestadas

source: List View
da_dk: Listevisning
de_de: Listenansicht
es_es: Vista de la Lista
fr_fr: Voir en liste
it_it: Lista de visualizzazione
nl_nl: Lijst
pl_pl: Widok listy
pt_br: Ver Lista
pt_pt: Exibir lista

source: Excerpt View
de_de: Auszugsansicht
es_es: Vista del extracto
fr_fr: Voir en extraits
it_it: Estratto de Visualizzazione
nl_nl: Fragment
pl_pl: Widok zajawek
pt_br: Ver Resumo
pt_pt: Visão do extrato
