Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: You can define "Dummy" service providers to enrich your service provider alternatives and variate your working schedules. They will behave exactly like ordinary users except the emails they are supposed to receive will be forwarded to the user you select here. Note: You cannot select another dummy user. It must be a user which is not set as dummy.
da_dk: Du kan definere "Dummy" serviceudbydere, som vil berige dit serviceudbyder alternativer og variere dine arbejds-bookingkalendere. De vil opføre sig præcis som almindelige brugere undtagen e-mails de formodes at modtage vil blive fremsendt til den bruger, du vælger her. Bemærk: Du kan ikke vælge en anden dummy bruger. Det skal være en bruger, som ikke er indstillet som dummy.
de_de: Sie können "Dummy" Dienstleister einrichten um Ihre Service-Angebote zu erweitern und Ihre Kalender zu variieren. Sie verhalten sich exakt wie normale User, außer dass die E-Mails die sie erhalten sollten, an den User gehen, den Sie dafür ausgewählt haben. Hinweis: Sie können keinen anderen Dummyuser auswählen. Es muss sich dabei um einen User handeln, der nicht als Dummy gesetzt ist.
es_es: Puede definir "Confirmación " proveedores de servicios de calidad y entretenimiento alternativas de proveedores de servicios y variate sus horarios de trabajo. Ellos se comportan exactamente igual que los usuarios normales, excepto los mensajes de correo electrónico que se supone que recibirá será remitido al usuario que seleccione aquí. Nota: No se puede seleccionar otro usuario simulado. Debe ser un usuario que no está establecido como ficticia.
fr_fr: Vous pouvez définir des prestataires de services "dummy" (demo) pour enrichir les alternatives et les variations d'emploi du temps. Ils se comporteront exactement comme les utilisateurs ordinaires excepté les emails qu'ils sont censés recevoir, qui eux, seront expédiés à l'utilisateur que vous choisissez ici. Note : Vous ne pouvez pas choisir un autre utilisateur factice. Ce doit être un utilisateur réel.
it_it: Puoi definire un fornitore di servizi fasullo per arricchire le alternative del tuo fornitore di servizi e variare il suo orario lavorativo. Questi avranno un comportamento esattamente uguale ad un utente ordinario, eccetto che el email verrano fowardate all'utente che selezioni qui. Nota: Non puoi selezionare un altro utente fasullo. Devi selezionare un utente vero.
nl_nl: U kunt "dummy" dienstverleners toevoegen om uw dienstverlening uit te breiden met meer alternatieven en werkschema's. Zij gedragen zich als normale gebruikers, maar voor hen bestemde e-mails gaan naar de gebruiker die u hier selecteert. U kunt geen andere "dummy" gebruiker selecteren.
pl_pl: Czy chcesz ustawić "Wirtualnych" usługodawców w celu wzbogacenia i zróżnicowania swojej oferty? Będą oni działać jak zwykli uzytkownicy z tym że wiadomości będą przekierowywane do uzytkownika wybranego tutaj. Notka: Nie możesz wybrac j uzytkonika Wirtualnego. Musi to być inny użytkownik.
pt_br: Você pode definir prestadores de serviços "Fictícios" para enriquecer suas alternativas de prestadores de serviços e variar seus horários de trabalho. Eles se comportam exatamente como os usuários comuns, exceto os e-mails que deveriam receber serão encaminhadas para o usuário que você selecionar aqui. Nota: Você não pode selecionar outro usuário fictício. Deve ser um usuário que não está definido como fictício.
pt_pt: Pode definir prestadores de serviços "Fictícios" para enriquecer suas alternativas de prestadores de tarefas e assim variar seus horários de trabalho. Estes se comportaram exatamente como os usuários normais, excepto que os e-mails que deveriam receber serão encaminhadas para o usuário que podem ser selecionados aqui. Aviso: Não é permitido selecionar outro usuário fictício. Deve ser um usuário que não está definido como fictício.
ru_ru: Вы можете определить "пустышка " поставщиков услуг, которые скрасят ваше альтернативы поставщик услуг и варьировать свои рабочие графики. Они будут вести себя так же, как обычных пользователей, кроме писем, которые они должны получать, будет пересылаться пользователю выбранными здесь. Примечание: Вы не можете выбрать другой фиктивной пользователя. Это должен быть пользователь, который не установлен в качестве манекена.
tr_tr: Sen-ebilmek tanımlamak "Dummy" servis sağlayıcıları servis sağlayıcı alternatifleri ve değişken çalışma zamanlamaları zenginleştirmek. Onlar tam olarak e-postalar alırsınız ki kullanıcıya size iletilir dışında sıradan kullanıcılar burada seçtiğiniz gibi davranır. Not: Başka bir kukla kullanıcı seçemezsiniz. Kukla olarak ayarlanmamış bir kullanıcı olmalıdır.

source: Login required
da_dk: Login krævet
de_de: Anmeldung erforderlich
es_es: Login requerido
fr_fr: Connexion requise
it_it: Login richiesto
nl_nl: Login Vereist.
pl_pl: Wymagane logowanie
pt_br: É necessário iniciar sessão
pt_pt: Requer uma conexão
ru_ru: Требуется вход
tr_tr: Oturum Açılması Gerekiyor

source: Whether you require the client to login to the website to apply for an appointment. Plugin lets front end logins, without the need for leaving the front end appointment page.
da_dk: Uanset om du har brug for at kunden logger ind på hjemmesiden for at lave en aftale. Plugin tillader forside logins, uden behov for at forlade den forreste aftaleside.
de_de: Wenn Sie den User sich durch das Frontend einloggen lassen, um einen Termin einzutragen: Das Plugin erlaubt es, sich einzuloggen, ohne die Frontend Termin-Seite zu verlassen.
es_es: Ya sea que necesite el cliente para iniciar sesión en el sitio web para solicitar una cita. Plugin permite inicios de sesión de front-end, sin necesidad de salir de la página cita parte delantera.
fr_fr: Quand vous demandez au client de se connecter à votre site pour s'inscrire à un rendez-vous, le plugin laisse les clients connectés sans avoir besoin de quitter la page.
it_it: Richiedi al cliente di fare il login al tuo sito web per fissare un appuntamento. Il plugin ti permette di fare il login senza aver bisogno di abbandonare la pagina degli appuntamenti.
nl_nl: Wel of niet vereisen dat de klant inlogt om een afspraak te maken. Plugin gebruikt front-end login, zonder noodzaak de afspraak pagina te verlaten.
pl_pl: Jeżeli klient musi się zalaogować aby dokonać rezerwacji, wtyczka pozwoli zalogować się ze strony rezerwacji bez potrzeby przekierowania.
pt_br: Se obrigar o cliente a acessar o site para solicitar um compromisso. Compromissos permite logins na interface, sem a necessidade de sair da página compromisso.
pt_pt: Caso obrigue o cliente a se conectar ao site para solicitar uma marcação. ''Plugin'' autoriza a conexão na interface, sem ter que sair da página interface das datas marcadas.
ru_ru: Если вы требовать, чтобы клиент, войдите на сайт, чтобы подать заявление на получение назначения. Плагин позволяет фронтальные входы, без необходимости оставляя конечную назначение страницу переднюю.
tr_tr: İster bir randevuya uygulamak istemci Web sitesine giriş gerektirir. Eklenti ön uç oturumları, ön uç randevu sayfası bırakarak gerek kalmadan sağlar.

source: Accept login from front end
da_dk: Accepter login fra forsiden
de_de: Einen Login durchs Frontend akzeptieren
es_es: Aceptar el acceso desde la web
fr_fr: Accepter l'enregistrement depuis la partie public
it_it: Accetta login dal front end
nl_nl: Accepteer login vanuit de front-end.
pl_pl: Akceptuj logowanie na froncie
pt_br: Aceitar login direto da página de usuário
pt_pt: Aceitar login direto do site
ru_ru: Принять логин от переднего конца
tr_tr: Ön uç üzerinden giriş kabul

source: Enables login to website from front end using Facebook, Twitter, Google+ or WordPress.
da_dk: Tillader login til websitet fra forsiden ved at bruge Facebook, Twitter, Google+ eller WordPress.
de_de: Ermöglich Login auf die Website vom front end über Facebook, Twitter, Google+ oder WordPress.
es_es: Permitirá iniciar sesión en el sitio web utilizando Facebook, Twitter, Google+ o WordPress.
fr_fr: Permet la connexion au site Web en utilisant Facebook, Twitter, Google + ou Wordpress.
it_it: Permite di accedere al sito web dalla parte frontale utilizzando Facebook, Twitter, Google+ o WordPress.
nl_nl: Activeert inloggen op de website door gebruik te naken van Facebook, Twitter, Google+ of WordPress.
pl_pl: Umożliwia logowanie do strony poprzez Facebooka, Twittera Google+ lub WordPressa.
pt_br: Habilita logar-se da página de usuário usando os serviços Facebook, Twitter, Google+ or WordPress.
pt_pt: Autoriza a conexão ao site Web frontal, utilizando Facebook, Twitter, Google+ or WordPress.

source: My website already uses Facebook
da_dk: Min webside bruger allerede Facebook
de_de: Meine Website benutzt schon Facebook
es_es: Mi pagina web ya utiliza Facebook
fr_fr: Mon site utilise déjà Facebook
it_it: Il mio sito web usa già Facebook
nl_nl: Mijn website gebruikt al Facebook
pl_pl: Moja strona korzysta z Facebook'a
pt_br: Meu site já utiliza o Facebook
pt_pt: Meu site já utiliza o Facebook
ru_ru: Мой сайт уже использует Facebook
tr_tr: Benim web sitesi zaten Facebook kullanır

source: By default, Facebook script will be loaded by the plugin. If you are already running Facebook scripts, to prevent any conflict, check this option.
da_dk: Som standard vil Facebook script indlæses af dette plugin. Hvis du allerede kører Facebook scripts, skal du for at undgå enhver konflikt, tjekke denne mulighed.
de_de: Wenn default gesetzt ist wird das Facebookskript vom Plugin geladen. Wenn Sie das Facebookskript schon ausführen wählen Sie diese Option aus, um Konflikte zu vermeiden.
es_es: Por defecto, el script de Facebook será cargado por el plugin. Si ya estás ejecutando scripts de Facebook, para prevenir cualquier conflicto, marca esta opción.
fr_fr: Par défaut, le script Facebook sera chargé par l'extension. Si vous utilisez déjà les scripts Facebook, pour éviter tout conflit, cochez cette option.
it_it: Per impostazione predefinita lo script di Facebook sarà caricato dal plugin. Se tu stai già facendo funzionare uno script Facebook, per prevenire ogni tipo di conflitto spunta questa opzione.
nl_nl: Standaard, wordt het Facebook script voor de plugin geladen. Indien u al Facebookscripts gebruikt, vink deze optie aan om conflicten te vermijden.
pl_pl: Domyślnie wtyczka ładuje skrypty Facebooka. Jeżeliw witrynie są już używane wtyczki ładujące te skrypty, proszę zaznaczyć opcję w celu uniknięcia konfliktów.
pt_br: Por padrão, o Facebook script será carregado pelo plugin. Se você já está executando scripts do Facebook, para evitar qualquer conflito, marque esta opção.
pt_pt: Como padrão, o Facebook script será descarregado pelo plugin. Se já está a utilizar scripts do Facebook, para que evite qualquer conflito, marque esta opção.
ru_ru: По умолчанию Facebook скрипт будет загружен с помощью плагина. Если у вас уже работает скрипты Facebook, чтобы предотвратить любой конфликт, отметьте эту опцию.
tr_tr: Varsayılan olarak, Facebook el yazısı-ecek var olmak yüklü eklenti tarafından. Herhangi bir çatışma önlemek için Facebook komut dosyaları kullanıyorsanız, bu seçeneği işaretleyin.

source: Enter your App ID number here. If you don't have a Facebook App yet, you will need to create one <a href='%s'>here</a>
da_dk: Indtast dit App ID-nummer her. Hvis du ikke har en Facebook App endnu, vil du nødt til at oprette en <a href='%s'>here</a>
de_de: Geben Sie Ihrer App ID Nummer ein. Wenn Sie noch keine Facebook App haben, müssen Sie <a href='%s'>hier</a> eine erstellen.
es_es: Introduce el ID de tu App aquí. Si no tienes una App de Facebook todavía, deberás crear una <a href='%s'>aquí</a>
fr_fr: Entrez votre numéro d'App ID ici. Si vous n'avez pas l'App Facebook encore, vous devez en créer une <a href='%s'>ici</a>
it_it: Inserisci la tua App ID qui. Se non hai un Facebook App, dovrai crearne uno nuovo <a href='%s'>qui</a>
nl_nl: Voer hier uw App ID nummer in. Heeft u dit nog niet, maak <a href='%s'>hier</a> dan een Facebook App aan
pl_pl: Wpisz swój identyfikator aplikacji. Jeśli nie masz jeszcze aplikacji na Facebooku, to należy utworzyć ją <a href='%s'>tutaj</a>
pt_br: Digite seu número de ID de App aqui. Se você não tem um Facebook App ainda, você terá de criar um <a href = ' %s '> aqui </a>
pt_pt: Digite seu número de ID de App aqui. Se não tem um Facebook App ainda, você terá de criar um <a href = ' %s '> aqui </a>
ru_ru: Введите сюда свой App идентификационный номер. Если вы не имеете Facebook App еще, вам нужно будет создать один <главной идеи %s '> здесь </>
tr_tr: App ID numarasını buraya girin. Eğer henüz bir Facebook uygulaması yoksa oluşturmanız gerekir, <a href='%s'>burada</a>

source: Twitter Consumer Key
da_dk: Twitter bruger nøgle
de_de: Twitter Nutzer-Key
es_es: Clave de Twitter
it_it: Chiave utente Twitter
pl_pl: Klucz klienta Twittera
pt_br: Chave do cliente do Twitter
pt_pt: Chave do Cliente do Twitter
ru_ru: Twitter потребительских Ключ

source: Enter your Twitter App ID number here. If you don't have a Twitter App yet, you will need to create one <a href="%s">here</a>
da_dk: Indtast dit Twitter App ID-nummer her. Hvis du ikke har en Twitter App endnu, bliver du nødt til at oprette en <a href="%s">here</a>
de_de: Geben Sie Ihre Twitter AP ID-Nummer ein. Wenn Sie noch keine Twitter App haben, müssen Sie <a href="%s">hier</a> eine erstellen.
es_es: Introduce el número ID de tu App de Twitter. Si no tienes una App de Twitter todavía, deberás crear una <a href="%s">aquí</a>
fr_fr: Entrez votre numéro ID de l'application Twitter ici. Si vous n'avez pas l'application Twitter encore, vous devrez en créer un <a href="%s">ici</a>
it_it: Inserisci la tua Twitter App ID qui. Se non ne hai una, devi crearne una nuova <a href="%s">qui</a>
nl_nl: Voer uw Twitter App ID hier in. Heeft u geen Twitter App, maak er dan <a href="%s">hier</a> een aan.
pt_br: Digite o número do ID do Twitter App aqui. Se você não tem um Twitter App ainda, você terá de criar um <a href = " %s"> aqui </a>
pt_pt: Digite o número do seu ID do Twitter App aqui. Se não tem um Twitter App ainda, deverá criar um <a href =" %s"> aqui </a>
ru_ru: Введите сюда свой Twitter App идентификационный номер. Если вы не имеете Twitter App еще, вам нужно будет создать <HREF = " %s "> здесь </>
tr_tr: Twitter App ID numarasını buraya girin. Eğer henüz Twitter uygulaması yoksa oluşturmanız gerekir, <a href="%s">burada</a>

source: Enter your Twitter App ID Secret here.
da_dk: Indtast dit Twitter App ID hemmelighed her.
de_de: Geben Sie Ihr Twitter App ID Secret hier ein.
es_es: Introduce el ID de tu App de Twitter aquí.
fr_fr: Entrez votre "Twitter App ID Secret" ici.
it_it: Inserisci la tua Twitter App ID Secret qui.
nl_nl: Voer hier uw Twitter App ID Geheim in
pl_pl: Wpisz swój sekretny identyfikator aplikacji Twittera.
pt_br: Digite aqui seu Twitter App ID Secret.
pt_pt: Digite aqui sua senha do seuTwitter App ID.
ru_ru: Введите ваше Twitter App ID Секрет здесь.
tr_tr: Twitter App ID sırrını buraya girin.

source: Clear Cache
da_dk: Ryd cachen
de_de: Cache löschen
es_es: Limpiar caché
fr_fr: Vider le Cache
it_it: Cancella Cache
nl_nl: Cache leegmaken
pl_pl: Wyczyść bufor
pt_br: Limpar Cache
pt_pt: Esvaziar Cache
ru_ru: Очистить кэш
tr_tr: Ön Belleği Temizle

source: Cache is automatically cleared at regular intervals (Default: 10 minutes) or when you change a setting. To clear it manually check this checkbox.
da_dk: Cache er automatisk ryddet regelmæssigt (Standard: 10 minutter), eller når du ændrer en indstilling. For at slette det manuelt, vælg dette afkrydsningsfelt.
de_de: Der Cache wird in regelmäßigen Abständen automatisch gelöscht (Voreinstellung 10 Minuten) oder wenn Sie Einstellungen ändern. Umschalten auf manuelle Regelung durch einen Haken in dieses Kontrollkätchen.
es_es: El cache es limpiado a ciertos intervalos ( por defecto 10 min), o cuando tu lo configuras. Para limpiarlo manualmente clica esta casilla
fr_fr: Le cache est automatiquement effacé à intervalles réguliers (par défaut: 10 minutes) ou lorsque vous modifiez un paramètre. Pour effacer manuellement cochez cette case.
it_it: La cache è automaticamente cancellata a intervalli di tempo regolare (Impostazione predefinita ogni 10 minuti) oppure puoi cambiare questa impostazione. Per cancellare la cache manualmente spunta questa opzione.
nl_nl: Cache wordt automatisch leeggemaakt op gezette tijden. (Standaard, iedere 10 minuten) of wanneer u een instelling verandert. Om dit handmatig te doen, vink het selectievak aan.
pl_pl: Bufor jest czyszczony automatycznie co 10 minut lub gdy wprowadzasz zmiany. By oczyścić go ręcznie zaznacz tę opcję.
pt_br: O Cache é automaticamente limpo em intervalos regulares (padrão: 10 minutos) ou quando você alterar uma configuração. Para limpá-lo manualmente assinale esta opção.
pt_pt: O Cache é automaticamente apagado em intervalos regulares (padrão: 10 minutos) ou quando alterar uma configuração. Para apagar manualmente optar por esta opção.
ru_ru: Кэш очищается автоматически через определенные промежутки времени (по умолчанию: 10 минут) или когда вы изменить настройки. Чтобы очистить его вручную этот флажок.
tr_tr: Önbellek düzenli aralıklarla otomatik olarak temizlenir (varsayılan: 10 dakika) veya bir ayarı değiştirdiğinizde. Temizlemek için el ile kontrol bu onay kutusu.

source: Always load scripts
pt_br: Sempre carregar os scripts
pt_pt: Carregar sempre os ''scripts''

source: By default some scrtips are loaded only if booking shortcodes are detected. With some themes and if booking form is in popup it might be necessary to enable this option to force loading of these assets.
pt_br: Por padrão, alguns scrtips são carregados apenas se forem detectados shortcodes de agendamento. Com alguns temas e se o formulário de agendamento estiver em pop-up, pode ser necessário ativar essa opção para forçar o carregamento desses recursos.
pt_pt: Normalmente, alguns ''scrtips'' são só carregados se forem detectados os códigos de acesso. Com alguns dos temas, e se o formulário de reserva estiver em ''pop-up'', pode ser necessário ativar essa opção, para forçar o transferimento desses recursos.

source: Allow Overwork (end of day)
da_dk: Tillad overarbejde (slutningen på dagen)
de_de: Längere Arbeitszeit (Ende des Tages)
es_es: (permitir trabajo extra ( al final del día)
fr_fr: Permettre les heures supplémentaires (fin de journée)
it_it: Permetti straordinari (a fine giornata)
nl_nl: Sta overwerk toe (einde dag)
pl_pl: Pozwalaj na nadgodziny (koniec dnia)
pt_br: Permitir Horas Extras (final do dia)
pt_pt: Permitir Horas Extras (fim do dia)
ru_ru: Разрешить Переутомление (конец дня)
tr_tr: Fazla Çalışmaya İzin Ver (Gün Sonunda)

source: Whether you accept appointments exceeding working hours for the end of day. For example, if you are working until 6pm, and a client asks an appointment for a 60 minutes service at 5:30pm, to allow such an appointment you should select this setting as Yes. Please note that this is only practical if the selected service lasts longer than the base time. Such time slots are marked as "not possible" in the schedule.
da_dk: Om du accepterer bookinger som overstiger arbejdstiden for slutningen af dagen. For eksempel, hvis du arbejder indtil 18.00, og en kunde booker en tid for en 60 minutter service 17:30, for at tillade en sådan aftale, bør du vælge denne indstilling som Ja. Bemærk, at dette kun er praktisk, hvis den valgte tjeneste varer længere end den tilgængelige tid. Sådanne tidsintervaller er markeret som "ikke muligt" i tidsplanen.
de_de: Ob Sie die Termine außerhalb der Arbeitszeiten am Ende des Tages akzeptieren. Zum Beispiel: Sie arbeiten bis 18 Uhr, und ein Kunde fragt einen Service-Termin von 60 Minuten mit Beginn 17:30 an - dann sollten Sie diese Einstellung auf "Ja" setzen. Bitte nehmen Sie zur Kenntnis, dass dies nur von Nutzen ist, wenn der ausgewählte Service länger als die Basiszeit ist. Solche Zeitfenster werden im Plan als "nicht möglich" gekennzeichnet.
es_es: Si acepta las citas que excedan las horas de trabajo para el final del día. Por ejemplo, si trabaja hasta las 6 pm, y un cliente le pide una cita para un servicio de 60 minutos a las 5:30 pm, para permitir dicha cita se debe seleccionar esta opción como Sí. Tenga en cuenta que esto sólo es práctico si el servicio seleccionado dura más que el tiempo de base. Estos intervalos de tiempo se marcan como "no es posible" en el horario.
fr_fr: Que vous acceptiez les rendez-vous dépassant les heures de travail pour la fin de la journée. Par exemple, si vous travaillez jusqu'à 18 heures, et un client demande un rendez-vous pour un service de 60 minutes à 17h30, afin de permettre une tel rendez-vous, vous devez sélectionner ce paramètre sur Oui. S'il vous plaît noter que ce n'est pratique que si le service sélectionné dure plus longtemps que le temps de base. Ces intervalles de temps sont marqués comme "pas possible" dans le calendrier.
it_it: Ogni volta accetta appuntamenti che eccedono l'orario di lavoro della fine della giornata. Per esempio, se lavori fino alle 6pm e il cliente chiede appuntamento di 60 minuti alle 5:30pm, se confermi questa impostazione devi impostare questo valore a Si. Per favore nota che questa funzione è solo praticata se il servizio richiesto supera l'orario di lavoro. Tali intervalli di tempo vengono segnati come "non possibile" nel programma.
nl_nl: Accepteer wel / geen afspraken na de ingestelde werkuren aan het eind van de dag. Voorbeeld: U werkt tot 18u, en een client vraagt een afspraak van een uur om 17u30. Om dit toe te staan, selecteer JA. Dit is alleen praktisch indien de geselecteerde dienst langer duurt dan de ingestelde standaard tijdsduur. Dergelijke blokken zijn als "niet mogelijk" in het schema opgenomen.
pl_pl: Jeżeli akceptujesz rezerwację w godzinach nadliczbowych na koniec dnia należy wybrać TAK aby pozwolić na taką czynność.
pt_br: Caso você aceite compromissos que excedam as horas de trabalho para o final do dia. Por exemplo, se você estiver trabalhando até às 18h, e um cliente solicitar um compromisso para um serviço de 60 minutos às 17h30, para permitir tal compromisso você deverá selecionar esta opção como Sim. Por favor note que isto é apenas realizado se o serviço selecionado durar mais tempo do que o horário base. Estes intervalos de tempo são marcadas como "não é possível" na agenda.
pt_pt: Caso aceite marcações que excedam as horas de trabalho ao fim do dia, por exemplo, se trabalhar até às 18h, e um cliente solicitar uma marcação para uma tarefa de 60 minutos, depois das 17h30; para permitir tal data deverá selecionar esta opção como Sim. Por favor, note que isto é apenas realizado se o serviço selecionado durar mais tempo do que o horário basico. Tais intervalos de tempo são marcados como: "não é possível", no programa de horario.
ru_ru: Если вы принять назначения, превышающих рабочие часы на конец дня. Например, если вы работаете до 6 вечера, и клиент просит о встрече для службы в 5:30 вечера 60 минут, чтобы позволить такое назначение вы должны выбрать эту настройку, как Да. Пожалуйста, обратите внимание, что это только практическая, если выбранный сервис длится дольше, чем у базовой времени. Такие временные интервалы, помечаются как "не представляется возможным " в расписании.
tr_tr: Olup günün çalışma saatlerini aşan randevuları kabul edin. Örneğin, 18: 00 e kadar çalışıyoruz ve bir müşteri randevu için 60 dakika hizmet vasıl 530: pm isterse böyle bir randevu izin vermek için bu ayarı Evet olarak seçmelisiniz. Bu yalnızca seçili hizmetin temel zaman daha uzun sürerse pratik olduğunu unutmayın. Bu tür zaman dilimlerine "not possible" işaretlenir tarifesi.
