Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Sort order of the appointments. Possible values: asc (ascendant order), desc (descendant order).
da_dk: Sorter rækkefølgen af aftaler. Mulige værdier: asc (stigende rækkefølge), desc (faldende rækkefølge).
de_de: Anordnung der Zuweisungen sortieren. Mögliche Werte: asc (aufsteigende Anordnung), desc (absteigende Anordnung).
es_es: Ordenar las citas. Valores posibles: asc (orden ascendente), desc (orden descendente).
fr_fr: Ordre de tri des Rendez-vous. Valeurs possibles : asc (ascendant), desc (descendant).
it_it: Ordinare gli appuntamenti. Valori possibili: asc (ascendente), desc (ordine discendente).
nl_nl: Sorteervolgorde van de afspraken. Mogelijke waarden: asc (oplopende volgorde), desc (aflopende volgorde).
pl_pl: Sortowanie wizyt. Możliwe wartości asc (rosnąco), desc (malejąco).
pt_br: Ordenar a ordem dos agendamentos. Possíveis valores: asc (ascendente), desc (descendente).
pt_pt: Ordenar as datas marcadas. Valores possíveis: asc (ordem ascendente), desc (ordem descendente).

source: Allow Cancellation
de_de: Stornierung zulassen
es_es: Autorizar Cancelación
fr_fr: Autoriser l'annulation
it_it: Consentir la cancellazione
pl_pl: Zezwól na anulowanie
pt_br: Permitir Cancelamento
pt_pt: Permitir Cancelamento

source: Check if you want to allow cancellation of appointments by the client using this table. "Allow client cancel own appointments" setting must also be set as Yes. Default: Cancellation is not allowed.
de_de: Überprüfen Sie, ob Sie die Stornierung von Terminen durch den Client mit dieser Tabelle zulassen möchten. Die Einstellung "Client-Abbruch eigener Termine zulassen" muss auch als Ja festgelegt sein. Standard: Eine Stornierung ist nicht erlaubt.
es_es: Comprobar si desea permitir la cancelación de citas por el cliente utilizando esta tabulación. La opción "Permitir que el cliente cancele sus proprias citas" también debe establecerse como Sí. Predeterminado: La cancelación no es permitida.
fr_fr: Contrôlez si vous voulez permettre l'annulation des rendez-vous par le client utilisant cette table. « Permettez le client que l'annulation configuration possèdent rendez-vous » doit également être oui. Défaut : Non
it_it: Confermare si desidera consentire la cancellazione degli appuntamenti da parte del cliente, utilizzando questa tabella. "Consentir al cliente di annullare i suoi propri appuntamenti " deve essere configurata su Sì. Predefinito: la cancellazione non è autorizzata.
nl_nl: Controleer als je de afspraken wilt laten annuleren door de klant met het gebruik van deze tabel. "Laat klanten toe om zelf hun afspraken te annuleren" instelling moet ook ingesteld staan op Ja. Standaard: Annulaties is niet toegestaan.
pl_pl: Proszę sprawdzić, czy zezwolić na anulowanie spotkań przez klienta za pomocą tej tabeli. Ustawienie "Zezwól klientowi na anulowanie własnych spotkań" również musi być ustawione jako Tak. Domyślnie: Anulowanie nie jest dozwolone.
pt_br: Cheque se você deseja permitir que os clientes/usuários possam cancelar seus agendamentos usando essa tabela. A configuração "Permitir que clientes cancelam seus agendamentos" nas configurações do Compromissos também deve estar marcada como Sim. Padrão: Cancelamento não é permitido.
pt_pt: Verificar se quer autorizar a cancelação das datas marcadas pelo cliente, utilisando este gráfico. ''Autorizar client a cancelar suas datas marcadas'' A configuração deve ser defenida para Sim. Padrão: Cancelamento não é autorizado.

source: Strict
de_de: Streng
es_es: Estricto
fr_fr: Stricte
it_it: Rigoroso
nl_nl: Strikt
pl_pl: Ściśle
pt_br: Estrito
pt_pt: Rigoroso

source: Ensure strict matching when searching for appointments to display. The shortcode will, by default, use the widest possible match.
da_dk: Sikre nøje matchning når du søger efter bookinger til visning. Den shortcode vil, som standard, brug det bredest mulige match.
de_de: Bitte bei der Suche nach anzuzeigenden Terminen auf genaue Übereinstimmung achten. Der Shortcode wird standardmäßig die größtmögliche Übereinstimmung benutzen.
es_es: Asegurarse de la estricta coincidencia en la búsqueda de citas para mostrar. El código abreviado (shortcode), por defecto, utiliza la mayor semejanza posible.
fr_fr: Assure une stricte correspondance lors de la recherche de rendez-vous à afficher. Le shortcode utilisera, par défaut, la plus grande correspondance possible.
it_it: Assicura una corrispondenza precisa nella ricerca degli appuntamenti da visualizzare. Lo shortcode per default utilizza una ricerca di corrispondenza più ampia.
nl_nl: Zorg voor stricte matching tijdens het zoeken naar weer te geven afspraken. De shortcode zal standaard de breedste match gebruiken.
pl_pl: Zapewnia dobre dopasowanie podczas wyszukiwania terminów wizyt do wyświetlenia. Shortcode będzie domyślnie używać najszerszego możliwego dopasowania.
pt_br: Certifique-se que está sendo bem específico quando buscar os compromissos que serão exibidos. O shortcode utilizará por padrão a combinação mais ampla possível
pt_pt: Certifique-se de que corresponde rigorosamente, na busca para mostrar as datas marcadas. O código, usará, por padrão, a correspondência mais ampla possível.
ru_ru: Обеспечить строгое соответствие при поиске назначения для отображения. Шорткод будет по умолчанию использовать как можно более широкий матч.
tr_tr: Atamaları görüntülemek arama yaparken sıkı eşleşen emin olun. Kusur, varsayılan olarak, en geniş olası eşleşme kullanır.

source: Public
da_dk: Offentlig
de_de: Öffentlich
es_es: Público
it_it: Pubblico
nl_nl: Publiek
pl_pl: Publiczne
pt_br: Público
pt_pt: Público

source: Inserts a table where client or service provider can see his upcoming appointments.
da_dk: Indsætter en tabel, hvor kunden eller medarbejderen kan se hans kommende aftaler.
de_de: Füge eine Tabelle ein, auf der Kunden sowie Dienstleister ihre anstehenden Termine sehen können.
es_es: Inserta una tabla donde el cliente o proveedor de servicio puede ver sus próximas citas.
fr_fr: Insert un tableau où le client ou prestataire de service peut voir ses rendez-vous à venir.
it_it: Inserisci la tabella dove il cliente o il fornitore del servizio può vedere i suoi prossimi appuntamenti.
nl_nl: Voegt een tabel in waar klant of dienstverlener zijn toekomstige afspraken kan inzien.
pt_br: Insere uma tabela onde prestador de cliente ou serviço pode ver seus compromissos futuros.
pt_pt: Insére um gráfico onde o cliente ou provedor de tarefas pode visualizar as futuras datas marcadas.
ru_ru: Вставляет таблицу, где поставщик клиента или услуга может увидеть свои предстоящие встречи.
tr_tr: İstemci veya servis sağlayıcı onun yaklaşan randevuları görebileceği bir tablo ekler.

source: Currently you have no appointments.
pl_pl: Aktualnie nie masz żadnych rezerwacji.
pt_br: Atualmente você não tem agendamentos.
pt_pt: Atualmente não tem datas marcadas.

source: Pay
fr_fr: Payer
pl_pl: Zapłać
pt_br: Pagar
pt_pt: Pagar

source: Click to submit this appointment to your Google Calendar account
da_dk: Klik for at indsende denne aftale til din Google Kalender-konto
de_de: Klicken, um diesen Termin in Deinen Google Kalender-Account zu laden
es_es: Clica para enviar esta cita a tu cuenta del calendario de google
fr_fr: Cliquez pour soumettre ce rendez-vous à votre compte Calendrier Google
it_it: Clicca per inviare questa appuntamento al tuo Google Calendar
nl_nl: Klik om deze afspraak aan uw Google Calendar toe te voegen
pl_pl: Kliknij, aby zamieścić tą rezerwację w swoim kalendarzu Google
pt_br: Enviar este compromisso para sua conta no Google Calendar
pt_pt: 'Clique' para enviar esta data marcada para a sua conta do clendário do Google.
ru_ru: Нажмите, чтобы представить эту встречу в календаре счет Google
tr_tr: Google Takvimi hesabınızda bu randevuya göndermek için tıklayın

source: Submit Confirm
da_dk: Indsend Bekræftelse
de_de: Bestätigung absenden
es_es: Enviar confirmación
fr_fr: Envoyez la Confirmation
it_it: Invia Conferma
nl_nl: Bevestiging versturen
pl_pl: Potwierdź
pt_br: Enviar Confirmação
pt_pt: Enviar Confirmação
ru_ru: Представьте Подтвердить
tr_tr: Onay Gönder

source: Are you sure you want to cancel the selected appointment?
da_dk: Er du sikker på at du vil afbestille den valgte aftale
de_de: Sind Sie sicher, dass Sie den ausgewählten Termin stornieren möchten?
es_es: Esta seguro que desea cancelar la cita seleccionada?
fr_fr: Etes-vous certain de vouloir annuler le rendez-vous choisi?
it_it: Sei sicuro di voler annullare l’appuntamento selezionato?
nl_nl: Weet u zeker dat u de geselecteerde afspraak wilt annuleren?
pt_br: Certeza? Vai cancelar este horário marcado?
pt_pt: Tem a certeza de que quer anular data marcada que selecionou?

source: Selected appointment cancelled.
da_dk: Valgte aftaler slettet
de_de: Ausgewählter Termin gelöscht
es_es: La cita seleccionada ha sido cancelada
fr_fr: Rendez-vous sélectionné annulé.
it_it: Appuntamenti selezionati cancellati.
nl_nl: Geselecteerde afspraak geannuleerd.
pl_pl: Zaznaczone rezerwacje anulowane
pt_br: compromisso selecionado cancelado.
pt_pt: Data Marcada Cancelada
ru_ru: Выбранный встречу отменили.
tr_tr: Seçili randevuyu iptal etti.

source: A connection error occurred.
da_dk: Der opstod en forbindelses fejl.
de_de: Ein Verbindungsfehler ist aufgetaucht.
es_es: Ha ocurrido un error de conexión
fr_fr: Une erreur de connexion s'est produite.
it_it: Si è verificato un errore nella connessione.
nl_nl: Er trad een verbindingsfout op.
pl_pl: Błąd połączenia
pt_br: Ocorreu um erro de conexão.
pt_pt: Ocorreu um erro de conexão.
ru_ru: Произошла ошибка связи.
tr_tr: Bir bağlantı hatası oluştu.

source: Appointments Pagination
de_de: Termine Paginierung
es_es: Paginaciones de Citas
fr_fr: Pagination des rendez-vous
it_it: Paginazione di Appuntamenti
nl_nl: Afspraken nummering
pl_pl: Stronicowanie wizyt
pt_br: Paginação de Agendamentos
pt_pt: Paginação de Datas Marcadas

source: Weeks/Months No.
de_de: Wochen / Monate Nr.
es_es: Semanas / Meses No.
fr_fr: N° des semaines/mois
it_it: No. Settimane / Mesi.
pl_pl: Liczba tygodni/miesięcy
pt_br: No. de Semanas/Meses
pt_pt: Semanas/Meses No.

source: Number of weeks or months that selected time will increase or decrease with each next or previous link click. You may consider entering 4 if you have 4 schedule tables on the page.
da_dk: Antal uger eller måneder som den valgte tid vil øge eller mindske hver næste eller forrige link klik. Du kan overveje at indtaste 4, hvis du har 4 bookingkalender tabeller på siden.
de_de: Zahl an Wochen oder Monaten, um die sich die ausgewählte Zeit bei jedem Klick auf Nächstes oder Vorheriges erhöhen oder verringern wird. Sie können erwägen, 4 einzugeben, wenn Sie vier Planblätter auf der Seite haben.
es_es: Número de semanas o meses que el tiempo seleccionado aumentará o disminuirá con cada click en el botón de siguiente o anterior. Usted puede considerar la posibilidad de introducir 4 si tiene 4 tablas de programación en la página.
fr_fr: Nombre de semaines ou de mois choisis dont le temps augmentera ou diminuera à chaque lien suivant ou précédent cliqué. Vous pouvez envisager d'insérer 4 si vous avez 4 tableaux d'horaire sur la page.
it_it: Numero di settimane o mesi che selezionano il tempo da incrementare e decrementare per ogni click sul link successivo o precedente. Dovresti considerare di inserire il valore 4 se hai 4 tabelle di programmazione in questa pagina.
nl_nl: Aantal weken of maanden dat de geselecteerde tijd verandert met iedere klik op volgende of vorige. U kunt overwegen hier 4 in te vullen indien u 4 tabellen op de pagina heeft.
pt_br: Número de semanas ou meses, que selecionou o tempo vai aumentar ou diminuir a cada seguinte ou anterior ligação clique. Você pode considerar entrar 4 se você tem 4 tabelas de agendamento na página.
pt_pt: O numero de semanas ou meses onde as horas selecionadas aumentam ou diminuem com cada clique na 'link' seguinte ou anterior. Devem tomar em consideração em digitar 4 se tem 4 gráficos de horários na página.
ru_ru: Количество недель или месяцев, что выбранное время будет увеличиваться или уменьшаться с каждым следующему или предыдущему ссылка щелчком мыши. Вы можете рассмотреть вопрос о заключении 4, если у вас есть 4 расписания таблицы на странице.
tr_tr: Hafta veya seçilen ay sayısını artıracak veya azalma ile her bir sonraki veya bir önceki bağlantı'yı tıklatın. Sayfada 4 zamanlama tabloları varsa 4 girmeden düşünebilirsiniz.

source: Month
da_dk: Måned
de_de: Monat
es_es: Mes
fr_fr: Mois
it_it: Mese
nl_nl: Maand
pl_pl: Miesiąc
pt_br: Mês
pt_pt: Mês

source: If checked, step parameter will mean month, otherwise week. In short, check for monthly schedule.
de_de: Wenn aktiviert, bedeutet Schrittparameter Monat, sonst Woche. Kurz gesagt, überprüfen Sie für monatlichen Zeitplan.
es_es: Si está marcado, el parámetro significará entonces mes, si no la semana. En resumen, revise el programa del horario mensual.
fr_fr: Si coché, l'échelle sera mensuelle au lieu d'être par semaine. En résumé cliquez pour un classement mensuel
it_it: Se selezionato, l'operazione'' parametro significará mese, altrimenti settimana. Insomma, fare il controllo del programma mensile.
pl_pl: Jeśli zaznaczone, parametr kroku będzie oznaczać miesiąc, nie tydzień. Krótko mówiąc, proszę sprawdzić harmonogram miesięczny.
pt_br: Se checado, o parâmetro será mês, caso contrário será semana. Em resumo, cheque para que o calendário seja em "mês".
pt_pt: Se for marcada, o parametro escala segnificará mês; se não semana. Noutras palavras, verifique o horário mensal.

source: Date (YYYY-MM-DD format)
da_dk: Dato (YYYY-MM-DD format)
de_de: Datum (YYYY-MM-DD-Format)
es_es: Fecha formato(AAAA-MMM-DD )
fr_fr: Date (au format AAAA-MM-JJ)
it_it: Data (formato AAAA-MM-DD)
nl_nl: Datum (YYYY-MM-DD format)
pl_pl: Data (YYYY-MM-DD format)
pt_br: Data (formato YYYY-MM-DD)
pt_pt: Data (AAA -MM-DD formato)

source: This is only required if this shortcode resides above any schedule shortcodes. Otherwise it will follow date settings of the schedule shortcodes. Default: Current week or month
de_de: Dies ist nur erforderlich, wenn dieser Shortcode oberhalb eines Zeitplan-Shortcodes liegt. Ansonsten folgen die Datumseinstellungen der Zeitplan-Shortcodes. Standard: Aktuelle Woche oder Monat
es_es: Esto es sólo necesario si este shortcode reside en cualquier otro shortcode de horario. Si no, seguirá los ajustes de fecha de los shortcodes del horario. Predeterminado: Semana o mes actual
fr_fr: Ceci est seulement requit si le short code se trouve à coté d'un short code de programmation mensuel. Autrement il suivra la configuration de date établie par les shortcodes. Défaut étant par semaine ou par mois.
it_it: Ciò è solamente necessario questo si el codice è superiore a qualsiasi ''shortcodes'' del programma. Altrimenti seguirà le configurazione della data dei codici del programma. Predefinito: Settimana o mese corrente
nl_nl: Dit is alleen noodzakelijk als deze 'shortcode' zich bevind boven alle andere geplande 'shortcodes'. Anderzijds zal het de datuminstellingen volgen van de geplande 'shortcodes'.
pl_pl: Wymagane tylko wtedy, gdy shortcode znajduje się powyżej jakichkolwiek schortcode'ów terminarza. W przeciwnym razie będzie on śledził ustawienia daty z shortcode'u terminarza. Domyślnie: Bieżący tydzień lub miesiąc.
pt_br: Isto é necessário apenas se esse shortcode estiver acima de shortcodes de agendamento. Se não, as configurações de data seguidas serão as dos shortcodes de agendamento. Padrão: Semana ou mês atual.
pt_pt: Isto só será necessario, se este código de acesso se encontra acima de outra programação de código de acesso. Caso contrário segue as configurações das datas do horário/programa ''shortcode''. Padrão: Semana atual ou mês atual.

source: Anchors
de_de: Anker
es_es: Anclas
fr_fr: Ancres
it_it: Ancoraggi
pl_pl: Kotwice
pt_br: Âncoras
pt_pt: Ancoras

source: Unchecking this argument to will prevent pagination links from adding schedule hash anchors.
de_de: Deaktivieren dieser Auswahl wird die Paginierung Links vom Hinzufügen Zeitplan Hash-Anker verhindern.
es_es: Desmarcando este argumento se evitará que los enlaces de paginación agreguen anclas del ''hash'' de programación.
fr_fr: Décocher cet argument empêchera les liens de pagination d'ajouter des ancres.
it_it: Deselezionando questo argomento impedisce i collegamenti di pagina di aggiungere di ancoraggi ''hash'' del programma.
pl_pl: Usunięcie zaznaczenia tego argumentu uniemożliwi stronom powiązanym dodawanie odnośników z ktowicami do harmonogramu.
pt_br: De-selecionar este argumento previne a paginação de links provenientes de hashes de âncoras de adicionar agendamento.
pt_pt: Removendo a marcação deste argumento...(( evitará que os links de paginação adicionem Horário 'links''.(Check)

source: Inserts pagination codes (previous, next week or month links) and Legend area.
da_dk: Indsætter paginering koder (forrige, næste uge eller måned links) og Legend område.
de_de: Fügt die Nummerierungscodes ein (davor, nächste Woche oder Monatslink) und den Legendenbereich.
es_es: Inserta los códigos de página ( enlaces de previa, próxima semana o mes) y área de leyenda.
fr_fr: Insert les codes de pagination (précédent, semaine prochaine ou liens du mois) et la Légende.
it_it: Inserisce codici di paginazione (precedente, prossima settimana o mese) e l'area di legenda
nl_nl: Voegt paginering codes toe (vorige, volgende week of maand koppelingen) en legenda.
pt_br: Insere códigos de paginação (anterior, na próxima semana ou mês links) e área Legend.
pt_pt: Insére codigos de paginação (anterior, proxima semana ou 'links' para os meses) e uma área com Legenda.
ru_ru: Вставка нумерации страниц коды (предыдущая, на следующей неделе или месяц ссылки) и Legend область.
tr_tr: Sayfalandırma kodları ekler (önceki, sonraki hafta ya da ay bağlantılar) ve gösterge alanı.

source: Next Week
da_dk: Næste Uge
de_de: Nächste Woche
es_es: Próxima semana
fr_fr: Semaine Suivante
it_it: Settimana successiva
nl_nl: Volgende Week
pl_pl: Następny tydzień
pt_br: Próxima Semana
pt_pt: Próxima Semana
ru_ru: Следующая неделя
tr_tr: Sonraki Hafta

source: Previous Week
da_dk: Forrige Uge
de_de: Vorangegangene Woche
es_es: Previa semana
fr_fr: Semaine Précédente
it_it: Settimana precedente
nl_nl: Vorige Week
pl_pl: Poprzedni tydzień
pt_br: Semana Anterior
pt_pt: Semana Anterior
ru_ru: Предыдущая неделя
tr_tr: Önceki hafta

source: Next Month
da_dk: Næste Måned
de_de: Nächster Monat
es_es: Próximo mes
fr_fr: Mois suivant
it_it: Mese successivo
nl_nl: Volgende Maand
pl_pl: Następny miesiąc
pt_br: Próximo mês
pt_pt: Mês Seguinte
ru_ru: Следующий месяц
tr_tr: Sonraki Ay

source: Previous Month
da_dk: Forrige Måned
de_de: Vorangehender Monat
es_es: Mes anterior
fr_fr: Mois précédent
it_it: Mese precedente
nl_nl: Vorige Maand
pl_pl: Poprzedni miesiąc
pt_br: Mês Anterior
pt_pt: Mês Anterior
ru_ru: Предыдущий месяц
tr_tr: Bir önceki ay

source: Item Name
da_dk: Enheds navn
de_de: Artikelname
es_es: Nombre del Ítem
fr_fr: Nom d'élément
it_it: Nome dell'Elemento
nl_nl: Item naam
pl_pl: Nazwa elementu
pt_br: Nome do Item
pt_pt: Nome do ''item''

source: Payment for SERVICE
da_dk: Betaling for SERVICE
de_de: Bezahlung für SERVICE
es_es: Pago por servicio
fr_fr: Paiement pour SERVICE
it_it: Pagamento per il SERVICE
nl_nl: Betaling voor DIENSTEN
pl_pl: Płatność za SERVICE
pt_br: Pagamento pelo SERVIÇO
pt_pt: Pagamento para TAREFAS
ru_ru: Оплата за СЛУЖБЫ
tr_tr: HİZMET için ödeme

source: Item name that will be seen on Paypal. Default: "Payment for SERVICE" if deposit is not asked, "Deposit for SERVICE" if deposit is asked
da_dk: Vare navn som vil blive set på Paypal. Standard: "Betaling for SERVICE", hvis depositum ikke bliver tilvalgt, "Indbetal til SERVICE", hvis depositum er tilvalgt
de_de: Itemname, der auf PayPal sichtbar sein wird. Voreinstellung: "Zahlung für SERVICE", wenn eine Anzahlung nicht angefordert wird, "Anzahlung für SERVICE", wenn eine Anzahlung angefordert wird
es_es: Nombre del artículo que será visto en PayPal. Por defecto: "Pago por SERVICIO" si el depósito no se pide, "depósito por el SERVICIO" si el depósito se pide
fr_fr: Nom de l'article qui sera vu sur PayPal. Defaut: "Payment for SERVICE" si l'acompte n'est pas demandé, "Deposit for SERVICE" si l'acompte est demandé.
it_it: Prodotto che sarà visualizzato su paypal. Predefinito: "Pagamento per SERVICE" se la cauzione non è richiesta, "Cauzione per SERVICE" se la cauzione è richiesta.
nl_nl: Item naam zoals te zien op Paypal. Standaard: "Betaling voor SERVICE" SERVICE wordt vervangen door uw item naam. Betreft het een aanbetaling, staat er "Aanbetaling voor SERVICE"
pl_pl: Nazwa pozycji która będzie widziana na Paypalu. Jeżeli nie jest wymagany depozyt, to "Płatność za USŁUGĘ", w przeciwnym wypadku "Depozyt za USŁUGĘ".
pt_br: Nome do item que será visto no Paypal. Padrão: "pagamento do serviço " se depósito não for perguntado, "Depósito para SERVIÇO " se depósito for solicitado
pt_pt: Nome do ''item'' visivel no Paypal. Padrão: "Pagamento pela TAREFA", se um depósito não for solicitado; "Depósito para TAREFAS" se um depósito for solicitado
ru_ru: Имя элемента, который будет увидеть на Paypal. По умолчанию: "Оплата СЕРВИС ", если депозит не спросил, "Депозит для СЕРВИС ", если депозит спросил
tr_tr: Öğe adı Paypal üzerinde görülecektir. Varsayılan: "Payment SERVICE" için para değil sordu eğer, "Deposit SERVICE" için mevduat istenirse

source: Button Text
da_dk: Knap tekst
es_es: Botón Texto
fr_fr: Texte du bouton
it_it: Tasto di Testo
nl_nl: Knop tekst
pl_pl: Tekst przycisku
pt_br: Texto do Botão
pt_pt: Botão Texto

source: Please confirm PRICE CURRENCY payment for SERVICE
da_dk: Bekræft venligst PRIS VALUTA betaling for SERVICE
de_de: Bitte bestätigen Sie Ihre Zahlung von PRICE CURRENCY für Ihren Termin (SERVICE)
es_es: Por favor confirma el pago por el SERVICIO a través de PayPal
fr_fr: S'il vous plaît, confirmez la DEVISE du PRIX pour le paiement du SERVICE
it_it: Per favore conferma PRICE CURRENCY del pagamento per il servizio SERVICE
nl_nl: Bevestig a.u.b. betaling van PRICE CURRENCY voor SERVICE
pl_pl: Proszę potwierdzić PRICE CURRENCY płatności za SERVICE
pt_br: Faça o pagamento de PRICE CURRENCY para confirmar o agendamento de SERVICE.
pt_pt: Por favor confirmar PREÇO de UNIDADE MONTARIA relativa à TAREFA
ru_ru: Пожалуйста, подтвердите Цена Валюта плата за услугу
tr_tr: Lütfen hizmet için ödeme fiyatı para birimi onaylayın
