Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: If you select <i>Integrate with MarketPress</i> which is visible after <i>Payment Required</i> is set as Yes, any MarketPress product page having Appointments+ shortcodes will be regarded as an "Appointment Product Page". Those pages are automatically modified and you are not supposed to be doing anything special. For your information, here is how the integration works:
de_de: Wenn Sie <i> mit MarketPress integrieren </i> wählen, welches nach dem auf Ja geschalteten Feld <i>Zahlung erforderlich</i> sichtbar wird, wird jede MarketPress Produktseite Appointment+ mit shortcodes als "Terminproduktseite" angesehen. Diese Seiten werden automatisch modifiziert und Ihre Mitwirkung wird im weiteren nicht benötigt. Zu Ihrer Information hier eine Beschreibung des Integrationsprozesses:
es_es: Si selecciona <i> Integración con MarketPress </i>, que es visible después de que <i> Pago requerido </i> se establece como Sí, cualquier página del producto MarketPress teniendo "shortcodes" de citas + se considerará como una "cita la página del producto." Estas páginas se modifican de forma automática y no se supone que tengas que hacer algo especial. Para tu información, aquí se muestra cómo funciona la integración:
fr_fr: Si vous choisissez <i>Integrate with MarketPress</i> (integration avec Marketpress) visible après que <i>Payment Required</i> (paiement requit) ai été mit sur Oui, tous les produits présent sur la page Marketpress ayant les shortcodes Appointments+ sera considéré commune produit de rendez-vous "Appointment Product Page". Les pages seront automatiquement modifiées sans que vous ayez à faire quoi que ce soit. Pour information, voici comment cela fonctionne :
it_it: Se selezioni a Si <i>integra con MarketPress</i> che è visibile dopo <i>Pagamento Richiesto</i>, ogni pagina di prodotto MarketPress avrà uno shortcode di Appointments+ shortcodes sarà considerato come una "pagina di appuntamento". Queste pagine saranno automaticamente modifica e non dovrai fare niente di speciale. Per tua informazione ecco come funziona l'integrazione:
nl_nl: Als u <i> Integreren met MarketPress </i> die zichtbaar is na <i> Betaling vereist </i> is ingesteld op Ja, elke MarketPress productpagina met Appointments+ shortcodes daarin, zal worden beschouwd als een "Appointment Product Page". Die pagina's worden automatisch aangepast en het is niet de bedoeling dat u iets speciaals gaat doen. Voor uw informatie, hier is hoe de integratie werkt:
pt_br: Se você selecionar <i> Integração com Módulo de Loja </i> que é visível depois que o <i> Pagamento Necessário </i> está definida como Sim, qualquer página do produto do Módulo de Loja que tenha os shortcodes de Compromissos será considerada como uma "Página de Compromisso " . Essas páginas são modificados automaticamente e você não é preciso fazer nada de especial. Para sua informação, aqui está como a integração funciona:
pt_pt: Se selecionar <i> Integração com MarketPress </i> que é visível depois que o <i> Pagamento Requerido </i> e está definida como Sim, qualquer página de tarefas do MarketPress que tenha os shortcodes de Datas Marcadas+ será considerada como uma "Página de Tarefas para Datas Marcadas" . Essas páginas são modificadas automaticamente e não necessita fazer nada mais de especial. Para sua informação, eis aqui como esta integração funciona:
ru_ru: При выборе <i> Интеграция с MarketPress </ I>, который хорошо виден после <i> требуемой компенсации </ I> установлен как да, любой странице MarketPress продукта, имеющего Назначения + короткие номера будут рассматриваться как "Page Назначение продукта " . Эти страницы автоматически изменены и вы не должны делать ничего особенного. К вашему сведению, вот как работает интеграция:
tr_tr: <i>Ödeme gerekli</i> Evet olarak ayarlandığında görünür olan <i>MarketPress ile birleşen</i> seçerseniz, randevuları + shortcodes sahip herhangi bir MarketPress ürün sayfası bir "Appointment Product Page" sayılır. Bu sayfalar otomatik olarak değiştirilir ve size özel bir şey yapıyor gerekiyordu değildir. Bilgin olsun, işte entegrasyonu nasıl çalışır:

source: An Appointment will be regarded as a digital product, therefore shipping information is not asked if ordered alone.
da_dk: En booking vil blive betragtet som et digitalt produkt og derfor bliver der ikke efterspurgt forsendelses oplysninger, hvis bookingen bestilles alene.
de_de: Ein Termin wird wie ein digitales Produkt behandelt, also werden keine Lieferbedingungen erfragt, wenn dieser alleine bestellt wird.
es_es: Una cita será considerada como un producto digital, por lo tanto la información de envío no se solicita si sólo se pide eso.
fr_fr: Un rendez-vous sera considéré comme un produit digital, donc l'information d'expédition n'est pas demandée si le rendez-vous est le seul produit.
it_it: Un appuntamento sarà considerato un prodotto digitale, le informazioni di spedizione non verranno richieste.
nl_nl: Een Appointment zal worden gezien als een digitaal product, verzend informatie is dan niet actueel.
pt_br: Um compromisso será considerado como um produto digital, portanto, a informação do transporte não é perguntada.
pt_pt: Datas Marcadas serão consideradas como um produto digital; portanto, a informação de expedição não é questionada.
ru_ru: Назначение будет рассматриваться в качестве цифрового продукта, поэтому отправка информация не спросил, заказал в одиночку.
tr_tr: Randevu bir dijital ürün olarak kabul, bu nedenle kargo bilgileri değil sordu eğer yalnız emretti.

source: Like any other digital product, quantity of an appointment is always fixed to 1, but client can add as many appointments as he wishes with different variations, that is, with different date and time.
da_dk: Som ethvert andet digitalt produkt, er mængden af ​​en booking altid fastgjort til 1, men kunden kan tilføje så mange bookinger som han ønsker med forskellige variationer, der er med en anden dato og tid.
de_de: Wie bei jedem anderen digitalen Produkt wird die Anzahl der Termine immer auf 1 gesetzt, aber der Kunde kann so viele Termine wie gewünscht hinzufügen, mit beliebigen Variationen in Datum und Zeit.
es_es: Al igual que cualquier otro producto digital, la cantidad de cita siempre se fija a 1, pero el cliente puede añadir tantas citas como desee con diferentes variaciones, es decir, con diferente fecha y hora.
fr_fr: Comme n'importe quel autre produit digital, la quantité d'un rendez-vous est toujours fixée à 1, mais le client peut ajouter autant de nominations comme il souhaite avec différentes variations, c.-à-d., par rapport à la date et à l'heure
it_it: Come ogni altro prodotto digitale, la quantità del prodotto è sempre impostata a 1 ma il cliente può aggiungere tutti gli appuntamenti che vuoi con differenti variazioni e con differenti date e orari.
nl_nl: Zoals bij elk ander digitale product, is het aantal maximaal 1. De klant kan wanneer dat nodig is meerdere afspraken maken mits op een afwijkende datum/ tijd.
pt_br: Como qualquer outro produto digital, a quantidade de um compromisso é sempre fixa a 1, mas o cliente pode adicionar tantos compromissos quanto desejar, com diferentes variações, ou seja, com diferente data e hora.
pt_pt: Como com qualquer outro produto digital, a quantidade de uma data marcada é sempre fixa a 1; mas o cliente pode adicionar tantas marcações quanto desejar; com diferentes variações, ou seja, com uma data e hora diferente.
ru_ru: Как и любой другой цифровой продукт, количество назначения всегда фиксирована к 1, но клиент может добавить столько назначений, как он хочет с различными вариациями, то есть, с другой датой и временем.
tr_tr: Diğer dijital ürün gibi randevu miktarı her zaman 1 olarak sabittir ama istemci farklı varyasyonları ile diğer bir deyişle, farklı tarih ve saat ile istediği gibi birçok randevular ekleyebilirsiniz.

source: Download link that is normally added to confirmation email for digital product orders is removed.
da_dk: Hent link der normalt tilsættes til bekræftelsesmail for digitale produktordre fjernes.
de_de: Der Downloadlink, der normalerweise zur Bestätigungsmail für digitale Produktbestellungen hinzugefügt wird, ist entfernt.
es_es: Enlace de descarga que normalmente se añade al correo electrónico de confirmación se retira para pedidos de productos digitales.
fr_fr: Le lien qui est normalement ajouté à l'email de confirmation pour des commandes digitales de produit est retiré.
it_it: Il link download è normalmente aggiunto alla email di conferma è rimosso.
nl_nl: Download link die normaal wordt toegevoegd aan bevestigingsmail voor digitale productorders is verwijderd.
pt_br: Link de Download que normalmente é adicionado ao e-mail de confirmação para pedidos de produtos digitais é removido.
pt_pt: A conexão que normalmente foi adicionada ao e-mail de confirmação para pedidos de tarefas digitais foi removida.
ru_ru: Ссылка на загрузку, что, как правило, добавляется в электронном письме с подтверждением для цифровых заказов продукции удаляется.
tr_tr: Normalde dijital ürün siparişleri için onay e-postanızda eklenir download bağlantı kaldırılır.

source: Appointments in the cart are shown as "Appointment Product Page Title: Appointment ID (Appointment date and time)".
da_dk: Bookinger i indkøbsvognen er vist som "Booking Produkt side Titel: Booking ID (Booking dato og tid)."
de_de: Termine im Warenkorb werden als "Terminproduktseitentitel: Termin ID (Termindatum und -zeit)" dargestellt.
es_es: La citas en el carro se muestran como "Citas Nombre de la página del producto: ID cita (fecha y hora de la cita)".
fr_fr: Les rendez-vous dans le chariot sont affichés en tant que « titre de page de produit de rendez-vous : Identification de rendez-vous (date et heure de rendez-vous) ».
it_it: Appuntmenti nel carrello sono mostrati come "Pagina appuntamento prodotto" Titolo: appuntamento ID (data appuntamento e ora")
nl_nl: Afspraken in de winkelwagen worden weergegeven als "Afspraak Product Page Titel: Appointment ID (Afspraak datum en tijd)".
pt_br: Compromissos no carrinho de compras são mostrados como "Compromisso - Título do Índice de Produtos: ID de Compromisso (data e hora do compromisso) ".
pt_pt: Marcações no carrinho de compras, serão mostradas como " Título da Página de Tarefas das Datas Marcadas: ID das datas marcadas (data e hora destas Marcações) ".
ru_ru: Назначения в корзину показаны как "Название Назначение Страница продукта: Назначение ID (дата и время записи) ".
tr_tr: Randevular arabası "Appointment ürün sayfa başlığı gösterilir: randevu numarası (randevu tarihi ve saati) ".

source: "Add to Cart" and "Buy Now" buttons on the Appointment Product page are not visible until client confirms the appointment.
da_dk: "Tilføj til indkøbskurven" og "Køb nu" knapper på Booking Produkt side er ikke synlige, indtil kunden bekræfter bookingen.
de_de: "In den Warenkorb legen" und "Jetzt kaufen"-Knöpfe auf der Terminproduktseite sind nicht sichtbar, bis der Klient den Termin bestätigt.
es_es: Los botones "Añadir al carro" y "Comprar Ahora" en la Página de Productos Citas no serán visibles hasta que el cliente confirme la cita.
fr_fr: Les boutons « Ajoutez au chariot » et « achat direct » sur la page de produit de rendez-vous ne sont pas visible tant que le client n'a pas validé le rendez-vous.
it_it: I bottoni "Aggiungi al carrello" e "compra adesso" non saranno visibili finchè il cliente non conferma l'appuntamento.
nl_nl: "Add to Cart" en "Koop nu" knoppen op de afspraak pagina zijn niet zichtbaar totdat de opdrachtgever de afspraak bevestigt.
pt_br: Botões de "Adicionar ao Carrinho " e "Comprar " na página Compromisso do produto não são visíveis até que o cliente confirme o compromisso.
pt_pt: Os Botões de "Adicionar ao Carrinho " e "Comprar Agora " na página de Tarefas de Datas Marcadas não são visíveis até que o cliente confirme a sua marcação.
ru_ru: "Добавить в корзину " и кнопки "Купить сейчас " на странице Назначение продукта не видны, пока клиент не подтверждает назначение.
tr_tr: "Add Cart" için ve "Buy Now" istemci randevuyu teyit kadar randevu ürün sayfasındaki düğmelerin görünür değildir.

source: "Add to Cart" and "Buy Now" buttons are only possible for a full appointment product page, therefore on products list page, an Appointments+ product will always have a "Choose Option" button. No price will be shown. For the same reason, please use Single Product shortcode with only content="full" setting.
de_de: "In den Warenkorb legen" und "Jetzt kaufen"-Knöpfe sind nur für eine vollständige Terminproduktseite möglich, daher hat ein Appointments+Produkt auf der Produktlistenseite immer einen "Option wählen"Knopf. Kein Preis wird angezeigt werden. Aus dem gleichen Grund benutzen Sie bitte den Einzelproduktshortcode mit einziger Inhalt="Voll"Einstellung.
es_es: Los botones "Añadir a la cesta" y "comprar ahora" sólo son posibles para una página completa de productos cita, tanto en los productos página de la lista, una Comisión de Nombramientos + producto siempre tendrá un botón" Elija la opción ". Se mostrará que no hay precio. Por la misma razón, utilice solo shortcode producto con sólo content = configuración "full".
fr_fr: "Ajouter au panier" et "Acheter maintenant" boutons ne sont possibles que pour une page de rendez-vous produit complète, donc sur la liste de la page produits, un rendez-vous produit aura toujours un bouton "Choisir Option". Pas de prix sera affiché. Pour la même raison, s'il vous plaît utiliser Single shortcode produit avec seulement le réglage contenu ="complet".
it_it: I bottini "Aggiungi al carrello" e "Compra adesso" sono disponibili solo per la pagina di appuntamento completa, nella pagina di lista dei prodotti ci sarà un bottone "Scegli opzione". Nessun prezzo verrà mostrato. Per la stessa ragione usa lo shortcode Single Product con il parametro content="full".
nl_nl: "Add to Cart" en "Koop nu" knoppen zijn alleen mogelijk voor een volledige aanstelling product pagina, dus op producten lijst pagina, een Benoemings + product zal altijd een "Choose Option" knop. Geen prijs zal worden getoond. Om dezelfde reden, gebruik dan Single Product shortcode met content="full" instelling.
pt_br: Botões de "Adicionar ao Carrinho " e "Comprar " só são disponibilizados para uma página de produto compromisso completo, e portanto na página de listagem de produtos, um produto Compromissos terá sempre o botão "Escolha a opção ". Nenhum preço será mostrado. Pelo mesmo motivo, utilize o shortcode Produto Único apenas com a configuração content="Full".
pt_pt: Os Botões de "Adicionar ao Carrinho " e "Comprar Agora" só são disponibilizados para uma página de tarefas de datas marcadas por completo; portanto na página de listagem de tarefas, na página Datas Marcadas+ mostrará sempre um botão: "Escolha Uma Opção ". Nenhum preço será mostrado. Pelo mesma razão, utilize o shortcode Tarefa Única apenas com a configuração content="Full".
ru_ru: "Добавить в корзину " и кнопки "Купить сейчас " возможно только для страницы полный назначение продукта, поэтому на список продуктов странице, Назначения + продукт всегда будет иметь "Выберите вариант " кнопки. Цена не будет показано. По той же причине, пожалуйста, используйте Single шорткод продукта только с содержанием = настройки "полный ".
tr_tr: "Add Cart" için ve "Buy Now" düğmeleri tam randevu ürün sayfası için tek mümkün değildir bu nedenle ürünler listesi sayfasında, bir randevu + ürün her zaman bir "Choose Option" olacak düğme. Fiyat-ecek var olmak göstermek. Aynı nedenle, lütfen tek ürün kusur tek bir içerikle kullanmak. = "full" ayarı.

source: Paypal button of Appointments+ is invisible and thus its own Paypal Standard Payments option is disabled. Client will use the payment gateways MarketPress is providing. You can use all MarketPress payment gateways.
de_de: Der PayPalknopf von Appointments+ ist unsichtbar und so ist die eigene PayPal Standardzahlungsoption ausgeschaltet. Der Klient wird die Zahlungswege benutzen, die MarketPress zur Verfügung stellt. Sie können alle MarketPress Zahlungswege nutzen.
es_es: El botón Paypal de Appointments+ es invisible y debido a eso la opción propia de Pagos standards de Paypal esta desactivada. El cliente usará la pasarela de pago que provee MarketPress. Tu puedes usar todas las pasarelas de pago de MarketPress
fr_fr: Le bouton Paypal des rendez-vous est invisible et Paypal Standard est désactivée. Le client utilisera les Gateways de paiement que MarketPress fournit. Vous pouvez les utiliser tous.
it_it: Il bottone Paypal di Appointments+ è invisibile, quindi l'opzione di pagamento via Paypal Standard Payments è disabilitata. il cliente userà il gateways fornito da MarketPress. Puoi usare tutti i gateways di pagamento forniti da MarketPress.
nl_nl: Paypal knop Appointments+ is onzichtbaar en dus is de Paypal Standard Betalingen optie uitgeschakeld. De klant zal gebruik maken van de betaling gateways MarketPress verstrekt. U kunt van MarketPress elke betaling gateway gebruiken.
pl_pl: Przycisk Paypal w Appointments+ nie jest widoczny, a więc płatność standardowa Paypal jest wyłączona. Klient będzie korzystał z bramek płatniczych dostarczanych przez MarketPressa. Można użyć każdej z bramek płatności MarketPressa.
pt_br: Botão Paypal de Compromissos é invisível e, portanto, a sua própria opção Pagamentos Paypal padrão é desativado. Cliente vai usar os gateways de pagamento que o Módulo de Loja está fornecendo. Você pode usar todos os meios de pagamento do Módulo de Loja.
pt_pt: O Botão Paypal de Datas Marcadas+ é invisível e, portanto, a opção Pagamentos Paypal padrão mostra-se desativado. O cliente usará as portas de ligação de pagamento que o MarketPress está fornecendo. Pode usar todas as ligações de pagamento do MarketPress.
ru_ru: Кнопка Paypal из назначениям + невидим и, таким образом, свой собственный вариант Paypal Стандартные платежи отключена. Клиент будет использовать платежные шлюзы MarketPress оказывает. Вы можете использовать все MarketPress платежные шлюзы.
tr_tr: Randevular + paypal düğmesi görünmez ve böylece kendi Paypal Standart ödeme seçeneği devre dışı bırakılır. İstemci MarketPress sağlayan ödeme ağ geçitleri kullanmak. Tüm MarketPress ödeme ağ geçitleri kullanmak.

source: Quantity and Variation fields on the product page are always invisible.
da_dk: Mængde og variation felter på produktsiden er altid usynlig.
de_de: Quantitäts- und Varianzfelder auf der Produktseite sind immer unsichtbar.
es_es: Los campos de Cantidad y Variación de la página de producto serán siempre invisibles.
fr_fr: Les zones de quantité et de variation de la page produit sont toujours invisibles.
it_it: I campi quantità e variazioni nella pagina del prodotto sono sempre invisibili.
nl_nl: Hoeveelheid en Variatie velden op de productpagina zijn altijd onzichtbaar.
pl_pl: Pola ilości i rodzaju na stronie produktu są zawsze niewidoczne.
pt_br: Campos Quantidade e Variação na página do produto são sempre invisíveis.
pt_pt: Campos referentes a Quantidade e Variação na página do produto serão sempre invisíveis.
ru_ru: Количество и вариации поля на странице продукта всегда невидимым.
tr_tr: Miktar ve varyasyon alanlar ürün sayfasında her zaman görünmez.

source: Price of the appointment on the cart is the deposit price, if a deposit field is set. Otherwise it is the full price.
da_dk: Pris for bookingen i indkøbskurven er depositummets pris, hvis et depositum felt er indstillet. Ellers er det den fulde pris.
de_de: Der Preis des Termins im Warenkorb ist der Vorzahlungspreis, wenn ein Einlagefeld festgelegt ist. Andernfalls ist es der Gesamtpreis.
es_es: El precio de la reserva en el carrito es el precio de deposito, si el campo de deposito tiene algún valor. Si no es así será el precio completo.
fr_fr: Le prix du rendez-vous dans le chariot est le prix d'avance, si aucune avance n'est demandée, le prix fort est utilisé.
it_it: Il prezzo di un appuntamento nel carrello è la cauzione, se è impostato il campo deposito. In caso contrario il prezzo pieno.
nl_nl: De prijs van de afspraak op de prijslijst is slechts prijs van aanbetaling, wanneer een aanbetaling veld is ingesteld. Anders is het de volledige prijs.
pt_br: Preço do compromisso no carrinho é o preço de depósito, se um campo de depósito está definido. Caso contrário, é o preço total.
pt_pt: O preço de uma marcação no carrinho é o preço de um depósito, se um campo de depósito foi programado. Caso contrário, será o preço total.
ru_ru: Цена о назначении на корзину является цена депозит, если поле депозит устанавливается. В противном случае это полная цена.
tr_tr: Mevduat alan ayarlanmışsa sepeti randevu mevduat fiyat fiyattır. Aksi takdirde tam ücret olur.

source: If an appointment product is manually removed from the cart by the client, its record will also be removed from the appointments table.
da_dk: Hvis et booking produkt manuelt fjernes fra indkøbskurven af kunden, vil dets historie også fjernet fra booking tabellen.
de_de: Wenn ein Terminprodukt durch den Klienten händisch aus dem Warenkorb entfernt wird, wird auch die Dokumentation aus der Terminübersicht entfernt.
es_es: Si la reserva de un producto es eliminada manualmente del carrito por el cliente, su registro será eliminado de la tabla de reservas.
fr_fr: Si un rendez-vous est manuellement retiré du chariot par le client, son enregistrement sera également retiré de la table de rendez-vous.
it_it: Se una pagina di prodotto appuntamento è rimossa manualmente dal carrello dal cliente, il suo record sarà anche cancellato dalla tabella degli appuntamenti.
nl_nl: Als een afspraak handmatig door de klant wordt verwijderd, zal de reservering ook worden verwijderd uit de tabel afspraken.
pt_br: Se um produto de compromisso é removido manualmente do carrinho pelo cliente, seu histórico também será removida da tabela de compromissos.
pt_pt: Se uma data marcada como produto é retirada manualmente do carrinho pelo cliente, seu histórico também será retirado da tabela de marcações.
ru_ru: Если встречу продукт вручную удалены из корзины клиентом, его записи также будут удалены из таблицы назначений.
tr_tr: Bir randevu ürün el arabasından istemci tarafından kaldırılır kaydını da randevuları tablosundan kaldırılır.
