Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Enter the text that will be used as location field in Google Calendar. If left empty, your website description is sent instead. Note: You can use ADDRESS and CITY placeholders which will be replaced by their real values.
da_dk: Indtast den tekst der vil blive brugt som lokationsfeltet i Google Kalender. Hvis det efterlades tomt, er dit website beskrivelse sat ind i stedet. Bemærk: Du kan bruge ADRESSE og BY pladsholdere som vil blive erstattet af deres reelle værdier.
de_de: Tragen Sie den Text ein, der als Ortsfeld im Google Kalender. Wenn es leergelassen wird, wird hier die Webseitenbeschreibung eingesetzt. Hinweis: Sie können ANSCHRIFT und STADT Platzhalter benutzen, die von den realen Werten ersetzt werden.
es_es: Introduzca el texto que se utiliza como campo de ubicación en Google Calendar. Si se deja vacío, la descripción de su sitio web se envía en su lugar. Nota: Puede utilizar la dirección y la ciudad de marcadores de posición que serán sustituidos por sus valores reales.
fr_fr: Entrez le texte qui sera utilisé comme champ d'emplacement dans Google Agenda. Si laissé vide, la description de votre site est envoyé à la place. Remarque: Vous pouvez utiliser l'adresse et la ville dans les espaces réservés qui seront remplacés par leurs valeurs réelles.
it_it: Inserisci il testo che sara usato come campo ubicazione in Google Calendar. Se lasciato vuoto la descrizione del tuo sito sarà spedita. Nota: puoi usare il placeholders INDIRIZZO e CITTA con saranno sostituiti da i loro valori reali.
nl_nl: Voer de tekst in die als locatieveld in Google Calendar zal worden gebruikt. Indien leeg, wordt automatisch uw websiteomschrijving gestuurd. U kunt ADDRESS en CITY placeholders gebruiken, die worden vervangen door werkelijke waarden.
pt_br: Digite o texto que será usado como campo de localização no Google Calendar. Se for deixado vazio, a descrição do seu site será enviada em seu lugar. Nota: Você pode usar os espaços reservados para endereço e cidade, que serão substituídos pelos seus valores reais.
pt_pt: Utilisar o texto que será utilizado no Calendário Google, no campo de localização. Caso deixe vazio, ém vez disso, uma descripção do seu website lhes será enviada. Aviso: Podem utilzar como marcadores a Direção e a Cidade as quais serão substituidas pelos seus valores reais.
ru_ru: Введите текст, который будет использоваться в качестве поле адреса в Google Calendar. Если оставить пустым, ваше описание сайт отправляется вместо этого. Примечание: Вы можете использовать адрес и CITY заполнители, которые будут заменены на их реальными значениями.
tr_tr: Google Takvim içinde yer alan olarak kullanılacak olan metni girin. Boş bırakılırsa, Web sitenizin açıklaması yerine gönderdi. Not: Sen-ebilmek kullanma onların gerçek değerlerle değiştirilecek adres ve şehir tutucular.

source: Google Calendar API: Create a new Google Application
da_dk: Google Kalender API: Opret en ny Google Applikation
de_de: Google Calendar API: Erstellen einer neuen Google Applikation
es_es: API del Calendario Google. Crear una nueva Aplicación Google
fr_fr: API Google calendar : Créez une nouvelle application Google
it_it: API Google Calendar: Creare una nuova Applicazione Google
pl_pl: Kalendarz Google API: Stwórz nową aplikację Google
pt_br: API do Calendário Google: Crie um novo Aplicativo Google
pt_pt: API do Calendário Google: Criar uma nova Applicação Google

source: Go to %s and create a new project. i.e. "Appointments APP", then click "Create".
pl_pl: Przejdź do %s i utwórz nowy projekt. np. "Aplikacja spotkań", a następnie kliknij "Utwórz".
pt_br: Vá para %s e crie um novo projeto, isto é, um "APP para o Agendamentos+", e clique em "Criar".
pt_pt: Ir para %s e criar um projeto. Por ex. "Appointments APP" a seguir clicar ''Criar''

source: Google Developer Console Projects
da_dk: Google Developer Konsol Projekter
de_de: Google Entwicklerkontrollenprojekte
es_es: Consola de proyectos de desarrolladores de Google
fr_fr: Console de développement de projets Google
it_it: Progetti Sviluppatori da Google Consolle ?
pt_br: Projetos de Console de Desenvolvedor Google
pt_pt: Painel Controlador de Projetos do Google

source: Once in Dashboard, click on "Enable and manage APIs".
da_dk: Når du er i kontrolpanelet, skal du klikke på "Aktiver og administrer API'er".
de_de: Wenn Sie auf der Übersicht sind, klicken Sie bitte auf "APIs einschalten und verwalten".
es_es: Una vez en el Tablero, click en "Iniciar y administrar APIs".
fr_fr: Des que vous êtes sur votre tableau de bord de votre ordinateur, cliquez sur "Démarrer et Gérer les APIs".
it_it: Una volta in Dashboard, cliccare su "Attivare e Gestire API".
pt_br: Uma vez no Dashboard, clique em "Habilitar e gerenciar APIs"
pt_pt: Uma vez no Painel de Control, clicar em '' Começar e Gerar os API

source: Click on "Calendar API".
da_dk: Klik på "Kalender API"
de_de: Klicken Sie bitte auf "Kalender API".
es_es: Click en '' API Calendario''.
fr_fr: Cliquez on "Calendar API".
it_it: Cliccare su "API del Calendario".
nl_nl: Klik op "Kalender API".
pt_br: Clique na "API do Calendário"
pt_pt: Clicar no '' Calendário API

source: Enable the "Calendar API".
pl_pl: Włącz "API kalendarza".
pt_br: Habilite a "API do Calendário"
pt_pt: Activar o ''Calendário API''

source: On the left side, click on "Credentials"...
da_dk: I venstre side, klik "Legitimationsoplysninger"...
de_de: Klicken Sie auf "Referenzen" auf der linken Seite...
es_es: En el lado izquierdo, click en "Credenciales" ...
fr_fr: Sur le côté gauche, cliquez sur "Credentials"...
it_it: Sulla sinistra, cliccare su "Credenziali" ...
nl_nl: Aan de linkerkant, klik op "Gegevens"...
pt_br: No lado esquerdo, clique em "Credenciais"...
pt_pt: À esquerda clique em ''Qualificações''...

source: Click again on "Credentials" tab and then Create Credentials.
pt_br: Clique novamente na aba "Credenciais" e, em seguida, Criar Credenciais.
pt_pt: Clicar de novo na janela ''Credenciais'' e a seguir Criar as Credenciais.

source: Select "Other" Application type with any name, the name is not important.
da_dk: Vælg "Andet" Applikation type med et navn - navnet er ikke vigtigt.
de_de: Wählen Sie den "Andere"-Applikationstyp mit beliebigem Namen, der Name ist nicht wichtig.
es_es: Seleccionar "Otro" Tipo de aplicación con cualquier nombre; el nombre no es importante.
fr_fr: Choisissez l'application de type "Other" avec n importe quel nom
it_it: Selezionare "Altro" tipo d'Applicazione con qualsiasi nome; il nome non è importante.
pt_br: Escolha "Outro" tipo de aplicação com qualquer nome, o nome não é importante.
pt_pt: Escolha (Outra) tipo de Aplicação com outro nome que seja; O nome não tem importancia.

source: Client ID
da_dk: Klient ID
es_es: ID del Cliente
fr_fr: ID Client
it_it: ID Cliente
pl_pl: Identyfikator klienta
pt_br: ID do cliente
pt_pt: ID do Cliente

source: Client Secret
da_dk: Klient Hemmelighed
es_es: Secreto del Cliente
fr_fr: Secret Client
it_it: Segreto del Cliente
nl_nl: Klant geheim
pt_br: Segredo do Cliente
pt_pt: Segredo do Cliente

source: Google Calendar API: Authorize access to your Google Application
da_dk: Google Kalender API: Godkend adgang til din Google Applikation
de_de: Google Calendar API: Zugang zu Ihrer Google Application autorisieren
es_es: API del Calendario Google: permite el acceso a su aplicación del Google
fr_fr: Google Calendar API: Donnez l accès à votre application Google
it_it: API Google Calendar: Autorizzare l'accesso all'applicazione Google
nl_nl: Google Calendar API: Autoriseer toegang tot uw Google Applicatie
pl_pl: Google Calendar API: autoryzuj dostęp do aplikacji Google
pt_br: API do Calendário Google: Autorize o acesso a sua Aplicação Google
pt_pt: API do Calendário Google: Autorizar acesso à sua Aplicação Google

source: Google Calendar API: Select Your Calendar
da_dk: Google Kalender API: Vælg din kalender
de_de: Google Calendar API: Wählen Sie Ihren Kalender
es_es: API del Calendarario Google : Seleccionar Su Calendario
fr_fr: Google Calendar API: Choisissez votre calendrier
it_it: API Google Calendar: Selezionare il Suo Calendario
pl_pl: API kalendarza Google: wybierz swój kalendarz
pt_br: API Google Calendar: Selecione seu Calendário
pt_pt: API do Calendário Google: Escolha Seu Calendario

source: Select the Calendar you want to work with Appointments. This setting is optional as every Service Provider can select their own calendar from their Profile Settings.
da_dk: Vælg den kalender, du vil bruge sammen med online booking. Denne indstilling er valgfri, da alle service udbydere kan vælge deres egen kalender fra deres profil indstillinger.
de_de: Wählen Sie den gewünschten Kalender für die Termine. Diese Einstellung ist optional, da jeder Service Provider einen eigenen Kalender von den Profileinstellungen wählen kann.
es_es: Seleccionr el Calendario con el que usted desea trabajar para Citas. Esta opción es opcional, pués que cada Proveedor de Servicios puede seleccionar su propio calendario desde su Configuración de Perfil.
fr_fr: Choisissez le calendrier avec lequel vous souhaitez faire travailler Rendez-vous+. Cette option est facultative quand chaque créateur de service peut choisir son propre calendrier depuis leur configuration de compte.
it_it: Selezionare il calendario che desidera utilizzare per gli Appuntamenti. Questa configurazione è opzionale, poiché ogni Fornitori di Servizi può selezionare il suo proprio calendario configurato nel loro Profilo.
pt_br: Escolha o Calendário que você deseja trabalhas com o Compromissos. Esta configuração é opcional visto que cada Provedor de Serviço pode escolher seu próprio calendário dentro de suas Configurações de Usuário.
pt_pt: Selecionar o Calendário o qual deseja que funcione com Datas Marcadas. Esta configuração é uma opção pois que Todos os Provedores de Tarefas podem selecionar o seu proprio calendário através do Perfil das configurações

source: Overwrite Google Calendar Title and Description
de_de: Überschreiben Google Calendar Titel und Beschreibung
es_es: Sobrescribir el título y la descripción del Calendario Google
fr_fr: Remplacer les titres et description de Google calendar
it_it: Sovrascrivire il Titolo e la Descrizione di Google Calendar
pt_br: Sobrescrever Título e Descrição do Calendário Google
pt_pt: Substituir Título e Descrição do Calendário Google

source: With this option checked, whenever a Google Calendar Event is updated, title and description will be updated too. Otherwise, Google Calendar title and description will show.
de_de: Mit dieser Option wird überprüft, wenn ein Google Kalender-Ereignis aktualisiert wird, Titel und eine Beschreibung wird auch aktualisiert werden. Andernfalls wird Google Calendar Titel und die Beschreibung zeigen.
es_es: Con esta opción elegida, siempre que se actualice un evento del Calendario Google, el título y la descripción se actualizarán al mismo tiempo. Caso contrario, mostrará el título y la descripción del Calendario Google.
fr_fr: Avec cette option cochée, lorsqu'un évènement est mit à jour, le titre et la description le seront aussi. Autrement ils ne seront pas remplacés.
it_it: Sempre che questa opzione é selezionata, ogni volta che viene aggiornato un evento Google Calendar, il titolo e la descrizione verranno anche aggiornati. Altrimenti, il titolo e la descrizione di Google Calendar verrà mostrato.
pl_pl: Po zaznaczeniu tej opcji za każdym razem, gdy wydarzenie w Kalendarzu Google zostanie zaktualizowane, tytuł i opis również zostaną zaktualizowane. W przeciwnym razie pojawi się tytuł i opis z Kalendarza Google.
pt_br: Ao checar essa opção, sempre que um Evento no Calendário Google for atualizado, a descrição e o título também serão atualizados. Quando não checado, a descrição e título do Calendário Google serão mostrados.
pt_pt: Com esta opção marcada, sempre que um Evento do Calend'ario Google for atualizado, o título e a descrição serão também atualizados. Caso contrário, o título e a descrição do Calendário Google serão exibidos.

source: Allow Service Providers for Google Calendar API Integration
da_dk: Tillad medarbejdere til Google Kalender API Integration
de_de: Leistungsanbietern Google Calendar API Integration erlauben
es_es: Permitir los proveedores de servicios de Google Calendar API Integración
fr_fr: Autoriser les prestataires de service à intégrer Google Calendar API
it_it: Permetti ai fornitori di servizi di integrare l'API Google Calendar
pt_br: Permitir Integração de Prestadores de Serviços com Google Calendar API
pt_pt: Autorizar a Integração do API aos Provedores da Agenda Google
ru_ru: Позволяют поставщикам услуг для Google Календарь API интеграции
tr_tr: Hizmet sağlayıcıları Google Takvim API Tümleştirmesi için izin verir.

source: Whether you let your service providers to integrate with their own Google Calendar account using their profile page.
da_dk: Uanset om du lader dine service udbydere at integrerer med deres egen Google Kalender-konto ved hjælp af deres profil side.
de_de: Ob Sie Ihrem Serviceprovider erlauben, Daten mit deren eigenem Google Calendar account unter Nutzung von deren Profilseite zusammenzuführen.
es_es: Si autoriza o no que sus proveedores de servicios se integren con su propia cuenta del Calendario Google, utilizando su página de perfil.
fr_fr: A chaque fois que vous laissez vos créateurs de s'intégrer avec leur propres comptes google calendar sur leur page de profil.
it_it: Caso dovresti lasciare che i vostri fornitori di servizi si integrano con il proprio account di Google Calendar, usando la loro pagina di profilo.
pt_br: Define se você vai permitir aos profissionais que eles integrem suas próprias contas de Calendários Google usando suas páginas de perfil.
pt_pt: Caso autorizem ao seus provedores de serviços de se integrarem com a conta deles no calendário Google utilizando o perfil deles.

source: Appointments will be sent to Google Calendar for
da_dk: Aftaler bliver sendt til Google kalender for
de_de: Reservierungen werden an Google Kalender gesendet
es_es: las citas serán enviadas al calendario de google
fr_fr: Rendez-vous seront envoyés au Calendrier Google pour
it_it: Appuntamenti saranno spediti a Google Calendar per
nl_nl: Afspraken zullen naar Google Calendar worden gestuurd voor:
pl_pl: Appointments będzie wysyłać Kalendarza Google dla
pt_br: Compromissos serão enviados para o Google Agenda para
pt_pt: Datas marcadas serão enviadas para o Calendário do Google
ru_ru: Назначения будут отправлены в Календаре Google для
tr_tr: Randevular için Google Takvim gönderilecektir

source: All
da_dk: Alle
de_de: Alle
es_es: Todos
fr_fr: Tous
it_it: Tutti
nl_nl: Alle
pl_pl: Wszystko
pt_br: Tudo
pt_pt: Todos/as
ru_ru: Все
tr_tr: Hepsi

source: No preference case
da_dk: Ingen præference sag
de_de: Keine Präferenz
es_es: No caso de preferencia
fr_fr: Pas de préférences
it_it: Nessun caso di preferenza
nl_nl: Geen voorkeuren
pt_br: Sem preferências de destino
pt_pt: Sem caso de preferência
ru_ru: Нет предпочтения случай
tr_tr: Tercih bir durum yok

source: If you select "All", any appointment made from this website will be sent to the selected calendar. If you select "No preference case", only appointments which do not have an assigned service provider will be sent.
da_dk: Hvis du vælger "Alle", vil enhver aftale lavet fra denne hjemmeside sendes til den valgte kalender. Hvis du vælger "Ingen præference sag", er det kun aftaler, som ikke har en tildelt medarbejder der vil blive sendt.
de_de: Wenn Sie "Alles" auswählen, wird jeder Termin, der auf dieser Website gemacht wird, an den ausgewählten Kalender geschickt. Wenn Sie "keine bevorzugten Fälle" wählen, werden nur Anwendungen, die keinen zugewiesenen Dienstleister haben, gesendet.
es_es: Si selecciona "All", cualquier nombramiento hecho desde este sitio web se enviará al calendario seleccionado. Si selecciona "No caso preferencia", sólo las citas que no tienen un proveedor de servicios asignado serán enviadas.
fr_fr: Si vous sélectionnez "Tout", n'importe quel rendez-vous créé à partir de ce site web sera envoyé au calendrier sélectionné. Si vous sélectionnez "Pas de préférences", seulement les rendez-vous qui n'auront pas de prestataires sélectionné seront envoyés.
it_it: Se selezioni "Tutti" ogni appuntamento fatto attraverso il sito web sarano spedito al calendario selezionato. Se selezioni "Nessun caso di preferenza" solo appuntamenti che non sono stati assegnati ad un fornitore di servizi saranno spediti.
nl_nl: Indien u "Alles" selecteert. worden alle afspraken van deze website naar de geselecteerde agenda gestuurd. Indien u "Geen voorkeuren" selecteert, worden alleen afspraken die geen dienstverlener gekoppeld hebben, verstuurd.
pt_br: Se você selecionar "Tudo", qualquer compromisso feito a partir deste site será enviado para o calendário selecionado. Se você selecionar "Sem preferências de destino", apenas compromissos que não têm um prestador de serviços atribuído serão enviados.
pt_pt: Se selecionar "Todos" Todas as Datas Marcadas serão enviadas para o calendário selecionado. Se selecionar '' Caso de não preferência'', só serão enviadas as Datas Marcadas que não têm uma tarefa atribuida.
ru_ru: При выборе "все ", любое назначение сделал с этого сайта будет отправлен на выбранный календарь. При выборе "Нет предпочтения случай ", только назначения, которые не имеют назначенного поставщика услуг будет отправлен.
tr_tr: Eğer "All" seçin, bu Web sitesinden yapılan herhangi bir randevu için seçili takvim gönderilecektir. Eğer "No tercih case" seçin, atanan servis sağlayıcınıza erişimi olmayan randevular-ecek var olmak tümce.

source: Import and Update
da_dk: Importer og opdater
de_de: Importieren und updaten
es_es: Importar y Actualizar
fr_fr: Importer et mettre à jour
it_it: Importare e Aggiornare
nl_nl: Importeer en Update
pl_pl: Importuj i aktualizuj
pt_br: Importar e Atualizar
pt_pt: Importar e Actualizar

source: Import and Update Events from GCal
da_dk: Importer og opdater events fra Google Kalender
de_de: Ereignisse von GCal importieren und updaten
es_es: Importar y Actualizar Eventos de GCal
fr_fr: Importer et mettre à jour les événements depuis GCal
it_it: Importare ed Aggiornare gli Eventi da GCal
pl_pl: Import i aktualizacja Wydarzeń z GCal
pt_br: Importar e Atualizar Eventos do GCal
pt_pt: Importar e Actualizar Resultados para o GCal

source: Export and Update
da_dk: Eksporter og opdater
de_de: Exportieren und updaten
es_es: Exportar y Actualizar
fr_fr: Exporter et mettre à jour
it_it: Esportare e Aggiornare
nl_nl: Exporteer en Update
pl_pl: Eksport i aktualizacja
pt_br: Exportar e Atualizar
pt_pt: Exportar e Actualisar

source: Export and Update Events to GCal
da_dk: Eksporter og opdater events i Google Kalender
de_de: Ereignisse nach GCal exportieren und updaten
es_es: Exportar y Actualizar Eventos para GCal
fr_fr: Exporter et mettre à jour les événements dans GCal
it_it: Esportare e Aggiornare gli Eventi a GCal
nl_nl: Exporteer en Update Evenementen naar GCal
pl_pl: Eksport i aktualizacja Wydarzeń z GCal
pt_br: Exportar e Atualizar Eventos do GCal
pt_pt: Exportar e Actualizar Resultados para o GCal

source: Importing Appointments...
da_dk: Importerer aftaler...
de_de: Termine importieren...
es_es: Importando Citas ...
fr_fr: Importation des Rendez-vous ...
it_it: Importazione di Appuntamenti ...
pl_pl: Importowanie wizyt...
pt_br: Importando Agendamentos...
pt_pt: Importando Datas Marcadas...

source: Are you sure? Appointments in Appointments > Reserved by GCal that do not exist anymore in your calendar will be deleted (Only those with \'Reserved by GCal\' status)
da_dk: Er du sikker? Aftaler i booking systemet > Reserveret af GCal, der ikke findes længere i din kalender vil blive slettet (Kun dem med \'Reserveret af GCal\' status)
de_de: Sind Sie sicher? Termine in Termine -> Reserviertes von GCal, das nicht mehr im Kalender existiert, wird gelöscht werden (Nur die mit \'Reserved by GCal\' Status)
es_es: ¿Está seguro? Las citas en Appointments> Reservadas por GCal que ya no existan en su calendario se cancelarán; (Solo aquellas en el estatus \'Reservado por GCal')
fr_fr: Etes-vous sur ? Rendez-vous dans Rendez-vous > réservé par GCal qui n'existent pas encore dans votre calendrier seront effacés (seulement ceux avec le statut \'Reserved by GCal\')
it_it: Sei sicuro? Appuntamenti in Appuntamenti> Riservati da GCal che non esistono di più nel suo calendario verranno eliminati. (Soltanto a quelli con il \'riservato da GCal \' status)
pl_pl: Czy na pewno? Wizyty w Appointments > Zarezerwowane przez GCal, których już nie ma w twoim kalendarzu, zostaną usunięte (tylko te ze statusem "Zarezerwowanym przez GCal"
pt_br: Tem certeza? Agendamentos no Compromissos > Reservados pelo GCal que não existem mais em seu calendário serão apagados (Apenas aqueles com status \'Reserved by GCal\' )
pt_pt: Não tem duvidas? Horas marcadas nas Datas Reservadas no Gcal que não existem mais no seu calendário serão eliminadas. ( Só essas no estado de \'Reservadas por GCal\'

source: Reset API Credentials
da_dk: Nulstil API legitimationsoplysninger
de_de: API Referenzen zurücksetzen
es_es: Reiniciaar API Credentiales
fr_fr: Restaurer les qualifications d'API
it_it: Reconfiigurare Credenziali API
pl_pl: Resetuj dane dostępowe API
pt_br: Reiniciar Credenciais de API
pt_pt: Restaurar as Qualificações do API

source: By using this form you agree with the storage and handling of your data by this website.
pl_pl: Korzystając z formularza zgadzam się na przechowywanie i przetwarzenie moich danych na tej witrynie.
pt_br: Ao usar este formulário, você concorda com o armazenamento e o manuseio de seus dados por este site.
pt_pt: Ao utilizar este formulário, concorda com o armazenamento e o manipulação dos seus dados por este site.

source: Please accept the privacy checkbox.
pl_pl: Proszę zaakceptować politykę prywatności.
pt_br: Por favor, marque a caixa de seleção de privacidade.
pt_pt: Por favor aceite a privacidade

source: My Appointments
da_dk: Mine aftaler
de_de: Meine Termine
es_es: Mis citas
fr_fr: Mes Rendez-vous
it_it: I miei appuntamenti
nl_nl: Mijn afspraken
pl_pl: Moje rezerwacje
pt_br: Meus Compromissos
pt_pt: As Minhas Datas Marcadas
ru_ru: Мои бронирования
tr_tr: Randevularım

source: My Appointments as Provider
da_dk: Mine aftaler som leverandør
de_de: Meine Termine als Anbieter
es_es: Mis citas como Experto
fr_fr: Mes Rendez-vous en tant que Prestataire
it_it: I miei appuntamenti come Fornitore
nl_nl: Mijn afspraken als dienstverlener
pl_pl: Moje rezerwacje (wykonawcy)
pt_br: Meus Comprissos como Provedor
pt_pt: Minhas Datas Marcada como Provedor
ru_ru: Мои бронирования как провайдера
tr_tr: <h3>Randevularım</h3>

source: My Working Hours
da_dk: Mine arbejdstider
de_de: Meine Arbeitszeit
es_es: Mis horas de trabajo
fr_fr: Mes heures de travail
it_it: Il mio orario lavorativo
nl_nl: Mijn werkuren
pl_pl: Moje godziny pracy
pt_br: Minhas Horas de Trabalho
pt_pt: Minhas Horas de Trabalho
ru_ru: Мои Часы работы
tr_tr: Çalışma Saatlerini Kaydet

source: My Break Hours
da_dk: Mine pauser
de_de: Meine Pausen
es_es: Mis horas de descanso
fr_fr: Mes heures de pause
it_it: Le mie pause
nl_nl: Mijn pauze-uren
pl_pl: Moje przerwy
pt_br: Minhas Horas de Descanso
pt_pt: Minhas Horas de Descanso
ru_ru: Мои Перерыв
tr_tr: Dinlenme Saatleri

source: My Exceptional Working Days
da_dk: Min Enestående Arbejdsdage
de_de: Meine nicht verfügbare Arbeitstage
es_es: Mis días extra de trabajo
fr_fr: Mes Jours de Travail Exceptinnels
it_it: I miei giorni di lavoro eccezionale
nl_nl: Mijn buitengewone werkdagen
pl_pl: Moje nietypowe dni pracy
pt_br: Meus Dias Extras de Trabalho
pt_pt: Meus Dias Extras de Trabalho
ru_ru: Мой Исключительные рабочих дней
tr_tr: Olağanüstü Sigara: gün, örneğin çalışma tatil
