Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Yes. For each and every service provider you can individually set working, break hours and exceptions (holidays and additional working days). To do so, use the <i>Working Hours</i> and <i>Exceptions</i> tabs and select the service provider you want to make the changes from the service provider dropdown menu, make necessary changes and save. Please note that when a service provider is added, his working schedule is set to the business working schedule. Thus, you only need to edit the variations of his schedule.
da_dk: Ja. For alle tjenesteyder kan du individuelt indstille arbejde, pause timer og undtagelser (ferie og yderligere arbejdsdage). For at gøre det, skal du bruge <i>Arbejdstimer</i> og <i>Undtagelser</i> fanerne, og vælg den udbyder, du ønsker at foretage ændringer fra tjenesteudbyderen rullemenuen, foretage de nødvendige ændringer og gemme. Bemærk, at når der tilføjes en tjenesteudbyder, bliver hans arbejdstid indstillet til firmaet arbejdstid. Således behøver du kun at redigere variationer af hans tidsplan.
de_de: Ja. Für jede und jeden Service-Provider können Sie individuelle Arbeits- und Pausenzeiten sowie Ausnahmen (Feiertage und zusätzliche Arbeitstage) festlegen. Um dies zu tun, verwenden Sie die <i> Arbeitszeiten </ i> und <i> Ausnahmen </ i> Registerkarten und wählen Sie den Dienstleiter für die Änderungen aus dem Dienstleister Dropdown-Menü, machen Sie die notwendigen Änderungen und speichern Sie. Bitte beachten Sie, dass der Arbeitsplan für das Unternehmen automatisch für jeden Dienstleister gilt. So müssen Sie nur die individuellen Variationen des Zeitplans bearbeiten.
es_es: Sí. Para cada proveedor de servicios puedes establecer individualmente, horas laborales, descansos y excepciones (como vacaciones y/o convertir días comúnmente no laborales en laborales). Para hacer esto, utiliza las pestañas <i>Horas Laborales</i> y <i>Excepciones</i> y selecciona del menú desplegable aquel proveedor de servicios al que afectan dichos cambios. Guarda los cambios. Destacar que cuando un nuevo proveedor(empleado) es añadido, su horario laboral se establece al correspondiente a la empresa. Por tanto, únicamente debes editar las variaciones respecto al mismo.
fr_fr: Oui. On peut paramétrer des heures de travail, de pause et exceptions pour chaque fournisseur de service (vacances et jours de travail en plus). Pour ce faire, il faut utiliser les onglets <i>Jours de Travail</i> et <i>Exceptions </i> et sélectionner le fournisseur de service à modifier dans le menu déroulant, faire les modifications souhaitées et sauvegarder. A noter : lors de l'ajout d'un fournisseur de service, son agenda est paramétré sur l'agenda de travail business. Vous n'avez alors qu'à éditer les modifications de cet agenda
it_it: Si, per ogni fornitore di servizi puoi impostare individualmente le ore di break e le eccezioni (vacanze e ore lavorative addizionali). Per farlo utilizza le tab <i>Working Hours</i> e <i>Exceptions</i> e seleziona il fornitore di servizi dal menu a discesa, effettua le modifiche e salva. Nota che aggiungendo un fornitore di servizi le sue ore lavorative vengono impostate uguali a quelle generali. In questo modo devi aggiungere solo le modifiche.
nl_nl: Ja. Voor elke serviceprovider kunt u individueel de werk-, pauzetijden en uitzonderingen (vakanties en extra werkdagen) instellen. Om dit te doen, gebruik de tabbladen <i>Werktijden</i> en <i>Uitzonderingen</i> en selecteer de service provider waarvoor u de wijzigingen in het service provider menu wilt maken. Maak de gewenste wijzigingen en sla deze op. Let er a.u.b. op dat wanneer een serviceprovider wordt toegevoegd, het werkschema wordt ingesteld op het standaard werkschema van de onderneming. Daarom hoeft u alleen de variaties van zijn / haar schema aan te passen.
pt_br: Sim. Para cada provedor de serviço você pode determinar, individualmente, horários para trabalho, descanso e exceções (feriados e outros dias úteis). Para tanto, use as guias <i>Horas de Trabalho</i> e <i>Exceções</i> e selecione, no menu dropdown, o provedor de serviços ao qual você quer promover as mudanças, faça as mudanças e salve. Por favor, note que, quando um provedor de serviços é adicionado, as suas horas de trabalho são definidas com base no quadro de horas de trabalho. Assim, você só pode editar as variações neste quadro.
pt_pt: Sim. Para todos e cada um dos provedores de tarefas, pode-se definir separadamente o trabalho as horas de repouso, e exceções, tal como (feriados e dias úteis adicionais). Para fazer isso, utilisar as guias <i> Horas de trabalho </i> e <i> Exceções </i> e selecionar o provedor de tarefas que deseja alterar na lista suspensa do provedor de tarefas fazendo as alterações necessárias e depois salvar. Por favor, note que quando um provedor de tarefas é adicionado, seu horário de trabalho fica programado para os horários de trabalho da companhia. Assim, só necessita de editar as variações deste horário.
ru_ru: Да. Для каждого поставщика услуг вы можете индивидуально настроить работу, сломать часов и исключения (праздники и дополнительные рабочие дни). Чтобы сделать это, используйте <i> Рабочее время </ I> и Ф Исключения </ I> вкладки и выберите поставщика услуг, который необходимо внести изменения в раскрывающемся меню провайдера услуг, внести необходимые изменения и сохранить. Пожалуйста, обратите внимание, что, когда поставщик услуг будет добавлен, его рабочий график установлен в бизнес работает графика. Таким образом, вам нужно всего лишь отредактировать варианты его график.
tr_tr: Evet. Her servis sağlayıcı tek tek çalışma set edebilirsiniz için, saat ve istisnalar (tatil ve ek çalışma günleri) kırmak. Bunu yapmak için, <i> Çalışma Saatleri </ i> ve <i> İstisnalar </ i> sekmeleri kullanın ve servis sağlayıcı açılır menüden değişiklik yapmak gerekli değişiklikleri yapmak ve kaydetmek istediğiniz servis sağlayıcıyı seçin. Bir servis sağlayıcı eklendiğinde, onun çalışma programı iş çalışma programa ayarlanmış olduğunu unutmayınız. Böylece, sadece onun programın varyasyonlarını düzenlemeniz gerekir.

source: Appointments+ follows WordPress date and time settings. If you change them from %s page, plugin will automatically adapt them.
da_dk: Appointments+ følger WordPress dato og tids indstillinger. Hvis du ændrer dem fra %s side, vil plugin'et automatisk adaptere dem.
de_de: Zuweisungen+ folgt den WordPress Daten und Zeiteinstellungen. Wenn Sie diese von Seite %s ändern, wird das Plugin diese automatisch übernehmen.
es_es: Appointments+ adopta la configuración de la fecha y la hora de WordPress. Al cambiarlos desde la página%s, el ''plugin'' los adaptará automáticamente.
fr_fr: Appointements+ suit les paramètres de date et d'heure de Wordpress. Si vous les modifiez depuis la page de %s , le plugin sera automatiquement adapté
it_it: Appuntamenti + aderisce alla configurazione di data e ora di WordPress. Se le modificate dalla pagina%s, il plugin li adatta automaticamente.
nl_nl: Appointments+ neemt de WordPress datum en tijd over. Als je de datum en tijd hier %s veranderd, neemt Appointments+ deze automatisch over.
pt_br: Compromissos segue o formato de data do seu site, se você alterá-los a partir da página %s, o plugin irá adaptá-los automaticamente.
pt_pt: Datas Marcadas+ conforma-se com as datas e as horas em WordPress. Se as modicam da página %s, automáticamente a ''plugin'' se adaptará a elas.

source: General Settings
da_dk: Generelle Indstillinger
de_de: Allgemeine Einstellungen
es_es: Configuraciones generales
fr_fr: Configuration
it_it: Impostazioni generali
nl_nl: Algemene Instellingen
pl_pl: Ustawienia główne
pt_br: Configurações Gerais
pt_pt: Configurações Gerais
ru_ru: Общие настройки
tr_tr: Genel Ayarlar

source: It is the capacity of a service (e.g. because of technical reasons) independent of number of service providers giving that service. Imagine a dental clinic with three dentists working, each having their examination rooms, but there is only one X-Ray unit. Then, X-Ray Service has a capacity 1, and examination service has 3. Please note that you should only define capacity of X-Ray service 1 in this case. The other services whose capacity are left as zero will be automatically limited to the number of dentists giving that particular service. Because for those, limitation comes from the service providers, not from the service itself. Capacity field is for limiting the workforce, not for increasing it. See the FAQ in Advanced section to increase your available workforce and thus number of available appointments per time slot.
de_de: Es ist die Kapazität eines Service (z.B. aus technischen Gründen) unabhängig von der Zahl der Dienstleister, die diesen Service anbieten. Stellen Sie sich eine Zahnklinik mit drei Zahnärzten vor, jeder mit einem Untersuchungsraum, aber nur einem gemeinsamen Röntgenapparat. Dann hat die Dienstleistung Röntgen die Kapazität 1, und Untersuchung 3. Bitte beachten Sie, dass Sie in diesem Fall nur die Kapazität des Röntgenservices als 1 zu definieren. Die anderen Services, deren Kapazität auf Null gelassen wird, werden automatisch auf die Nummer der Zahnärzte begrenzt, die diesen Service anbieten. Die Begrenzung kommt hier von den Service Providern, nicht vom Service selbst. Das Kapazitätenfeld dient der Limitierung der Arbeitskraft, nicht der Erhöhung. Bitte schauen Sie in die FAQ Fortgeschrittenenbereich, um Ihre verfügbare Arbeitskraft und so auch die möglichen Termine pro Zeitfenster zu erhöhen.
es_es: Es la capacidad de un servicio (por ejemplo, por razones técnicas) independiente del número de proveedores de servicios que dan ese servicio. Imagínese una clínica dental con tres dentistas de trabajo, cada uno con sus salas de examen, pero sólo hay una unidad de Rayos x. Entonces, el servicio de rayos tiene una capacidad de 1, y el servicio de examen tiene 3. Ten en cuenta que sólo se debe definir la capacidad de servicio de X-Ray 1 en este caso. Los otros servicios cuya capacidad se dejan como cero se limitará automáticamente al número de dentistas que dan ese servicio en particular. Porque para ellos, la limitación proviene de los proveedores de servicios, no desde el propio servicio. El campo de capacidad es para limitar la fuerza de trabajo, no para aumentarla. Ve las preguntas frecuentes en la sección avanzada para aumentar su disponibilidad de mano de obra y por lo tanto el número de citas disponibles por intervalo de tiempo.
fr_fr: C'est la capacité d'un indépendant de service (par exemple pour des raisons techniques) du nombre de prestataires de service donnant ce service. Imaginez une clinique dentaire avec trois dentistes travaillant, chacune qui a leurs salles d'examen, mais là êtes seulement une unité de rayon X. Puis, le service de rayon X a une capacité 1, et le service d'examen a 3. Veuillez noter que vous devriez seulement définir la capacité du service 1 de rayon X dans ce cas-ci. Les autres services dont la capacité sont laissées en tant que zéro seront automatiquement limités au nombre de dentistes donnant ce service particulier. Puisque pour ceux, la limitation vient des prestataires de service, pas du service lui-même. La zone de capacité est la pour limiter la main d'oeuvre, pas pour l'augmenter. Voyez la FAQ. Section avancée pour augmenter votre main d'oeuvre et ainsi le nombre de rendez-vous disponibles par tranche de temps.
it_it: E' la capacità del servizio (esempio, per motivi tecnici) indipendentemente dal numero di fornitori di servizi che danno quel servizio. Immagine una clinica di dentisti con 3 dentisti, ognuno ha una stanza, ma solo un servizio di raggi X. Quindi il servizio Raggi X ha la capacità di 1 e il servizio di esame 3. In questo caso dovresti solo impostare solo la capacità dei raggi X a 1. L'altro servizio dovrebbe averla impostato uguale a 0 in modo tale che il sistema automaticamente limitera in base al numero di dentisti (fornitori di servizi) che danno quel particolare servizio. A causa di ciò i limiti arrivano dai fornitori di servizi non dal servizio stesso. Il campo capacità è da usare per limitare la forza lavoro, non per aumentarla. Consulta le FAQ nella sezione Avanzata per aumentare il numero di forza lavoro disponibile ed il numero di appuntamenti per fascia oraria.
nl_nl: Het is de capaciteit van een dienst (bijvoorbeeld om technische redenen) onafhankelijk van het aantal dienstverleners welke die dienst leveren. Stel je een tandheelkundige kliniek voor waar drie tandartsen werken, elk met hun onderzoekskamers, maar er is slechts een rontgenapparaat. Dan heeft rontgenapparaat een capaciteit van 1, en het onderzoek dienst heeft 3. Houd er rekening mee dat u alleen de capaciteit van de Rontgenapparaat in 1 moet wijzigen in dit geval. De andere diensten worden automatisch beperkt tot het aantal tandartsen die een bepaalde dienst leveren. De beperking komt van de service providers, niet van de dienst zelf. Het capaciteit veld is voor het beperken van de werknemers. Zie de FAQ in de Advanced sectie om uw beschikbare arbeidskrachten en daarmee het aantal beschikbare behandelingen per tijdslot te verhogen.
pt_br: É a capacidade de um serviço (por exemplo, por razões técnicas) independente de número de prestadores de serviços, executando um serviço. Imagine uma clínica odontológica com três dentistas trabalhando, cada um com suas salas de exame, mas há apenas uma unidade de Raio-X. Então, Serviço de Raio-X tem uma capacidade de 1, e o serviço de exame tem 3. Note que você só deve definir a capacidade do serviço de Raio-X, 1 neste caso. Os outros serviços, cuja capacidade é deixado como zero será automaticamente limitado ao número de dentistas que dão esse serviço específico. Porque para eles, a limitação vem dos prestadores de serviços, não do próprio serviço. O campo de capacidade existe para limitar a força de trabalho, não para aumentá-la. Veja o FAQ na seção Avançado para aumentar sua força de trabalho disponível e, portanto, o número de consultas disponíveis por horário.
pt_pt: É a capacidade de uma tarefa (por exemplo, por razões técnicas), independente do número de prestadores de tarefas executando tal tarefa. Imaginemos uma clínica dentária com três dentistas a trabalhar aí; cada um com suas salas de exame, mas que têm disponivel apenas uma unidade de Raio-X. Então, Tarefas de Raio-X tem uma capacidade de 1, e tarefas de exame tem uma capacidade de 3. Note que só deve definir a capacidade do serviço de Raio-X, 1 neste caso. As outras tarefas, cuja Capacidade é deixado como zero será automaticamente limitado ao número de dentistas que ofrecem estas tarefas específicas. Porque para eles, a limitação vem dos prestadores de tarefas, e não das tarefas por si mesmo . O campo Capacidade existe para limitar a mão-de-obra e não para aumentá-la. Consultar o FAQ na seção Avançada para aumentar sua mão-de-obra disponível e, assim o número de consultas disponíveis por horário disponible.
ru_ru: Это емкость службы (например, по техническим причинам), независимо от количества услуг, дающих эту услугу. Представьте себе стоматологическую клинику с тремя стоматологи работают, каждый из которых имеет свои экзаменационные залы, но есть только один рентгеновский аппарат. Тогда, X-Ray служба имеет емкость 1, и экспертиза служба имеет 3. Обратите внимание, что вы должны определить только способность рентгеновского службы 1 в этом случае. Другие услуги, потенциал которых остаются как ноль будет автоматически ограничивается количеством стоматологов, дающих эту конкретную услугу. Потому что для тех,, ограничение приходит от поставщиков услуг, а не от самой службы. Емкость поле для ограничения рабочей силы, а не для поля. См. справку в разделе Дополнительно увеличить доступное рабочей силы и, таким образом количество доступных назначений за временной интервал.
tr_tr: O hizmet veren servis sağlayıcıların sayısından bağımsız bir hizmet kapasitesi (örneğin, teknik nedenlerden) 'dir. Üç diş hekimi, her sınav odalarında bulunan çalışma ile bir diş kliniği düşünün, ama sadece bir X-Ray ünitesi bulunmaktadır. Ardından, X-Ray Service kapasitesi 1 sahiptir, ve muayene hizmeti 3. yalnızca bu durumda X-Ray hizmet 1 kapasitesini tanımlamak gerektiğini unutmayın vardır. Olan kapasite sıfır olarak bırakılan diğer hizmetler otomatik olarak belirli hizmet veren diş hekimi sayısı ile sınırlı olacaktır. Çünkü olanlar için, sınırlama değil, hizmet kendisinden, servis sağlayıcıları geliyor. Kapasite alan artırarak değil, işgücü sınırlayıcı içindir. Kullanılabilir işgücü ve dolayısıyla zaman aralığı başına kullanılabilir randevu sayısını artırmak için Gelişmiş bölümünde SSS bölümüne bakın.

source: For that particular service, clients cannot apply for an appointment because there will be no free time slot. Just delete services you are not using.
da_dk: For den pågældende service, kan kunderne ikke booke en ny booking, fordi der ikke vil være nogen fri tidspunkter. Bare slet servicer du ikke bruger.
de_de: Für diesen bestimmten Dienst können sich Klienten nicht um einen Termin bewerben, weil es kein freies Zeitfenster gibt. Löschen Sie einfach die Servicres, die Sie nicht benutzen.
es_es: Por ese servicio, los clientes no pueden solicitar una cita, porque no habrá intervalo de tiempo libre. Simplemente elimine los servicios que no esté utilizando.
fr_fr: Pour ce service particulier, les clients ne peuvent pas solliciter un rendez-vous parce qu'il n'y a aucune tranche de temps libre. Juste l'effacement de services que vous n'utilisez pas.
it_it: Per quel particolare servizio il cliente non può chiedere appuntamento in quanto non ci saranno fasce orarie disponibili. Cancella il servizio se non lo usi.
nl_nl: Voor een dienst zonder dienstverlener kan geen afspraak gemaakt worden. Het is de dienstverlener waaraan een tijdslot is gekoppeld. Verwijder de dienst of voeg een dienstverlener toe.
pl_pl: W przypadku tej konkretnej usługi klienci nie mogą umówić o wizyty, ponieważ nie będzie wolnego miejsca. Po prostu usuń usługi, które nie są wykorzystywane.
pt_br: Por esse serviço, os clientes não podem candidatar-se a um compromisso, porque não haverá espaço de tempo livre. Exclua serviços que você não está usando.
pt_pt: Para esse serviço particular, os clientes não podem solicitar uma marcação, porque não existe espaço de tempo livre. Exclua portanto as tarefas que não está utilisando.
ru_ru: По этой конкретной услуги, клиенты не могут применяться для назначения, потому что не будет свободного времени слот. Просто удалите услуги вы не используете.
tr_tr: Çünkü hiçbir serbest zaman yuvası olacak o belirli bir servis için bir randevu için istemcileri uygulayamazsınız. Kullanmadığınız Hizmetleri silmeniz yeterlidir.

source: Yes. Create a "dummy" service provider and assign that particular service only to it. Then set its working days as those days.
da_dk: Ja. Opret en "dummy" serviceudbyder og tildel den pågældende service kun til denne. Derefter sæt dens arbejdsdage som de dage.
de_de: Ja. erstellen Sie einen Dummyserviceprovider und weisen Sie diesem dann den bestimmten Service zu. Dann legen Sie die Arbeitstage als diese Tage an.
es_es: Sí. Cree un proveedor de servicios "ficticio" y asignar ese servicio en particular sólo para el. A continuación, establezca sus días de trabajo como esos días.
fr_fr: Oui. Créez un fournisseur de services « factice » et assignez-lui ce service. Placez alors ces jours ouvrables dans ses jours de travail.
it_it: Si. Crea un fornitore di servizio "Fantoccio" e assignali quel particolare servizio. Dopo di che assegnali i giorni di lavoro desiderati.
nl_nl: Ja, Maak in dat geval een "dummy" dienst verlener en koppel deze aan die speciale dienst. Maak daarna een werkrooster voor deze "dummy" dienst verlener.
pl_pl: Tak. Należy utworzyć "dummy" wykonawcę i przypisać usługę tylko do niego. Następnie należy ustawić pracujące dni jako te dni.
pt_br: Sim. Crie um prestador de serviços "fictício" e atribua esse serviço específico só para ele. Em seguida, defina os seus dias de trabalho.
pt_pt: Sim. Crie um prestador de tarefas"fictício" e atribua essa tarefa específica só para isso. Em seguida, defina os dias de trabalho para isso, como tal e tais dias.
ru_ru: Да. Создать "фиктивный " поставщика услуг и назначить эту конкретную услугу только к нему. Затем установите его рабочие дни, как те дни.
tr_tr: Evet. Bir "dummy" oluşturun servis sağlayıcılar ve yalnızca o belirli bir servis atayın. Sonra onun iş günü o günleri ayarlayın.

source: To avoid any mistakes, appointment records can only be deleted from Removed area of %s. First change the status of the appointment to "removed" and then delete it selecting the Removed area.
da_dk: For at undgå fejl, kan bookinghistorier kun slettes fra fjernet område %s. Først ændre status for bookinger til "fjernet", og derefter slet dem i fjernet område.
de_de: Um Fehler zu vermeiden, können Termineinträge nur aus dem Entfernt-Bereich von %s gelöscht werden. Zuerst wird der Status des Termins auf "entfernt" verändert, dann aus diesem Bereich gelöscht.
es_es: Para evitar errores, los registros de citas sólo se pueden eliminar de la zona Eliminada de%s. En primer lugar cambia el estado de la cita a "eliminado" y elimínala seleccionando el área Eliminado.
fr_fr: Pour éviter toutes les erreurs d'enregistrement de rendez-vous, ils ne peuvent être effacés que de la zone suppressionn de %s. Changez d'abord le statut du rendez-vous en « retiré » et effacez-le ensuite.
it_it: Per evitare errori puoi cancellarli in modo definitivo solamente dall'area Cancellati di %s. Prima di tutto cambia lo stato dell'appuntamento a "Rimosso" dopo di che selezionali e cancellali dall'area Rimossi.
nl_nl: Om eventuele fouten te voorkomen, heb je hiervoor 2 stappen. Een afspraak kan alleen worden verwijderd uit de map Verwijderd van%s. Stap 1: Verander de status van de afspraak op "verwijderd". Stap 2: Verwijder het gereserveerde gebied selecteren.
pt_br: Para evitar erros, registros de compromisso só pode ser excluído da área Removido de %s . Primeiro altere o status do compromisso para "removido" e, em seguida, exclua-o selecionando na área Removido.
pt_pt: Para evitar qualquer erro, registros de marcações só podem ser suprimidas da área- Removido de %s . Primeiro altere o status da marcação para "Removido" e, em seguida, suprimi-lo selecionando a área ''Removido''.
ru_ru: Чтобы избежать ошибок, назначение записи могут быть удалены только от удаленных области %s . Во-первых изменить статус назначении на "удаляется ", а затем удалить его выбора Убран область.
tr_tr: Hata önlemek için randevu kayıtları yalnızca %s kaldırıldı alanından silinebilir. İlk "removed" için randevu durumunu değiştirme ve kaldırıldı alanı seçerek silin.
