Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Text that will be displayed on Paypal button. Default: "Please confirm PRICE CURRENCY payment for SERVICE"
da_dk: Tekst som vil blive vist på PayPal knappen. Standard er "Bekræft venligst PRIS VALUTA betaling for SERVICE"
de_de: Text der auf dem PayPal Knopf angezeigt wird. (Standard: Bitte bestätigen Sie Ihre Zahlung von PRICE CURRENCY für Ihren Termin (SERVICE))
es_es: Texto que se mostrará en el botón de Paypal. Por defecto:"Por favor confirma el pago por el SERVICIO a través de PayPal"
fr_fr: Le texte sera présenté sur le bouton paypal. Defaut: "Please confirm PRICE CURRENCY payment for SERVICE"
it_it: Questo testo sarà mostrato nel bottone Paypal. Predefinito: "Per favore conferma PRICE CURRENCY del pagamento per SERVICE"
nl_nl: Tekst die op Paypal knop wordt getoond. Standaard: "Bevestig aub betaling van PRICE CURRENCY voor SERVICE"
pl_pl: Tekst jaki będzie wyświetlany na przycisku PayPal. Domyślnie: "Prosze potwierdzić PRICE CURRENCY płatności za SERVICE"
pt_br: O texto que será exibido no botão do Paypal. Padrão: "Por favor, confirmar a moeda para pagamento do SERVIÇO "
pt_pt: Texto que será exibido no botão Paypal. Padrão: "Por favor, confirmar o PREÇO de UNIDADE MONETARIA relativa à TAREFA''
ru_ru: Текст, который будет отображаться на кнопке Paypal. По умолчанию: "Пожалуйста, подтвердите Цена Валюта оплаты доставка "
tr_tr: Paypal düğmesinde görüntülenecek metin. Varsayılan: "Please SERVICE" fiyatı para birimi ödemesini Onayla

source: Inserts PayPal Pay button and form.
da_dk: Indsæt PayPal Betal knap og formular
de_de: Fügt einen Paypal-Bezahlbutton und ein Formular hinzu.
es_es: Inserta el botón de pago de paypal y el formulario
fr_fr: Insère un bouton et un formulaire PayPal.
it_it: Inserisce bottone Paypal e form
nl_nl: Voegt PayPal betaal knop en formulier in.
pl_pl: Wstaw przycisk i formularz PayPal.
pt_br: Insere botão e formulário para pagamento via PayPal.
pt_pt: Insere o botão e formulário ''Paypal'' do PayPal.
ru_ru: Вставка PayPal кнопку оплатить и форму.
tr_tr: PayPal ödeme düğmesini ve formu ekler.

source: For the shortcode parameters, you can use SERVICE, PRICE, CURRENCY placeholders which will be replaced by their real values.
da_dk: For shortcode parametrene, kan du bruge SERVICE, PRIS, VALUTA pladsholdere, som vil blive erstattet af deres reelle værdier.
de_de: Für die shortcode Parameter können Sie SERVICE, PRICE, CURRENCY Platzhalter benutzen, die durch die echten Werte ersetzt werden.
es_es: De entre los parámetros "shortcode", puede utilizar el SERVICIO, PRECIO, los marcadores de posición de MONEDAS que serán sustituidos por sus valores reales.
fr_fr: Pour le paramètre shortcode, vous pouvez utiliser SERVICE, PRICE, CURRENCY et seront remplacés par leur vraies valeurs.
it_it: Per i parametri del shortcode, puoi usare SERVICE, PRICE, CURRENCY che verranno sostituiti dai valori reali.
nl_nl: Voor de shortcode parameters kunt u SERVICE, PRICE, CURRENCY gebruiken. Deze worden vervangen door werkelijke waarden.
pl_pl: Jako parametrów shortcode, można użyć zastępczych SERVICE, PRICE, CURRENCY które będą zastąpione przez ich prawdziwe wartości.
pt_br: Para os parâmetros shortcode, você pode usar o serviço, o preço, espaços reservados MOEDA que serão substituídos pelos seus valores reais.
pt_pt: Para os parâmetros de ''shortcode'', pode usar os marcadores TAREFAS, PREÇOS, MOEDA que serão substituídos por seus valores reais.
ru_ru: Для параметров Короткий, вы можете использовать сервис, цена, валюта заполнители, которые будут заменены на их реальными значениями.
tr_tr: Kusur parametrelerini, sen-ebilmek kullanma hizmet, fiyat, para birimi tutucular gerçek değerlerine göre değiştirilir.

source: Deposit for SERVICE
da_dk: Depositum ved SERVICE
de_de: Anzahlung für SERVICE
es_es: Depósitos por servicio
fr_fr: Dépôt pour SERVICE
it_it: Cauzione per SERVICE
nl_nl: Aanbetaling voor SERVICE
pl_pl: Depozyt za SERVICE
pt_br: Depósito pelo SERVIÇO
pt_pt: Depósito relativo à TAREFA
ru_ru: Депозиты для СЛУЖБЫ
tr_tr: HİZMET için depozito

source: Weekly Schedule
da_dk: Uge skema
de_de: Wöchentlicher Zeitplan
es_es: Programa Semanal
fr_fr: Programme hebdomadaire
it_it: Programma Settimanale
nl_nl: Weekplanning
pl_pl: Harmonogram tygodniowy
pt_br: Agendamento Semanal
pt_pt: Horário Semanal

source: Our schedule from START to END
da_dk: Vores tidsplan fra START til END
fr_fr: Notre emploi du temps du START au END
nl_nl: START tot END
pl_pl: Nasz grafik od START do END
pt_br: Nosso horário do início ao fim
pt_pt: A nossa agenda de START até END
tr_tr: Programımızı baştan sona

source: Text that will be displayed as the schedule title. Placeholders START and END will be automatically replaced by their real values.
da_dk: Tekst der vil blive vist som tidsplantitelen. Pladsholdere START og SLUT vil automatisk blive erstattet af deres reelle værdier.
de_de: Text der als Kalendertitel angezeigt wird. START und END werden automatisch durch deren richtigen Werte ersetzt.
es_es: El texto que se mostrará como título horario. Marcadores de inicio y fin serán sustituidos automáticamente por los valores reales.
fr_fr: Texte qui sera affiché comme titre de l'horaire. Les espaces réservés START et END seront remplacés automatiquement par leurs valeurs réelles.
it_it: Testo che verrà mostrato come titolo della programmazione. Placeholders START e END verranno automaticamente rimpiazzati dai loro valori reali.
nl_nl: Tekst die als schematitel wordt getoond. Placeholders START en END worden automatisch vervangen door werkelijke waarden.
pl_pl: Tytuł jaki pojawi się dla harmonogramu. Symbole START i END zostaną automatycznie zastąpione przez faktyczne wartości.
pt_br: O texto que será exibido como o título da agenda. Espaços reservados INÍCIO e FIM serão substituídos automaticamente pelos seus valores reais.
pt_pt: Texto que será visível como titulo de horário. Marcadores Começo e Fim que automaticamente serão substituidos pelos seus valores reais
ru_ru: Текст, который будет отображаться в качестве заголовка графика. Заполнители начале и в конце будет автоматически заменяются их реальных значений.
tr_tr: Program başlık olarak gösterilecek metin. Yer tutucuları başlangıç ve bitiş gerçek değerlerine tarafından otomatik olarak değiştirilecek.

source: Logged in text
es_es: Texto de conexión
fr_fr: Texte de connexion
it_it: Testo de conession
nl_nl: Ingelogd tekst
pl_pl: Tekst po zalogowaniu się
pt_br: Texto para logados
pt_pt: Texto para ''Conectado''

source: Click on a free time slot to apply for an appointment.
da_dk: Klik på en ledig tid for at vælge aftaletidspunkt.
de_de: Klicken Sie auf ein freies Feld, um einen Termin zu buchen
es_es: Haga clic en un intervalo de tiempo libre para solicitar una cita.
fr_fr: Sélectionnez une plage libre pour prendre rendez-vous.
it_it: Clicca nello slot di tempo libero per aggiungere un appuntamento.
nl_nl: Klik op een beschikbare periode om een afspraak aan te vragen.
pl_pl: Kliknj w wolny termin, aby zapisać się
pt_br: Clique num horário livre para solicitar um agendamento.
pt_pt: Por favor, seleccione uma hora livre para uma data marcada.
ru_ru: Нажмите на свободный таймслот для бронирования
tr_tr: Randevu için uygulamak için bir serbest zaman dilimi üzerinde tıklatın.

source: Logged out text
es_es: Texto de desconexión
fr_fr: Texte de déconnexion
it_it: Testo di disconnession
nl_nl: Uitgelogd tekst
pl_pl: Tekst po wylogowaniu się
pt_br: Texto para deslogados
pt_pt: Texto para ''Desconectado''

source: Select service only if you want to force the table display the service with entered ID. Default: Service is selected by dropdown.
de_de: Wählen Sie den Dienst nur aus, wenn Sie die Tabelle mit der eingegebenen ID erzwingen möchten. Voreinstellung: Der Dienst wird durch Dropdown ausgewählt.
es_es: Seleccione sólo servicio si desea forzar la tabulación para que muestre el servicio con el ID ingresado. Predeterminado: el servicio se selecciona mediante el menú desplegable.
fr_fr: Choisissez le service seulement si vous souhaitez que le tableau affiche le service avec l'ID entré. Défaut : le service est sélectionné par liste déroulante.
it_it: Selezionare il servizio solamente se si desidera forzare la tabella a visualizzare il servizio con l'ID inserito. Predefinito: il servizio è selezionato per menu discendente.
pl_pl: Proszę wybrać usługę tylko, gdy ma zostać wyświetlona tabela z wybraną usługą. Domyślnie: usługa może zostać wybrana z rozwijanego menu.
pt_br: Selecione um serviço somente se quiser que a tabela de horários force a exibição do serviço cuja ID foi incluída. Padrão: Serviço é escolhido em um menu dropdown.
pt_pt: Selecionar tarefas, só em caso de desejar forçar o gráfico a exibir a tarefa com o ID inserido. Padrão: Tarefas são selecionadas em lista ''dropdown''

source: Select service provider only if you want to force the table display the service provider with entered ID. Default: Service provider is selected by dropdown.
de_de: Wählen Sie den Dienst nur aus, wenn Sie die Tabelle mit der eingegebenen ID erzwingen möchten. Voreinstellung: Der Dienst wird durch Dropdown ausgewählt.
es_es: Seleccionar un proveedor de servicios sólo si desea forzar la tabulación para mostrar el proveedor de servicios con el ID ingresado. Predeterminado: El proveedor de servicios es seleccionado/a mediante el menú desplegable.
fr_fr: Choisissez le fournisseur de service seulement si vous souhaitez que le tableau affiche le fournisseur avec l'ID entré. Défaut : le fournisseur de service est sélectionné par liste déroulante.
it_it: Selezionare il fornitore di servizi, solamente se si desiderano forzare la tabella per visualizzare il fornitore di servizi con l'ID inserito. Predefinito: il provider di servizi è selezionato dal menu discendente.
pl_pl: Proszę wybrać usługodawcę tylko wtedy, gdy ma zostać wyświetlona tabela z dostępnością wybranego usługodawcy. Domyślnie: Usługodawcę można wybrać z rozwijanego menu.
pt_br: Selecione um provedor serviço somente se quiser que a tabela de horários force a exibição do provedor serviço cuja ID foi incluída. Padrão: Provedor de serviço é escolhido em um menu dropdown.
pt_pt: Selecionar o provedor de tarefas só no caso de querer forçar que o gráfico exiba o provedor de tarefas com ID inserida. Padrão: Provedor de tarefas será selecionado na lista ''dropdown''.

source: Creates a weekly table whose cells are clickable to apply for an appointment.
da_dk: Opretter en ugentlig tabel, hvis celler er klikbare til at bede om en aftale.
de_de: Erstellt eine wöchentliche Tabelle,deren Zellen klickbar sind, um einen Termin auszuwählen / anzufragen.
es_es: Crea una tabla semanal en cuyas celdas se puede hacer clic para solicitar una cita.
fr_fr: Crée un tableau hebdomadaire dont les cellules sont cliquables pour demander un rendez-vous.
it_it: Crea una tabella settimanale con celle cliccabili per avviare un appuntamento.
nl_nl: Maakt een wekelijkse tabel met klikbare cellen om een afspraak te selecteren.
pl_pl: Tworzy tabelę tygodniową, której komórki są aktywne dla rezerwacji
pt_br: Cria uma tabela semanal cujas células são clicáveis ​​para solicitar um compromisso.
pt_pt: Executa um horario semanal cujas células são ''clicáveis'' para pedir uma data marcada.
ru_ru: Создает еженедельную таблицу, клетки кликабельны применять для назначения.
tr_tr: Olan hücrelere tıklanabilir bir randevuya uygulamak için haftalık bir tablo oluşturur.

source: Providers
da_dk: Udbyder
de_de: Anbieter
es_es: Proveedores
fr_fr: Créateurs
it_it: Fornitori
pl_pl: Usługodawcy
pt_br: Provedores
pt_pt: Provedores

source: Please choose a service provider:
da_dk: Vælg en medarbejder:
de_de: Bitte wählen Sie einen Dienstleister aus:
es_es: Elige nuestro Staff:
fr_fr: Choisir un prestataire SVP :
it_it: Per favore scegli un fornitore di servizi:
nl_nl: Afspraak met:
pl_pl: Proszę wybrać wykonawcę:
pt_br: Por favor, escolha o profissional:
pt_pt: Por favor escolher um provedor de tarefas:
ru_ru: Пожалуйста, выберите поставщика услуг:
tr_tr: Lütfen bir hizmet sağlayıcısı seçin:

source: Text above the select menu. Default: "Please select a service"
da_dk: Tekst over vælg menu. Standard: "Vælg en tjeneste"
de_de: Text über dem Auswahl-Menü. Default: "Bitte wählen Sie ein Angebot aus"
es_es: El texto sobre el menú de selección. Por defecto:" Por favor selecciona un servicio"
fr_fr: Le texte audessus du select menu. Default: "Choisir un service SVP"
it_it: Il testo sopra il menu a tendina. Impostazione predefinita "Per favore seleziona un servizio"
nl_nl: Tekst boven het selecteermenu. Standaard "Selecteer een dienst:"
pl_pl: Tekst powyżej menu z wyborem. Domyślnie: "Proszę wybrać usługę"
pt_br: Texto acima do menu de seleção. Padrão: "Por favor seleccione um serviço"
pt_pt: Texto acima do menu select. Padrão: '' por favor selecione uma tarefa''
ru_ru: Текст выше меню выбора. По умолчанию: "Пожалуйста, выберите сервис "
tr_tr: Seç menüsünü yukarıdaki metin. Varsayılan: "Please bir service" Seç

source: Empty option text
de_de: Leerer Optionstext
es_es: Opción sinTexto ?
fr_fr: Vider le texte optionnel
it_it: Opzion Testo Vuoto
nl_nl: Lege optie tekst
pl_pl: Tekst dla puustej opcji
pt_br: Texto da Opção Vazia
pt_pt: Opção Nula Texto

source: No preference
da_dk: ingen præference
de_de: Keine Präferenz
es_es: Sin preferencias
fr_fr: Pas de préférence
it_it: Nessuna preferenza
nl_nl: geen voorkeur
pl_pl: Bez znaczenia
pt_br: Sem preferência
pt_pt: Sem preferência
ru_ru: Нет предпочтения
tr_tr: Farketmez

source: Empty option label for the selection
da_dk: Tomt option label for dette valg
de_de: Leeres Optionsfeld für die Auswahl
es_es: Vacia la etiqueta de opciones para la selección
fr_fr: Étiquette d'option vide pour la sélection
it_it: Etichetta di opzione vuota per questa selezione
pl_pl: Pusta etykieta opcji dla wyboru
pt_br: Rótulo de opção vazio para a seleção
pt_pt: Para fazer a seleção usar opção desprovida de identificação
ru_ru: Пустой текстом опции для выбора
tr_tr: Seçilmemiş Tercih Etiketi

source: Show button Text
da_dk: Vis knaptekst
de_de: Anzeige Button Text
es_es: Mostrar Botón del Texto
fr_fr: Montrer le texte du bouton
it_it: Mostrare Tasto di Testo
nl_nl: Toon knop tekst
pl_pl: Pokaż klawisz tekst
pt_br: Texto do botão "Mostrar"
pt_pt: Mostrar Botão Texto

source: Show available times
da_dk: Vis tilgængelige tider
de_de: Verfügbare Termine anzeigen
es_es: Actualizar selección
fr_fr: Voir les horaires disponibles
it_it: Mostra orari disponibili
nl_nl: Toon beschikbare tijden.
pl_pl: Pokaż wolne terminy
pt_br: Ver horários disponíveis
pt_pt: Mostrar as horas disponíveis
ru_ru: Показать доступное время
tr_tr: Kullanılabilir zamanlarını göster

source: Button text to show the results for the selected. Default: "Show available times"
da_dk: Knap tekst til at vise resultaterne for den valgte. Standard: "Vis ledige tider"
de_de: Button-Text, um die Ergebnisse der Auswahl anzuzeigen. Default: "Verfügbare Termine anzeigen"
es_es: Texto del botón para mostrar los resultados para el seleccionado. Por defecto: "Mostrar las horas disponibles"
fr_fr: Texte du bouton pour afficher les résultats pour la sélection. Par défaut: "Afficher les horaires disponibles"
it_it: Testo bottone per mostrare nei risultati della selezione. Impostazione predefinita: "Mostra orari disponibili"
nl_nl: Knoptekst om de resultaten van selectie te tonen. Standaard "Toon beschikbare tijden"
pl_pl: Tekst przycisku do pokazania wyboru. Domyślnie: "Pokaż dostępne czasy"
pt_br: Botão de texto para mostrar os resultados selecionados. Padrão: "Mostrar horários disponíveis"
pt_pt: O butão texto vai a mostrar os resultados dos selecionados. Padrão: ''Indicar as horas disponíveis''
ru_ru: Текст кнопки, чтобы показать результаты для выбранного. По умолчанию: "Показать доступные раз "
tr_tr: Düğme metni seçilen sonuç göstermek için. Varsayılan: "Show temin times"

source: Selects which part of the bio page will be displayed under the dropdown menu when a service provider is selected . Selectable values are "none", "excerpt", "content". Default: "excerpt"
da_dk: Vælger hvilken del af profilsiden som vil blive vist under dropdown menuen, når en serviceudbyder er valgt. Valgbare værdier er "ingen", "uddrag", "indhold". Standard: "uddrag"
de_de: Auwählen, welcher Teil der Biografieseite unter dem Dropdownmenü angezeigt wird, wenn ein Dienstleister gewählt wird. Auswählbare Werte sind "keins", "Auszug", "Inhalt". Voreinstellung "Auszug"
es_es: Selecciona qué parte de la página de biografía se mostrará en el menú desplegable al seleccionar un proveedor de servicios. Valores que puede seleccionar son "ninguno", "extracto", "contenido". Por defecto: "extracto"
fr_fr: Sélectionnez quelle partie des informations seront affichées sous le menu déroulant lorsqu'un fournisseur de service sera sélectionné. Les valeurs sélectionnables sont "non", "extrait", "contenu". Par défaut : "Extrait".
it_it: Seleziona quale parte della pagina bio sarà mostrata sotto il menu a tendina dove viene selezionato il fornitore del servizio. Valori selezionabili sono "nessuno", "estratto", "contenuto". Predefinito: "estratto"
nl_nl: Selecteert welk deel van de beschrijvingspagina getoond word onder het dropdownmenu als een dienstverlener geselecteerd wordt. Selecteerbare waarden zijn "none","excerpt","content". Standaard: "excerpt"
pt_br: Seleciona quais partes da página biografia serão exibidos no menu suspenso quando um prestador de serviço é selecionado. Valores selecionáveis ​​são "none ", "trecho ", "conteúdo ". Padrão: "trecho "
pt_pt: Seleciona a parte da página bio que será exibida no menu listado quando um provedor de tarefas é selecionado. Os valores selecionáveis são "nenhum", "extrato", "conteúdo". Padrão: "extrato"
ru_ru: Выбирает, какие части страницы био будут отображаться в выпадающем меню при выборе поставщика услуг. Выбираемые значения "Никто ", "отрывок ", "контента ". По умолчанию: "отрывок "
tr_tr: Bir servis sağlayıcı seçiliyken bio sayfanın hangi bölümünün-ecek var olmak göstermek aşağı açılan menünün seçer. Seçilebilir değerler şunlardır: "none", "excerpt", "content". Varsayılan: "excerpt"

source: Thumbnail Size
da_dk: Miniature størrelse
de_de: Größe Vorschaubild:
es_es: Tamaño de Miniaturas
fr_fr: Taille de la miniature
it_it: Dimensione di Miniature
nl_nl: Thumbnail grootte
pl_pl: Wielkość miniatury
pt_br: Tamanho da Miniatura
pt_pt: Tamanho Imagem Miniatura

source: Inserts the post thumbnail if page has a featured image. Selectable values are "none", "thumbnail", "medium", "full" or a 2 numbers separated by comma representing width and height in pixels, e.g. 32,32. Default: "96,96"
da_dk: Indsætter post thumbnail hvis side har en featured image. Valgbare værdier er "ingen", "miniature", "middel", "fuld" eller en 2 tal adskilt af komma repræsenterer bredde og højde i pixels, fx 32,32. Standard: "96,96"
de_de: Einfügen des Beitragsthumbnail wenn die Seite ein Bild hat. Auswählbare Werte sind "keins", "thumbnail", "mittel", "voll" oder zwei Zahlenwerte mit Komma getrennt, die Weite und Höhe in Pixeln bestimmen, z.B. 32,32. Voreinstellung: "96,96"
es_es: Inserta el mensaje en miniatura si la página tiene una imagen destacada. Valores que puede seleccionar son "ninguno", "miniatura", "medio", "completol" o 2 números separados por comas que representa la anchura y altura en píxeles, por ejemplo, 32,32. Por defecto: "96,96"
fr_fr: Insère une vignette à la page si elle a une image à la une. Les valeurs disponibles sont "aucune", "vignette", "moyen", "pleine" ou un nombre à deux chiffres séparés par des virgules représentant la largeur et la hauteur en pixels, par exemple, 32,32. Par défaut: "96,96"
it_it: Inserisci l'immagine se il post ha una immagine in evidenza selezionata. I valori selezionabili sono "nessuno", "thumbnail", "media", "grandezza piena" o 2 numeri separati da una virgola che rappresentano larghezza e altezza in pixel, esempio 32,32. Impostazione predefinita "96,96"
nl_nl: Voegt de thumbnail van de pagina toe indien er een aanbevolen afbeelding op de pagina staat. Selecteerbare waarden zijn "none", "thumbnail", "medium", "full" of 2 cijfers, gescheiden door een komma, die hoogte en breedte in pixels representeren. Standaard "96,96"
pt_br: Insere o cargo de miniaturas se a página tem uma imagem em destaque. Valores selecionáveis ​​são "none", "miniaturas", "medium", "cheio" ou a 2 números separados por vírgula que representa a largura ea altura em pixels, por exemplo 32,32. Padrão: "96,96"
pt_pt: Insére uma foto miniatura do posto se a página tem uma imagem realçada. Os valores a selecionar são: ''Nenhum'' ''foto miniatura'', ''média'' ''completo'' ou 2 numeros separados por uma virgula mostrando a largura e a altura em pixeles, ex. 32,32. Padrão: ''96,96''
ru_ru: Вставляет сообщению миниатюру если страница имеет признакам изображение. Выбираемые значения "Никто ", "миниатюр ", "средний ", "полный " или в 2 чисел, разделенных запятыми, представляющий ширину и высоту в пикселях, например 32,32. По умолчанию: "96,96 "
tr_tr: Sayfa seçme bir resim varsa post küçük resim ekler. Seçilebilir değerler şunlardır: "none", "thumbnail", "medium", "full" ya da genişlik ve yüksekliği piksel, e.g. 32,32 temsil eden virgülle ayrılmış bir 2 sayı. Varsayılan: "96,96"

source: Thumbnail Class
de_de: Vorschaubild Klasse
es_es: Clase de Miniaturas
fr_fr: Class de miniature
it_it: Classi di Miniatura
nl_nl: Thumbnail klasse
pl_pl: Klasa css miniatury
pt_br: Classe da Miniatura
pt_pt: Classe Imagem Miniatura

source: CSS class that will be applied to the thumbnail. Default: "alignleft"
da_dk: CSS-klassen der vil blive tilføjet til miniaturebilledet. Standard: "alignleft"
de_de: CSS-Klasse, die auf das Bild angewendet wird. Voreinstellung: „Alignleft“
es_es: CSS que se aplicará a la miniatura. Predeterminado: "alinearizquierda"
fr_fr: Classe CSS qui sera appliquée aux miniatures. Défaut : "alignleft"
it_it: Classe CSS che verrà applicata alla miniatura. Predefinito: ""allineareasinistra"
nl_nl: CSS klasse die u wil geven aan de thumbnail. Standaard: "alignleft" (links uitgelijnd)
pl_pl: Klasa CSS dołączona do miniaturki. domyślnie: "alignleft"
pt_br: Classe CSS que será aplicada à miniatura. Padrão: "alignleft" - alinhamento à esquerda.
pt_pt: Classe CSS a ser aplicada à imagem miniatura. Padrão: ''alinharesquerda''
