Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: As of now, there is no other way and it is unlikely to be another way in the future. This key file serves as an electronic signature which proves that you grant access to your Google Calendar account.
da_dk: For nu, er der ingen anden måde og det er usandsynligt, at en anden måde vil findes i fremtiden. Denne nøgle fil fungerer som en elektronisk signatur, som beviser, at du giver adgang til din Google Kalender-konto.
de_de: An diesem Punkt gibt es keinen anderen Weg, und es ist unwahrscheinlich, dass es in der Zukunft einen anderen Weg geben wird. Diese Schlüsseldatei dient als elektronische Signatur, die beweist, dass Sie Zugriff zu Ihrem Google Calendar Account gewähren.
es_es: Hasta la fecha, no hay otra forma y tampoco es probable que se implemente en el futuro. Este archivo con la clave privada sirve de firma electrónica para demostrar que has sido tú mismo el que ha habilitado el acceso a la cuenta de Google Calendar.
fr_fr: A partir de maintenant, il n'y a aucune autre manière et n'y en aura aucune autre. Ce fichier sert de signature électronique et montre que vous accordez l'accès à votre compte de calendrier de Google.
it_it: A questo momento non c'è altro modo e non crediamo ci sia un altro modo in futuro. Questo file è un firma elettronica che dimostra che tu dai il permesso accedere al tuo account Google Calendar.
nl_nl: Momenteel is er geen andere manier en hoogst waarschijnlijk blijft het zo. Dit bestand heeft de functie van digitale handtekening waarmee u toegang geeft tot uw eigen Google Calender.
pl_pl: W chwili obecnej nie innej możliwości i jest mało prawdopodobne, aby inny sposób pojawił sie w przyszłości. Plik klucza służy jako podpis elektroniczny, który potwierdza, że przyznajesz dostęp do Kalendarza Google swojego konta.
pt_br: No momento não há nenhuma outra maneira e é improvável que exista outra forma no futuro. Este arquivo de chave serve como uma assinatura eletrônica que prova que você concede acesso a sua conta do Google Calendar.
pt_pt: Por agora não há outro modo e é improvável que exista outra forma de o fazer no futuro. Este arquivo chave serve como uma assinatura eletronica que prova que autoriza acesso à sua conta do Calendário Google.
ru_ru: В настоящее время, нет другого пути, и это вряд ли будет еще один способ в будущем. Это ключевой файл служит электронной подписью, которая доказывает, что вы предоставляете доступ к календарю счет Google.
tr_tr: Şimdi, başka bir yolu yok ve başka bir şekilde gelecekte olması pek mümkün değildir. Bu anahtar dosyası Google Takvim hesabınıza erişim verdiğiniz kanıtlayan elektronik imza olarak hizmet vermektedir.

source: Such applications make the synchronisation when you are online. It is easy to receive your consent when your are online. Your being logged in is sufficient, but necessary. Here, we need your consent, thus electronic signature, even if you are offline, so that appointments can be submitted to your Google Calendar any time. For the same reason, each service provider who wants to synchronize his/her appointments with Google Calendar should carry out the required setup steps.
da_dk: Sådanne anvendelser gør synkroniseringen, når du er online. Det er nemt at modtage din samtykke, når du er online. Dit login er tilstrækkelig, men nødvendigt. Her har vi brug for dit samtykke, således elektronisk signatur, selvom du er offline, så aftaler kan indsendes til din Google Kalender når som helst. Af samme grund, at hver enkelt serviceudbyder, der ønsker at synkronisere hans / hendes bookinger med Google Kalender bør udføre de nødvendige setup trin.
de_de: Solche Anwendungen führen die Synchronisation durch, wenn Sie online sind. Es ist leicht, Ihr Einverständnis einzuholen, wenn Sie online sind. Es ist notwendig, aber ausreichend, wenn Sie dafür eingeloggt sind. Hier benötigen wir Ihre Zustimmung, also die elektronische Signatur, auch wenn Sie offline sind, so dass Termine an Ihren Google Calendar jederzeit geschickt werden können. Aus dem gleichen Grund sollte jeder Dienstleister, der die Termine mit Google Calendar synchronisieren will, die nötigen Setup Schritte ausführen.
es_es: Estas aplicaciones hacen la sincronización cuando tu estas online. Es fácil que reciban tu consentimiento cuando tu estás online. El hecho de que estés logueado es suficiente, pero necesario. Necesitamos el consentimiento de tu firma electronica incluso si estas offline, para que las citas puedas ser enviadas a tu calendario de Google en cualquier momento. Por esta razón, cada proveedor de servicio que quiera sincronizar sus citas con Google Calendar deberá llevar los pasos de configuración requeridos
fr_fr: De telles applications font la synchronisation quand vous êtes en ligne. Il est facile de recevoir votre accord lorsque vous êtes en ligne. Le fait d'être connecté est suffisant, mais nécessaire. Ici, nous avons besoin de votre consentement, ainsi que votre signature électronique, même si vous êtes hors ligne, de sorte que des rendez-vous puissent être envoyé sur votre compte Google Calendar à chaque fois. Pour la même raison, tous les prestataires doivent être connectés pour synchroniser leur compte Google calendar.
it_it: Tali applicazioni effettuano la sincronizzazione quando sei online. E' facile ricevere il consenso quando se online. Il fatto di aver effettuato il login è sufficiente ma non necessario. Abbiamo bisogno del consenso, anche se sei offline, così che gli appuntamenti possono essere inviati a Google Calendar in qualsiasi momento. Per lo stesso motivo ogni fornitore di servizi che vuole sincronizzare i suoi appuntamenti con Google Calendar deve effettuare questi passaggi.
nl_nl: Zulke applicaties synchroniseren wanneer u online bent. Dat u online bent is dan vaak voldoende maar wel noodzakelijk. Hier maken we gebruik van uw goedkeuring via een electronische handtekening. Zodoende kunnen we ongeacht aanwezigheid toch alle planningen synchroniseren. Of en wanneer iemand online is maakt dan niets uit.
pl_pl: Takie aplikacje powodują synchronizację, gdy jesteś online. Otrzymanie zgody jest łatwe, gdy jesteś online. Twoje zalogowanie jest wystarczające, ale konieczne. Potrzebujemy twojej zgody, a więc podpisu elektronicznego, nawet jeśli jesteś offline, aby spotkania mogły być przesyłane do twojego Kalendarza Google w dowolnym momencie. Z tego samego powodu każdy usługodawca, który chce zsynchronizować wiztę z Kalendarzem Google, musi prawidłow skonfigurować usługę.
pt_br: Tais aplicações fazem a sincronização quando você está online. É fácil receber o seu consentimento quando estiver online. Já nós precisamos de sua autorização, a assinatura eletrônica, para que mesmo se você estiver off-line, os compromissos sejam enviados para o seu Google Calendar a qualquer momento. Pela mesma razão, cada prestador de serviço que quer sincronizar seus compromissos com o Google Calendar deve realizar as etapas de configuração necessárias.
pt_pt: Tais aplicações establecem a sincronização quando nos encontramos online. É fácil de obter sua autorização quando estiver online. Isto é suficiente se está conectado/a, mas necessário também. Precisamos de sua autorização, da sua assinatura eletronica, mesmo se estiver off-line, para que possamos fazer marcações no seu Calendário Google em qualquer momento. Pela mesma razão, cada prestador de tarefas, desejando sincronizar as suas datas marcadas com o Calendário Google deve realizar estas mesmas etapas de configuração necessárias.
ru_ru: Такие приложения делают синхронизацию при подключении к сети. Легко получить ваше согласие, когда вы приехали в Интернете. Ваш захода в достаточно, но и необходимо. Здесь нам необходимо ваше согласие, при этом электронную подпись, даже если вы находитесь в автономном режиме, так что назначения могут быть представлены на ваш Google календарь в любое время. По той же причине, каждый поставщик услуг, который хочет, чтобы синхронизировать его / ее назначения с Календарем Google должен выполнять необходимые действия по настройке.
tr_tr: Bu tür uygulamalar çevrimiçiyken senkronizasyon olun. Sizin onayınızı almak kolaydır ne zaman senin are online. Senin giriş yeterli, ama gerekli. Randevular için Google Takvim her zaman teslim edilebilir böylece çevrimdışı olsa bile, sizin izniniz, böylece elektronik imza, ihtiyacımız var. Aynı nedenle, seçtiğin bu kullanıcı randevular Google takvim ile senkronize etmek isteyen her hizmet sağlayıcı gerekli kurulum adımları izleyin.

source: Always double check your settings and compare those with the tutorial video. Common mistakes: Calendar API is not turned on, service account does not have "make changes to events" authority, wrong calendar is selected.
da_dk: Altid dobbelttjek dine indstillinger og sammenligne dem med tutorial videoer. Almindelige fejl: Kalender API er ikke tændt, service konto har ikke "foretage ændringer i begivenheder" myndighed, forkert kalender er valgt.
de_de: Bitte kontrollieren Sie ihre Einstellung doppelt und vergleichen Sie diese mit dem Lehrvideo. Übliche Fehler: Kalender API ist nicht eingeschaltet, Service Account hat keine "Änderungen an Ereignissen"Bevollmächtigung, falscher Kalender ausgewählt.
es_es: Revisa siempre dos veces tus parametros y compara estos con los del video tutorial. Errores comunes: la API de Calendar no esta activada, la cuenta del servicio no tiene autorizado "hacer cambios a eventos", se ha seleccionado mal el calendario.
fr_fr: Toujours vérifiez une deuxième fois vos configurations et comparez les avec les videos de tutoriels. Erreurs communes : Le calendrier api n'est pas activé, le compte de service n'apporte pas « de modification de gestion aux événements », un mauvais calendrier a été sélectionné.
it_it: Fai sempre un doppio controllo alle tue impostazioni e fai una comparazione con le tue impostazioni ed il video tutorial a disposizione. Errore comune: l'api del calendario non è attiva, l'account del servizio non ha l'autorizzazione a "fare cambiamenti agli eventi" o è stato selezionato il calendario sbagliato.
nl_nl: Controleer uw instellingen met die in de video. Veel voorkomende problemen zijn: Calender API niet gekoppeld, dienstverlener heeft onvoldoende rechten en kan daardoor geen aanpassingen maken. Een verkeerde kalender is gekozen.
pt_br: Sempre verifique as configurações e compare-os com o vídeo tutorial. Erros comuns: Calendário API não está ativado, conta de serviço não tem autoridade para "fazer alterações nos eventos ", calendário errado está selecionado.
pt_pt: Verificar sempre, mais que uma vez, as configurações e compará-las com o vídeo do tutorial. Erros comuns: Calendário API não está ativado, conta de serviço não mostra autoridade para "fazer alterações nos eventos ", o calendário errado foi selecionado.
ru_ru: Всегда внимательно проверяйте настройки и сравнить тех, с видео-учебник. Типичные ошибки: Календарь API не включена, учетная запись службы не имеет "вносить изменения в событиях " власть, выбран неправильно календарь.
tr_tr: Her zaman çift ayarlarınızı denetleyin ve bu video öğretici ile karşılaştırın. Sık yapılan hatalar: Takvim API açık değil, hizmet hesap events "make değişiklik yok" otorite, Takvim seçili yanlış.

source: There are some limitations of Google Calendar itself too: 1) Check that you are NOT using your primary calendar, 2) Check that your account is NOT a business account.
da_dk: Der er nogle begrænsninger i Google Kalender: 1) Kontroller, at du ikke bruger din primære kalender, 2) Kontroller, at din konto er ikke en firmakonto.
de_de: Es gibt auch bei Google Calendar selbst einige Einschränkungen: 1) Prüfen Sie, dass Sie NICHT Ihren Hauptkalender nutzen 2) Prüfen Sie, dass Ihr Account KEIN business Account ist.
es_es: Hay algunas limitaciones con el Calendario de Google también: 1) Revisa que tu NO estas usando tu calendario principal, 2) Revisa que tu cuenta NO sea una cuenta de negocios.
fr_fr: Il y a quelques limite avec Google calendar : 1) contrôle que vous n'utilisez pas votre calendrier primaire, 2) contrôle que votre compte n'est pas un compte pro.
it_it: Ci sono alcuni limiti imposti da Google Calendar: 1) controlla che NON stai usando il tuo calendario principale, 2) controlla che il tuo account NON è un account business.
nl_nl: Er zijn enkele beperkingen van Google Agenda zelf: 1) Controleer of u geen gebruik maakt van uw primaire agenda, 2) Controleer of uw account NIET een zakelijke is.
pt_br: Existem algumas limitações do Google Calendar em si também: 1) Verifique se você não está usando o seu calendário principal, 2) Verifique se a sua conta não é uma conta de negócios.
pt_pt: Existem algumas limitações do Calendário Google também: 1) Verifique que não está utilisando o seu calendário principal, 2) Verifique que a sua conta NÃO é uma conta comercial.
ru_ru: Есть некоторые ограничения самой Календарь Google тоже: 1) Убедитесь, что вы не используете главный календарь, 2) Убедитесь, что ваша учетная запись не является бизнесом счет.
tr_tr: Çok Google Takvim bazı sınırlamalar vardır: 1) sen, birincil takvim 2) Çek hesabınızı ticari hesap değil kullandığınızdan değil emin olun.

source: Some errors may not be displayed and can be saved in log file. Check Logs tab for those messages.
da_dk: Nogle fejl vises muligvis ikke og kan blive gemt i logfilen. Tjek fanen logfiler for disse meddelelser.
de_de: Einige Fehler könnten nicht angezeigt werden und werden in einem Logfile gesichert. Schau dir im Logs-Tab die Meldungen an.
es_es: Algunos errores puedes no ser mostrados y se pueden grabar en el archivo de registro (log). Revisa la pestaña Logs para ver esos mensajes.
fr_fr: Quelques erreurs ne peuvent être affichées et peuvent être archivées dans le fichier de consignation. Examinez l'onglet de logarithmes naturels pour consulter ces messages.
it_it: Alcuni errori non possono essere mostrati e possono essere stati salvati nel file di log. Controlla il tab Log per vedere questi messaggi.
nl_nl: Sommige fouten worden wellicht niet weergegeven. Alle fouten worden in principe opgeslagen in het logbestand. Ga naar het tabblad Logboeken voor deze berichten.
pl_pl: Niektóre błędy nie są wyświetlane, ale mogą być zapisywane do pliku logów błędów. Proszę sprawdzić zakładkę "Logi".
pt_br: Alguns erros não podem ser exibidos e podem ser salvos em um arquivo de log. Confira guia Registros para essas mensagens.
pt_pt: Alguns erros não podem ser exibidos e podem ser salvos em um arquivo de conexão. Conferir com a tab de conexões para tais mensagens.
ru_ru: Некоторые ошибки могут не отображаться и могут быть сохранены в файл журнала. Посмотрите на вкладку Журналы для этих сообщений.
tr_tr: Bazı hatalar görüntülenmeyebilir ve günlük dosyasına kaydedilebilir. Bu iletilerin kayıtlar sekmesini kontrol edin.

source: For details read instructions and notes in Google Calendar tab carefully.
da_dk: For detaljer læs instruktionerne og notaterne i Google Kalender afdelingen grundigt.
de_de: Für Näheres empfehlen wir einen sorgfältigen Blick in das Handbuch und die Notizen im Google Calendar Reiter.
es_es: Para ver detalles lee las instrucciones y notas de la pestaña Google Calendar con detenimiento
fr_fr: Pour plus de détails sur Google calendar lisez scrupuleusement les instructions et les notes.
it_it: Per dettagli leggi le istruzioni e le note nel tab Google Calendar con attenzione.
nl_nl: Lees de instructies en opmerkingen in de Google Calendar tab nauwkeurig.
pt_br: Para mais detalhes, leia as instruções e notas em guia Google Calendar com cuidado.
pt_pt: Para mais detalhes, ler atentativamente as instruções e notas na guia do Calendário Google.
ru_ru: Для получения дополнительной информации внимательно прочитать инструкции и примечания в вкладке Календарь Google.
tr_tr: Ayrıntılar için talimatları ve Google Takvim sekmesindeki notları dikkatlice okuyunuz.

source: Appointment records can only be edited on the admin side appointment page. Use an appropriate role/capability manager plugin and grant "manage_options" capability to your service providers. There are some plugins that let you select particular roles, even particular users/providers for this purpose.
da_dk: Bookinghistorier kan kun redigeres på admin bookingsiden. Brug en passende rolle/funktion plugin og giv "manage_options" mulighed til dine serviceudbydere. Der er nogle plugins, så du kan vælge bestemte roller, selv bestemte brugere / serviceudbydere til dette formål.
de_de: Terminaufzeichnungen können nur auf der Adminseitenterminseite bearbeitet werden. Benutzen Sie ein passendes Rollen/BefähigungsManager Plugin und gewähren Sie den Dienstleistern "Optionen verwalten"Fähigkeit. Es gibt einige Plugins, die bestimmte Rollen auswählen, sogar bestimmte Nutzer/ Dienstleister für diesen Zweck.
es_es: Las reservas archivadas sólo pueden ser editadas desde la página de administración de reservas. Haz uso del plugin de gestión de adecuado roles/capacidades y garantiza la capacidad "manage_options" a tus empleados. Existen algunos plugins que te permiten asignar capacidades específicas a determinados empleados en exclusiva.
fr_fr: Des enregistrements de rendez-vous peuvent seulement être édités sur la page d'administration des rendez-vous. Utilisez un plugin gestionnaire de compétences de rôle et accordez la capacité de « manage_options » à vos prestataires. Certains plugin ont cette capacité.
it_it: Il record dell'appuntamento può essere modificato solo dall'area admin degli appuntamenti. Usa un appropriato plugin che gestisca ruolo e capacità degli utenti e permetti l'opzione "manage_options" ai tuoi fornitori di servizi. Ci sono alcuni plugin che ti permettono di selezionare determinati ruoli addirittura specificando utenti in dettaglio.
nl_nl: Afspraken kunnen normaliter alleen worden aangepast op de afspraken beheer pagina. Door het gebruik van een passende rol/ functie manager plugin kunt u de mogelijkheden "manage_options" aan uw dienstverleners geven. Er is een beheerdersrechten addon in Appointment. Wanneer geactiveerd, zult u een nieuw gedeelte aan de onderkant van het tabblad Algemene instellingen waar u de machtigingen kunt instellen voor bijna alles wat de plugin doet zien.
pt_br: Registros de compromisso só pode ser editado na página nomeação lado de administrador. Use uma função adequada/capacidade de gestor de plugins e concessão "manage_options" capacidade de seus prestadores de serviços. Existem alguns plugins que permitem selecionar funções específicas, até mesmo particulares usuários/fornecedores para esta finalidade.
pt_pt: Registros de datas marcadas só podem ser editadas na página das marcações pelo administrador. Use uma função adequada/em capacidade de gestor de plugins e permitir "manage_options" a capacidade de seus prestadores de tarefas. Existem alguns plugins que permitem selecionar funções específicas, incluindo certos usuários/provedores para tal finalidade.
ru_ru: Назначение записи можно редактировать только на странице администратора боковой назначения. Используйте соответствующую роль / Plugin Manager возможности и грант "manage_options " Возможность ваших поставщиков услуг. Есть некоторые плагины, которые позволяют вам выбрать определенные роли, даже особые пользователей / провайдеров для этой цели.
tr_tr: Randevu kayıtları yalnızca yönetici yan randevu sayfasında düzenlenebilir. Uygun rol/yetenek Yöneticisi eklentisi kullanmak ve "manage_options" vermek servis sağlayıcılar yeteneği. Belirli rolleri seçin, belirli kullanıcıların/sağlayıcıları bu amaç için bile izin bazı eklentileri vardır.

source: First of all, you must set "Allow client cancel own appointments" setting as Yes. Then:
da_dk: Først og fremmest, skal du indstille "Tillad at kunden annullerer egne aftaler" indstilling som Ja. Derefter:
de_de: Als allererstes müssen Sie die "Klienten das Absagen eigener Termine erlauben"Einstellung auf Ja schalten. Dann:
es_es: Antes de nada, tu debes seleccionar "SI" en el parametro "Permitir que el cliente cancele sus citas"
fr_fr: Tout d'abord, vous devez placer « permettre au client d annuler son rendez-vous » sur oui. Puis :
it_it: Prima di tutto devi impostare l'opzione "permetti ai clienti di cancellare i propri appuntamenti" a Si. Poi:
nl_nl: Allereerst moet u de instelling "Mag de klant zelf afspraken annuleren?" op Ja zetten. Vervolgens:
pt_br: Primeiro você deve definir a opção "Permitir que o cliente cancele seus próprios compromissos" como Sim. Então:
pt_pt: Primeiramente deve definir a opção "Permitir que o cliente cancele suas datas marcadas" configurndo-as para SIM. A seguir:
ru_ru: Прежде всего, необходимо установить "Разрешить клиент отменить собственные назначения " настройки, как Да. Тогда:
tr_tr: Her şeyden önce iptal kendi appointments "Allow istemci ayarlamalısınız" Evet ayarlamak. O zaman:

source: A logged in client can cancel his appointments using his profile page.
da_dk: En indlogget kunde kan annullere sine aftaler ved hjælp af hans profilside.
de_de: Ein eingeloggter Klient kann seine Termine über die eigene Profilseite abbrechen.
es_es: Un cliente logueado puede cancelar su cita usando su pagina de perfil.
fr_fr: Un client connecté peut annuler ses rendez-vous en utilisant sa page de profil.
it_it: Un utente autenticato può cancellare il suo appuntamento dalla sua pagina di profilo.
nl_nl: Een klant kan na inloggen, afspraken vanuit zijn profielpagina annuleren.
pt_br: Um cliente que tenha feito login pode cancelar seus compromissos usando sua página de perfil.
pt_pt: Um cliente conectado pode cancelar as suas datas marcadas utilisando sua página de perfil.
ru_ru: Записан клиент может отменить его назначения, используя свой профайл страницу.
tr_tr: Oturum açmış olan bir müşteri onun profil sayfası kullanarak onun randevularını iptal edebilirsiniz.

source: Any client can cancel his own appointment using links in confirmation and/or reminder emails if you use CANCEL placeholder in your email bodies.
da_dk: Enhver kunde kan annullere sin egen booking ved hjælp links i bekræftelse og / eller påmindelse e-mailene, hvis du bruger CANCEL pladsholderen i din e-mail besked.
de_de: Jeder Klient kann den eigenen Termin absagen - über die links in den Bestätigungs- und/oder Erinnerungsmails, wenn Sie den CANCEL Platzhalter in die E-Mail Maske einfügen.
es_es: Cualquier cliente puede cancelar su cita usando mediante un enlace en los emails de confirmacion/recordatorio si añades la variable CANCEL en el cuerpo del email
fr_fr: N'importe quel client peut annuler son propre rendez-vous utilisant des liens dans les emails de confirmation et/ou de rappel si vous utilisez le texte d'attente ANNULATION dans vos corps d'email.
it_it: Qualsiasi cliente può cancellare l'appuntamento dal link di conferma / promemoria contenuto nella email, solo se usi il placeholder CANCEL nel corpo delle email di conferma.
nl_nl: Elke klant kan zijn eigen afspraken annuleren, door gebruik te maken van de optie CANCEL welke in de bevestiging en/ of herinnering e-mails staat.
pt_br: Qualquer cliente pode cancelar o seu próprio compromisso usando links em confirmação e / ou e-mails de lembrete, se você usar CANCELAR espaço reservado em seus corpos e-mail.
pt_pt: Clientes podem cancelar a sua própria marcação utilisando links e / ou e-mails de lembrete de confirmação, se usarem espaço reservados como CANCELAR no texto da(s) e-mail(s).
ru_ru: Любой клиент может отменить свою встречу с помощью ссылок в подтверждение и / или письма с напоминанием, если вы используете ОТМЕНА заполнитель в вашей электронной почте органов.
tr_tr: Herhangi bir istemci bağlantıları teyidinizde kullanarak kendi randevu iptal edebilir ve/veya kullanırsanız hatırlatma e-postalar e-posta organlarında yer tutucu iptal.
