Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: General
da_dk: Generelt
de_de: Allgemein
fr_fr: Général
it_it: Generale
nl_nl: Algemeen
pl_pl: Główne
pt_br: Geral
pt_pt: Geral
ru_ru: Основные
tr_tr: Genel

source: Working Hours
da_dk: Åbningstid
de_de: Arbeitszeit
es_es: Horas de trabajo
fr_fr: Horaire de Travail
it_it: Orario di lavoro
nl_nl: Werkuren
pl_pl: Godziny pracy
pt_br: Horas de Trabalho
pt_pt: Horas de Trabalho
ru_ru: График работы
tr_tr: Çalışma saatleri

source: Exceptions
da_dk: Undtagelser
de_de: Ausnahmen
es_es: Excepciones
it_it: Eccezioni
nl_nl: uitzonderingen
pl_pl: Wyjątki
pt_br: Exceções
pt_pt: Excepções
ru_ru: Исключения
tr_tr: İSTİSNALAR

source: Services
de_de: Dienste
es_es: Servicios
it_it: Servizi
nl_nl: Diensten
pl_pl: Usługi
pt_br: Serviços
pt_pt: Tarefas
ru_ru: Услуги
tr_tr: Servisler

source: Service Providers
da_dk: Medarbejdere
de_de: Dienstleister
es_es: Proveedor de servicios
fr_fr: Prestataires
it_it: Fornitori di servizi
nl_nl: Dienstverleners
pl_pl: Wykonawcy
pt_br: Profissionais
pt_pt: Provedores de Tarefas
ru_ru: Операторы
tr_tr: Servis Sağlayıcılar

source: Time
da_dk: Tid
de_de: Zeit
es_es: Hora
fr_fr: Heure
it_it: Ore
nl_nl: Tijd
pl_pl: Czas
pt_br: Hora
pt_pt: Horas

source: Accessibility
da_dk: Tilgængelighed
de_de: Erreichbarkeit
es_es: Accesibilidad
fr_fr: Accessibilité
it_it: Accessibilità
pl_pl: Dostępność
pt_br: Acessibilidade
pt_pt: Accesso

source: Display
da_dk: Vis
de_de: Zeigen
es_es: Mostrar
fr_fr: Affichage
it_it: Mostrare
nl_nl: Scherm
pt_br: Exibição
pt_pt: Monitor

source: Payments
da_dk: Betalinger
de_de: Zahlungen
es_es: Pagos
fr_fr: Services de paiement
it_it: Pagamenti
nl_nl: Betalingen
pl_pl: Płatności
pt_br: Pagamentos
pt_pt: Pagos

source: Notifications
da_dk: Notifikationer
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Noteficazioni
nl_nl: Meldingen
pl_pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações

source: Advanced
da_dk: Avanceret
de_de: Fortgeschritten
es_es: Avanzado
fr_fr: Avancé
it_it: Avanzato
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ru_ru: Расширенный
tr_tr: Gelişmiş

source: Add new Service
da_dk: Tilføj ny service
de_de: Neuen Service hinzufügen
es_es: Agregar nuevo Servicio
fr_fr: Ajouter un nouveau service
it_it: Aggiungi nuovo Servizio
nl_nl: Voeg een nieuwe dienst toe
pl_pl: Dodaj usługę
pt_br: Adicionar novo Serviço
pt_pt: Adicionar nova Tarefa

source: Add new Service Provider
da_dk: Tilføj ny service udbyder
de_de: Neuer Dienstleister hinzufügen
es_es: Agregar nuevo proveedor de servicios
fr_fr: Ajouter un nouveau fournisseur de service
it_it: Aggiungere nuovo Fornitore di Servizi
nl_nl: Voeg een nieuwe service provider toe
pl_pl: Nowy wykonawca
pt_br: Adicionar novo Provedor de Serviços
pt_pt: Adicionar novo Provedor de Tarefas

source: Please, select at least one service provided
da_dk: Vælg mindst én af de tilbudte services
de_de: Bitte wählen Sie mindestens eine Leistung/Service
es_es: Por favor, selecione por lo menos un servicio
fr_fr: Veuillez sélectionner au moins un service
it_it: Selezionar almeno un servizio fornito, per piacere
nl_nl: Selecteer tenminste een service
pl_pl: Proszę wybrać przynajmniej jednego dostawcę usługi
pt_br: Por favor, selecione pelo menos um serviço fornecido
pt_pt: Selecionar pelo menos uma tarefa provido, por favor

source: Are you sure to delete this Service Provider?
fr_fr: Voulez-vous vraiment supprimer ce Fournisseur de Services?
pl_pl: Czy na pewno usunąć wykonawcę?
pt_br: Tem certeza de que deseja excluir este Provedor de Serviços?
pt_pt: Tem certeza de que deseja suprimir este Provedor de Tarefas?

source: Are you sure to delete this Service?
fr_fr: Voulez-vous vraiment supprimer ce service?
pl_pl: Czy na pewno usunąć usługę?
pt_br: Tem certeza de que deseja excluir este Serviço?
pt_pt: Tem certeza de que deseja suprimir esta tarefa?

source: Are you sure to delete selected Services?
pl_pl: Czy na pewnoe skasować wybrane usługi?
pt_br: Tem certeza de excluir os serviços selecionados?
pt_pt: Tem a certeza que pretende apagar os serviços seleccionados?

source: Please select some services first.
pl_pl: Proszę wybrać jakieś usługi.
pt_br: Por favor, selecione alguns serviços primeiro.
pt_pt: Por favor seleccione alguns serviços primeiro.

source: Please select some action first.
pl_pl: Proszę wybrać jakąś akcję.
pt_br: Por favor, selecione alguma ação primeiro.
pt_pt: Por favor seleccione alguma acção primeiro.

source: Settings updated
da_dk: Indstillinger opdateret
de_de: Einstellungen aktualisiert
es_es: Ajustes actualizados
fr_fr: Paramètres à jour
it_it: Configurazione aggiornate
nl_nl: Instellingen bijgewerkt
pl_pl: Ustawienia zostały zaktualizowane
pt_br: Configurações atualizadas
pt_pt: Configurações atualizadas

source: Transactions
da_dk: Transaktioner
de_de: Überweisungen
es_es: Transacciones/Pagos
it_it: Transazioni
nl_nl: transacties
pl_pl: Transakcje
pt_br: Transações
pt_pt: Pagamentos
ru_ru: Транзакции
tr_tr: ﻿İşlemler

source: App ID
nl_nl: Afspraak ID
pt_br: Appointments admin page
ru_ru: Идентификатор приложения
tr_tr: App ID'si

source: User
da_dk: Bruger
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_br: Usuário
pt_pt: utilizador
ru_ru: Пользователь
tr_tr: Kullanıcı

source: Date/Time
da_dk: Dato/Tid
de_de: Datum/Uhrzeit
es_es: Fecha/Hora
fr_fr: Date/Heure
it_it: Data/Ora
nl_nl: Datum / Tijd
pl_pl: Data/czas
pt_br: Data/Hora
pt_pt: Data / Hora
ru_ru: Дата/Время
tr_tr: Tarih/Saat

source: Amount
da_dk: Beløb
de_de: Betrag
es_es: Cantidad
fr_fr: Montant
it_it: Importo
nl_nl: Bedrag
pl_pl: Suma
pt_br: Quantidade
pt_pt: Quantia
ru_ru: Количество
tr_tr: Miktar

source: Transaction id
da_dk: Transaktions id
de_de: Transaktions ID
es_es: Transaccion id
fr_fr: id de la transaction
it_it: Transazione ID
nl_nl: Transactie ID
pl_pl: ID transakcji
pt_br: ID da Transação
pt_pt: Id da Transação
ru_ru: Идентификатор транзакции
tr_tr: İşlem ID

source: Day
da_dk: Dag
de_de: Tag
es_es: Día
fr_fr: Jour
it_it: Giorno
nl_nl: Dag
pl_pl: Dzień
pt_br: Dia
pt_pt: Dia
ru_ru: День
tr_tr: Gün

source: Work?
da_dk: Arbejde?
de_de: Arbeit?
es_es: Trabajo?
fr_fr: Travail?
it_it: Lavoro?
nl_nl: Werk?
pl_pl: Praca?
pt_br: Trabalhar?
pt_pt: Trabalhos?
ru_ru: Работа?
tr_tr: İş?

source: Give break?
da_dk: Giv pause?
de_de: Pause erteilen?
es_es: ¿Dar un descanso?
fr_fr: Prendre pause/repos
it_it: Dai pausa?
nl_nl: Geef pauze?
pl_pl: Dodać przerwę?
pt_br: Descansar?
pt_pt: Hora de descanso?
ru_ru: Дайте перерыв?
tr_tr: Dinlenme ver?

source: Start
de_de: Beginn
es_es: Comenzar
fr_fr: Début
it_it: Inizia
pt_br: Início
pt_pt: Início
ru_ru: Начало
tr_tr: Başla

source: End
da_dk: Slut
de_de: Ende
es_es: Fin
fr_fr: Fin
it_it: Fine
nl_nl: Einde
pl_pl: Koniec
pt_br: Fim
pt_pt: Fim
ru_ru: Конец
tr_tr: Son

source: Work on %s?
da_dk: Arbejder på %s?
de_de: Arbeiten an %s?
es_es: Trabajos en %s?
fr_fr: Travail sur %s?
it_it: Lavorare su %s?
pt_br: Trabalhar em %s?
pt_pt: Trabalhar em % s?

source: Add break
da_dk: Tilføj pause
de_de: Pause hinzufügen
es_es: Añadir descanso
fr_fr: Ajouter pause
it_it: Aggiungi pausa
nl_nl: Onderbreking toevoegen?
pl_pl: Dodaj przerwę
pt_br: Adicionar intervalo
pt_pt: Adicionar hora de descanso
ru_ru: Добавить перерыв
tr_tr: Dinlenme Ekle

source: CLIENT
da_dk: KUNDE
it_it: Cliente
pl_pl: KLIENT
pt_br: CLIENTE
pt_pt: Cliente
ru_ru: КЛИЕНТ
tr_tr: MÜŞTERİ

source: SERVICE
da_dk: TJENESTE
it_it: SERVIZIO
nl_nl: DIENST
pl_pl: USŁGA
pt_br: SERVIÇO
pt_pt: Tarefas
ru_ru: УСЛУГИ
tr_tr: HİZMET

source: No specific provider
da_dk: Ingen specifik udbyder
de_de: Kein spezieller Dienstleister
es_es: No proveedor específico
fr_fr: Pas de prestataire spécifié
it_it: Nessun fornitore specifico
nl_nl: Geen specifieke dienstverlener
pl_pl: Wszyscy wykonawcy
pt_br: Nenhum prestador específico
pt_pt: Nenhum prestador específico
ru_ru: Нет конкретного поставщика
tr_tr: Belirlisiz sağlayıcı

source: Price
da_dk: Pris
de_de: Preis
es_es: Precio
fr_fr: Prix
it_it: Prezzo
nl_nl: Prijs
pl_pl: Cena
pt_br: Preço
pt_pt: Preço
ru_ru: Цена
tr_tr: Ücret

source: APPOINTMENT
da_dk: AFTALE
fr_fr: RENDEZ-VOUS
it_it: APPUNTAMENTO
nl_nl: AFSPRAAK
pl_pl: REZERWACJA
pt_br: COMPROMISSO
pt_pt: Data Marcada
ru_ru: БРОНЬ
tr_tr: RANDEVU

source: Created
da_dk: Oprettet
de_de: Erstellt
es_es: Creado
fr_fr: Crée
it_it: Creato
nl_nl: Aangemaakt
pl_pl: Utworzone
pt_br: Criado
pt_pt: Criado
ru_ru: Создано
tr_tr: Oluşturuldu

source: Unknown
fr_fr: Inconnu
pl_pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido/a

source: Confirm
da_dk: Bekræft
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmez
it_it: Conferma
nl_nl: Bevestig
pl_pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru_ru: Подтвердить
tr_tr: Onayla

source: (Re)send confirmation email
da_dk: (Gen)send bekræftelse email
de_de: Bestätigungs E-mail (erneut) senden
es_es: (Re)enviar email de confirmación
fr_fr: (Re)envoyer email de confirmation
it_it: (Ri)manda la email di conferma
nl_nl: Verstuur nogmaals bevestigingsmail
pl_pl: Ponownie wyślij email z potwierdzeniem
pt_br: (Re)enviar email de confimação
pt_pt: (Re)enviar e-mail de confirmação
ru_ru: (Re) отправить электронное письмо с подтверждением
tr_tr: Onay mailini (tekrar) gönder

source: Send confirmation email
da_dk: Send bekræftelse email
de_de: Bestätigungs E-mail senden
es_es: Enviar email de confirmación
fr_fr: Envoyer email de confirmation
it_it: Manda email di conferma
nl_nl: Verstuur bevestigingsmail
pl_pl: Wyślij email z potwierdzeniem
pt_br: Enviar email de confirmação
pt_pt: Enviar e-mail de confirmação
ru_ru: Отправить электронное письмо с подтверждением
tr_tr: Onay maili gönder

source: GCal reserved appointments cannot be edited here. Edit them in your Google calendar.
da_dk: Google Kalender reserverede bookinger kan ikke redigeres her. Rediger dem i din Google Kalender.
de_de: GCal Termine können hier nicht bearbeitet werden. Bearbeiten Sie diese in Ihrem Google Calendar.
es_es: Citas reservadas GCal no se pueden editar aquí. Editar en el calendario de Google.
fr_fr: Les rendez vous pris dans GCal ne peuvent pas être édités ici. Editer les dans votre Calendrier Google.
it_it: Gli appuntamenti fatti attraverso GCal non possono essere modificati qui. Aggiornali dal tuo Google calendar.
nl_nl: GCal afspraken kunnen hier niet worden aangepast. Doe dit in uw Google Calendar
pl_pl: Rezerwacje z Kalendarza Google nie są edytowalne. Popraw je w GCal.
pt_br: Compromissos reservados no GCal não podem ser editados aqui. Edite-os no seu calendário do Google.
pt_pt: Reservas feitas no Google Calendar não podem ser editadas aqui. Edite directamente no Google Calendar.
ru_ru: Гкал защищены назначения не могут быть изменены здесь. Редактировать их в календаре Google.
tr_tr: GCal rezerve randevular buradan düzenlenemez. Sizin kendi hesabınızdaki Google calendar'dan düzenleyin.

source: Save / Update
da_dk: Gem / Opdater
de_de: Speichern / Update
es_es: Grabar/actualizar
fr_fr: Enregistrer / Mettre à jour
it_it: Salva / Aggiorna
nl_nl: Opslaan/ Bijwerken
pl_pl: Zapisz / aktualizuj
pt_br: Salvar / Atualizar
pt_pt: Gravar / Actualizar
ru_ru: Сохранить / Обновить
tr_tr: Kaydet / Güncelle

source: Click to save or update
da_dk: Klik for at gemme eller opdatere
de_de: Für Speichern oder Update klicken
es_es: Clica para salvar o actualizar
fr_fr: Cliquez pour enregistrer ou mettre à jour
it_it: Clicca per salvare o aggiornare
nl_nl: Klik om op te slaan
pl_pl: Zapisz lub aktualizuj
pt_br: Clique aqui para salvar ou atualizar
pt_pt: Click para gravar ou actualizar
ru_ru: Нажмите, чтобы сохранить или обновить
tr_tr: Kaydetmek/Güncellemek için tıklayın

source: Appointments list
da_dk: Aftale liste
de_de: Zuweisungsliste
es_es: Lista de Citas
fr_fr: Liste des rendez-vous
it_it: Lista appuntamenti
nl_nl: Afsprakenlijst
pl_pl: Lista wizyt
pt_br: Lista de agendamentos
pt_pt: Lista de Datas Marcadas

source: Select Appointment %d on %s
da_dk: Vælg aftaler %d d. %s
de_de: Zuweisung %d auf %s auswählen
es_es: Seleccionar Citas %d en %s
fr_fr: Sélectionnez rendez-vous %d sur %s
it_it: Selezionare Appuntamenti %d in %s
nl_nl: Selecteer afspraak %d op %s
pl_pl: Wybierz wizyty %d na %s
pt_br: Selecione agendamento %d on %s
pt_pt: Selecionar Data Marcada %d no %s

source: See Details (Cannot be edited)
da_dk: Se detaljer (Kan ikke blive rettet)
de_de: Details sehen (können nicht bearbeitet werden)
es_es: Ver detalles (no puede ser editado)
fr_fr: Voir les détails (non éditable)
it_it: Guarda i dettagli (non possono essere modificati)
nl_nl: Bekijk details (niet aanpasbaar)
pl_pl: Szczegóły (nie można edytować)
pt_br: Veja detalhes (não pode ser editado)
pt_pt: Ver detalhes (não pode ser editado)
ru_ru: Смотрите полную (не могут быть изменены)
tr_tr: Detayları Görüntüle (Düzenlenemez)

source: See Details and Edit
da_dk: Se detaljer og ret
de_de: Details sehen und bearbeiten
es_es: Ver detalles y editar
fr_fr: Voir et éditer les détails
it_it: Guarda i dettagli e modifica
nl_nl: Bekijk details (en pas aan)
pl_pl: Zobacz szczegóły i edytuj
pt_br: Ver Detalhes e Editar
pt_pt: Ver detalhes e editar
ru_ru: Подробнее
tr_tr: Detayları Görüntüle ve Düzenle

source: No appointments have been found.
da_dk: Der er ikke fundet nogen aftaler.
de_de: Es wurden keine Termine gedunden.
es_es: Ninguna cita ha sido encontrada
fr_fr: Aucun rendez-vous n'a été trouvé.
it_it: Nessun appuntamento è stato trovato.
nl_nl: Geen afspraken gevonden
pl_pl: Nie znaleziono żadnych rezerwacji
pt_br: Nenhum agendamento foi encontrado.
pt_pt: Não foram encontradas marcações
ru_ru: Бронирования не найдены.
tr_tr: Randevu Bulunamadı

source: Permanently Delete Selected Records
da_dk: Slet valgte historier permanent
de_de: Ausgewählte Einträge definitiv löschen
es_es: Permanentemente borra las grabaciones seleccionadas
fr_fr: Supprimer définitivement les enregistrements sélectionnés
it_it: Cancella permanentemente i record selezionati
nl_nl: Verwijder geselecteerde records permanent
pl_pl: Trwale usuń wybrane rezerwacje
pt_br: Excluir Dados Selecionados de Forma Permanentemente
pt_pt: Eliminar definitivamente os registos seleccionados
ru_ru: Окончательно удалить выбранные записи
tr_tr: Seçili Kayıtları Tamamen Sil

source: Clicking this button deletes logs saved on the server
da_dk: Ved klik på denne knap, slettes logs der er gemt på serveren
de_de: Klicken Sie hier um auf dem Server gespeicherte Logs zu löschen
es_es: Clicando este botón, se borran los registros guardados en el servidor
fr_fr: Cliquer sur ce bouton effacera tous les logs sauvegardés sur le serveur
it_it: Cliccando questo bottone cancelli i log salvati sul server
nl_nl: Deze knop aanklikken verwijdert logbestanden van de server
pl_pl: Kliknięcie powoduje usunięcie log-ów zapisanych na serwerze
pt_br: Clique aqui para deletar os logs salvos no servidor
pt_pt: Clicando este butão suprime os registros salvos no arquivo de registro
ru_ru: Нажимая эту кнопку удаляет журналы, сохраненные на сервере
tr_tr: Butona tıkladığınızda sunucuda saklanmış olan günlükleri silersiniz

source: Export all Appointments
da_dk: Exporter alle aftaler
de_de: Exportiere alle Termine
es_es: Exportar todas las reservas
fr_fr: Exporter tous les Rendez-vous
it_it: Esporta tutti gli appuntamenti
nl_nl: Exporteer alle afspraken
pl_pl: Eksportuj wszystkie rezerwacje
pt_br: Exportar todos os Compromissos
pt_pt: Exportar todas as marcações
ru_ru: Экспорт всех назначениях
tr_tr: Bütün randevuları aktarın

source: If you click this button a CSV file containing ALL appointment records will be saved on your PC
da_dk: Hvis du trykker på denne knap en CSV fil indeholdende ALLE bookinghistorier vil blive gemt på din PC.
de_de: Klicken Sie hier um eine CSV-Datei mit ALLEN Terminen zu erstellen
es_es: Si clicas este botón, un archivo CSV con todas las citas grabadas será guardado en tu PC
fr_fr: Si vous cliquez sur ce bouton un fichier CSV contenant tous les enregistrements de rendez-vous sera sauvegardé sur votre PC
it_it: Se clicchi questo bottone un file CSV contentente tutti i tuoi appuntamento verrà salvato sul tuo PC
nl_nl: Als u hierop klikt wordt een CSV bestand met ALLE afspraken op uw PC opgeslagen
pl_pl: Kliknij w cely pobrania pliku CSV zawierającego wszystkie rezerwacje
pt_br: Se você clicar neste botão um arquivo CSV contendo todos os registros de compromisso serão salvos em seu PC
pt_pt: Se carregar neste botão irá gravar um ficheiro CSV com TODOS os registos de marcações
ru_ru: Если нажать эту кнопку файл CSV, содержащий все назначение записи будут сохранены на вашем компьютере
tr_tr: Bu düğmeyi tıklatırsanız tüm randevu kayıtlarını içeren bir CSV dosyasını PC'nize kaydedilir

source: Search Client
da_dk: Søg efter kunde
de_de: Kunde suchen
es_es: Busqueda cliente
fr_fr: Chercher un client
it_it: Ricerca cliente
nl_nl: Zoek klant
pl_pl: Szukaj klientów
pt_br: Pesquisar Cliente
pt_pt: Pesquisar por Cliente
ru_ru: Поиск клиентов
tr_tr: Müşteri Ara

source: Bulk status change
da_dk: Bulk status ændring
de_de: Eine Gruppe an Status ändern
es_es: Cambio de estado en total
fr_fr: Changer les statuts cochés
it_it: Cambiamenti di stato massivi
nl_nl: Bulk aanpassingen
pl_pl: Masowa zmiana statusów
pt_br: Mudança de status em massa
pt_pt: Alterar estado
ru_ru: Массовое изменение статуса
tr_tr: Çoklu durum değiştirme

source: Change Status
da_dk: Skift status
de_de: Status ändern
es_es: Cambio de estado
fr_fr: Changer le statut
it_it: Cambia status
nl_nl: Status veranderen
pl_pl: Zmień status
pt_br: Mudar Status
pt_pt: Alterar Estado
ru_ru: Изменить Статус
tr_tr: Durum Değiştir

source: Filter by service
da_dk: Filtrer efter tjeneste
de_de: Nach Leistung filtern
es_es: Filtrar por servicio
fr_fr: Filtrer par service
it_it: Filtra per servizio
nl_nl: Filter op dienst
pl_pl: Filtrowanie przez rodzaj usługi
pt_br: Filtrar por Serviço
pt_pt: Filtrar por Serviço
ru_ru: Фильтр по услугам
tr_tr: Hizmete göre filtrele

source: Filter by service provider
da_dk: Filtere after tjeneste udbyder
de_de: Nach Leistungsanbieter filtern
es_es: Filtrar por proveedor de servicio
fr_fr: Filtre par prestataire de service
it_it: Filtra per fornitore di servizio
nl_nl: Filter op dienstverlener
pl_pl: Filtrowanie przez wykonawcę
pt_br: Filtrar por Profissional
pt_pt: Filtrar por Provedor
ru_ru: Фильтр по операторам
tr_tr: Hizmet sağlayıcıya göre filtrele

source: Filter
da_dk: Filtrer
es_es: Filtrar
fr_fr: Filtrer
it_it: Filtra
pl_pl: Filtr
pt_br: Filtro
pt_pt: Filtrar
ru_ru: Фильтр
tr_tr: Filtre

source: Reset filters
da_dk: Nulstil filtrer
de_de: Filter zurücksetzen
es_es: Reiniciar los filtros
fr_fr: Réinitialiser les filtres
it_it: Reconfigurare filtre
pl_pl: Resetuj filtry
pt_br: Redefinir filtros
pt_pt: Restaurar os filtros

source: Filter Appointments List
da_dk: Filtrér Aftale Listen
de_de: Zuweisungsliste filtern
es_es: Filtrar lista de las Citas
fr_fr: Filtrer la liste des rendez-vous
it_it: Lista di Filtrare Appuntamenti
nl_nl: Filter afspraken lijst
pl_pl: Filtruj listę wizyt
pt_br: Lista de filtro de agendamento
pt_pt: Filtrar a Lista de Datas Marcadas

source: Active
da_dk: Aktiv
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
nl_nl: Actief
pl_pl: Aktywny
pt_br: Ativo
pt_pt: Activo
ru_ru: Активен
tr_tr: Aktif

source: Pending
da_dk: Afventer
de_de: Ausstehend
es_es: Pendiente
fr_fr: En suspens
it_it: In attesa
nl_nl: In behandeling
pl_pl: Oczekujące
pt_br: Pendente
pt_pt: Pendente
ru_ru: В ожидании
tr_tr: Bekleyen

source: Completed
da_dk: Gennemført
de_de: Abgeschlossen
es_es: Completado
fr_fr: Complété
it_it: Completato
nl_nl: Afgerond
pl_pl: Kompletne
pt_br: Completo
pt_pt: Realizado
ru_ru: Завершено
tr_tr: Tamamlanmış

source: Removed
da_dk: Slettet
de_de: Gelöscht
es_es: Retirado
fr_fr: Retiré
it_it: Rimosso
nl_nl: Verwijderd
pl_pl: Usunięte
pt_br: Removido
pt_pt: Eliminado
ru_ru: Удалено
tr_tr: Kaldırıldı

source: List for:
da_dk: Liste til
de_de: Liste für:
es_es: Lista para:
fr_fr: Liste pour:
it_it: Lista per:
nl_nl: Lijst voor:
pl_pl: Lista dla:
pt_br: Listar por:
pt_pt: Listar para:
ru_ru: Список для:
tr_tr: Listelenme:

source: Select provider
da_dk: Vælg udbyder
de_de: Anbieter auswählen
es_es: Seleccionar proveedor
fr_fr: Choisissez le créateur
it_it: Selezionar fornitore
nl_nl: Selecteer de dienstverlener
pl_pl: Wybierz usługodawcę
pt_br: Selecione profissional
pt_pt: Selecionar provedor

source: Exceptional working days, e.g. a specific Sunday you decided to work:
da_dk: Specielle arbejdsdage, f.eks. en given søndag, du ønsker at arbejde:
de_de: Sonderarbeitstage, z.B. ein bestimmter Sonntag wo zusätzlich gearbeitet werden sollte:
es_es: Días de trabajo excepcionales, por ejemplo un domingo que decidas trabajar:
fr_fr: Jours ouvrables exceptionnelles, par exemple un dimanche spécifique vous avez décidé de travailler :
it_it: Eccezione giorno di lavoro, esempio una domenica specifica decidi di lavorare:
nl_nl: Buitengewone werkdagen, bijvoorbeeld een specifieke zondag:
pl_pl: Wyjątkowe dni robocze, np. konkretna niedziela, w którą zdecydowałeś(aś) pracować:
pt_br: Dias úteis excepcionais, por exemplo, um domingo específico que você decidiu trabalhar:
pt_pt: Dias úteis excepcionais; por exemplo, um Domingo específico que decidiu ir a trabalhar:
ru_ru: Исключительные рабочих дней, например, конкретного воскресенье вы решили работать:
tr_tr: Olağanüstü günler, örneğin belirli bir çalışma Pazar size çalışmaya karar verdik:

source: Exceptional NON working days, e.g. holidays:
da_dk: Ekstraordinære fridage, fx helligdage:
de_de: Außergewöhnliche NICHT-Arbeitstage, z.B. Feiertage:
es_es: Días no laborables excepcionales, por ejemplo vacaciones:
fr_fr: Jours exceptionnels NON travail, par exemple jours fériés:
it_it: Eccezione giorno non lavorativo, esempio vacanze:
nl_nl: Buitengewone vrije dagen, bijvoorbeeld feestdagen:
pl_pl: Wyjątkowe dni wolne, np. święta:
pt_br: Dias de folga excepcionais, por exemplo, feriados:
pt_pt: Dias de folga excepcionais; por exemplo, dias feriados:
ru_ru: Исключительные NON рабочие дни, например дни:
tr_tr: Olağanüstü Sigara: gün, örneğin çalışma tatil

source: There are no log records yet.
da_dk: Der er ingen log-records endnu.
de_de: Es gibt bisher noch keine gespeicherten Logs.
es_es: No hay grabaciones de registro todavía
fr_fr: Il n'y a pas encore d'enregistrements.
it_it: Non ci sono registrazioni di log.
nl_nl: Er zijn nog geen log-gegevens
pl_pl: Nie ma jeszcze log-ów
pt_br: Não há registros ainda.
pt_pt: Não existem registos de entrada ainda.
ru_ru: Там нет записи журнала еще.
tr_tr: Henüz günlük kaydı yok

source: Uploads directory is not writable.
da_dk: Uploads mappen er ikke skrivbar.
de_de: Upload Verzeichnis kann nicht beschrieben werden.
es_es: el directorio subido no se puede escribir
fr_fr: Les répertoires de fichiers ne sont pas accessibles en écriture.
it_it: Non è possibile scrivere nella directory Upload.
nl_nl: Uploads directory niet beschrijfbaar
pl_pl: Nie masz uprawnień do zapisu w katalogu uploads.
pt_br: Diretório Uploads não é gravável.
pt_pt: Diretório de carregamentos não pode ser gravado.
ru_ru: Каталог загрузки не доступна для записи.
tr_tr: Yükleme klasörü yazılabilir değil

source: Clear log file
da_dk: Ryd log fil
de_de: Log-File löschen
es_es: Borrar archivo de registro
fr_fr: Effacer le fichier de logs
it_it: Cancellare il archivio di accesso
nl_nl: Maak logbestand leeg
pl_pl: Wyczyść plik dziennika
pt_br: Limpar log de arquivos
pt_pt: Eliminar os ficheiros de conexão
