Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Padding resolution type
da_dk: Padding opløsnings type
de_de: Paddingauflösungstyp
es_es: Tipo de resolución de padding
fr_fr: Remplissez le type de résolution
it_it: Granularità del "padding"
nl_nl: Padding resolutie type
pt_br: Tipo de resolução do Padding
pt_pt: Tipo de resolução de partilamento
ru_ru: Тип разрешение Заполнение
tr_tr: Dolgu çözünürlük tipi

source: When both the current service and the current service provider have paddings assigned, resolve them by...
da_dk: Hvis der er tidsbuffere for både servicen og serviceudbyderen, så løs problemet ved at
de_de: Wenn beide, der derzeitige Lieferant und der Mitarbeiter einen Polster zugeordnet haben, diese wie folgt lösen...
es_es: Cuando tanto el servicio actual y el proveedor de servicio actual tienen asignado padding, resolverlos por ...
fr_fr: Lorsque le service en cours et le prestataire de service en cours ont des marges définies, les résoudre par ...
it_it: Quando sia il servizio corrente e il fornitore di servizi in corso hanno padding assegnato, risolverli da ...
nl_nl: Wanneer zowel de huidige dienst als de huidige dienstverlener blokken hebben toegewezen, deze oplossen door...
pt_br: Quando ambos, o serviço atual e o provedor de serviço atual tiverem intervalos adicionais atribuídos, resolva os...
pt_pt: Quando as tarefas atuaais assim como o provedor de tarefas atual mostram ''espaços'' atribuídos, resolva-os em ...
tr_tr: Geçerli hizmet ve geçerli hizmet sağlayıcınız döşeme atanmış olduğu zaman, onlar tarafından çözmek...

source: Padding times
da_dk: Padding gange
de_de: Verfügbare Termine
es_es: Tiempos padding
fr_fr: Remplissez le temps
it_it: Tempi di "padding"
nl_nl: Opvultijden
pt_br: Tempos de Intervalo Adicional
pt_pt: Partilhamento das horas
ru_ru: Раз Записная
tr_tr: Dolgu süreleri

source: Paddings
de_de: Innenabstände
fr_fr: Remplissage
it_it: Imbottiture ?
nl_nl: Goot
pl_pl: Przerwy techniczne
pt_br: Espaçamentos

source: Before: %s
pt_br: Antes: %s

source: After: %s
pt_br: Depois: %s

source: No paddings
pt_br: Sem espaçamentos

source: Shares resources with
da_dk: Deler ressourcer med
de_de: Resourcen teilen mit
es_es: Compartir los recursos con
fr_fr: Partager les ressources avec
it_it: Condividi le risorse con
nl_nl: Deel bronnen met
pt_br: Compartilhar recursos com
pt_pt: Partilha recursos com
ru_ru: Акции ресурсов с
tr_tr: Kaynakları ile paylaşıyor

source: Share with "%s"
pt_br: Compartilhar com "%s"

source: Do not share
pt_br: Não compartilhar

source: Shared resources
pt_br: Recursos compartilhados

source: No shared resources
pt_br: Sem recursos compartilhados

source: The field %s is required
da_dk: Dette felt %s er påkrævet
de_de: Das Feld %s wird benötigt
es_es: El campo %s es obligatorio
fr_fr: Le champ « %s » est obligatoire
it_it: Il campo %s é necessario
nl_nl: De invoer %s is vereist
pl_pl: Pole %s jest wymagane
pt_br: O campo %s é obrigatório
pt_pt: O campo %s é necessário

source: Text
da_dk: Tekst
es_es: Texto
fr_fr: Texte
it_it: Testo
nl_nl: Tekst
pl_pl: Tekst
pt_br: Texto
pt_pt: Texto
ru_ru: Текст
tr_tr: Yazı

source: Checkbox
da_dk: Tjek boks
fr_fr: Boîte de sélection
nl_nl: Selectievakje
pl_pl: Pole zaznaczenia
pt_br: Caixa de seleção
pt_pt: Caixa de seleção
ru_ru: Чекбокс
tr_tr: Onay kutusu

source: Additional Fields
da_dk: Yderligere Felter
de_de: weitere Felder
es_es: Campos adicionales
fr_fr: Champs supplémentaires
it_it: Campi Supplementari
nl_nl: Extra velden
pl_pl: Dodatkowe pola
pt_br: Campos Adicionais
pt_pt: Campos Extras

source: Additional fields
da_dk: Ekstra felter
de_de: Zusätzliche Felder
es_es: Campos adicionales
fr_fr: Champs additionnels
it_it: Campi Addizionali
nl_nl: Extra velden
pl_pl: Dodatkowe pola
pt_br: Campos adicionais
pt_pt: Ramos adicionais
ru_ru: Дополнительные поля
tr_tr: Ek alanlar

source: Required
da_dk: Påkrævet
de_de: Erforderlich
es_es: Necesario
fr_fr: Requis
it_it: Obbligatorio
nl_nl: Verplicht
pl_pl: Wymagane
pt_br: Necessário
pt_pt: Necessario

source: E-mail macro:
da_dk: E-mail makro:
fr_fr: Macro d'e-Mail :
it_it: Macro Email:
pl_pl: Makro emaila:
pt_br: Macro de E-mail:
ru_ru: Email макроc:
tr_tr: Email makrosu:

source: This is the placeholder you can use in your emails.
da_dk: Dette er pladsholderen du kan bruge i dine emails
de_de: Dies ist ein Platzhalter, Sie können sie in den E-Mails verwenden
es_es: Este es el lugar donde que puedes usar en tus emails.
fr_fr: C'est le texte d'exemple que vous pouvez utiliser dans vos e-Mails
it_it: Questo è il segnaposto che puoi utilizzare nelle tue email
nl_nl: Dit is de standaard die je kunt gebruiken in de e-mails.
pl_pl: Szablon który można użyć w mailach.
pt_br: Este é o espaço reservado para você pode usar em seus e-mails.
pt_pt: Este é o espaço reservado que pode usar em seus e-mails.
ru_ru: Это заполнитель можно использовать в свои сообщения электронной почты.
tr_tr: Bu, sen-ebilmek kullanma senin emails içinde tutucudur.

source: Remove
da_dk: Fjern
de_de: Entfernen
es_es: Retirar
fr_fr: Enlever
it_it: Rimuovere
nl_nl: Verwijder
pl_pl: Usuń
pt_br: Remover
pt_pt: Retirar

source: Add new field
da_dk: Tilføj nyt felt
de_de: Neues Feld hinzufügen
es_es: Añadir nuevo campo
fr_fr: Ajouter un nouveau champ
it_it: Aggiungi nuovo campo
nl_nl: Nieuw veld toevoegen
pl_pl: Dodaj nowe pole:
pt_br: Adicionar um novo campo
pt_pt: Adicionar um novo ramo
ru_ru: Добавить новое поле
tr_tr: Yeni alan ekle

source: Field label:
da_dk: Felt label
de_de: Feld Beschriftung
es_es: Etiqueta campo:
fr_fr: Label du champ
it_it: Etichetta campo:
nl_nl: Veld label:
pl_pl: Etykieta pola:
pt_br: Título do campo:
pt_pt: Etiqueta ramo
ru_ru: Поле этикетки:
tr_tr: Alan Etiketi:

source: Field type:
da_dk: Felt type:
de_de: Feld Type
es_es: Tipo de campo:
fr_fr: Type de champ
it_it: Tipo di campo:
nl_nl: Veld type:
pl_pl: Typ pola:
pt_br: Tipo de campo:
pt_pt: Tipo de ramo
ru_ru: Тип поля:
tr_tr: Alan Tipi:

source: Required?
da_dk: Påkrævet
de_de: Erforderlich?
es_es: ¿Requerido?
fr_fr: Requis ?
it_it: Obbligatorio?
nl_nl: Verplicht?
pl_pl: Wymagane?
pt_br: Necessário?
pt_pt: Requerido?
ru_ru: Обязательный?
tr_tr: Gerekli?

source: checked
pl_pl: zaznaczono
pt_br: selecionado
pt_pt: verificado

source: not checked
pl_pl: nie zaznaczono
pt_br: Não selecionado
pt_pt: não verificado

source: Login with %s
da_dk: Login med %s
de_de: Anmelden mit %s
es_es: Ingresa con %s
fr_fr: Se connecter avec %s
it_it: Login con %s
nl_nl: Login met %s
pl_pl: Zaloguj z %s
pt_br: Entrar com %s
pt_pt: conetar-se com %s
ru_ru: Войти через %s
tr_tr: %s ile giriş yap

source: Register with %s
da_dk: Registrer med %s
de_de: Registrieren mit %s
es_es: Regístrate con %s
fr_fr: S'enregistrer avec %s
it_it: Registrati con %s
nl_nl: Registreer met %s
pl_pl: Zarejestruj z %s
pt_br: Registrar com %s
pt_pt: Registrar-se com %s
ru_ru: Зарегистрироваться с %s
tr_tr: %s ile kayıt ol

source: Show login buttons
da_dk: Vis login knapper
de_de: Die Loginknöpfe zeigen
es_es: Mostrar botones de login
fr_fr: Afficher les boutons de connexion
it_it: Mostra bottoni login
nl_nl: Toon login knoppen
pl_pl: Pokaż przyciski logowania
pt_br: Mostrar botões de login
pt_pt: Mostrar botões de conexão
ru_ru: Кнопки Показать входа
tr_tr: Giriş düğmelerini göster

source: Show %s login button
pt_br: Mostrar %s botão de login

source: Show
pt_br: Mostrar

source: Name for login button
pt_br: Nome para o botão de login

source: Use %s name for login button
da_dk: Brug %s som navn på login button
de_de: Name %s für Anmeldeknopf benutzen
es_es: Usar nombre %s para el botón login
fr_fr: Utilisez le nom de %s pour le bouton de connexion
it_it: Utilizza %s per il pulsante di login
nl_nl: Gebruik %s naam voor de login knop
pt_br: Usar o nome %s para o botão de login
pt_pt: Usar %s nome para o botão de coneção
ru_ru: Используйте %s имя для кнопки входа
tr_tr: %S adı için giriş düğmesini kullanın

source: network
da_dk: netværk
de_de: Netzwerk
es_es: red
fr_fr: Réseau
it_it: rete
nl_nl: netwerk
pl_pl: sieć
pt_br: rede
pt_pt: rede
ru_ru: сеть
tr_tr: Sosyal Ağ

source: Use
pt_br: Usar

source: Service Locations
de_de: Service-Standorte
es_es: Ubicación de los servicios
fr_fr: Endroits du service
it_it: Indirizzi dei Servizi
pl_pl: Lokalizacje usług
pt_br: Locais dos Serviços
pt_pt: Localização das tarefas

source: Title
da_dk: Titel
de_de: Titel
es_es: Titulo
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pl_pl: Tytuł
pt_br: Título
pt_pt: Título

source: Please select a service location:
da_dk: Vælg venligst lokalitet for service:
de_de: Bitte wählen sie einen Service Standort:
es_es: Por favor, seleccione una ubicación del servicio:
fr_fr: Veuillez sélectionner un lieu pour le service:
it_it: Seleziona il luogo dei servizi
nl_nl: Selecteer a.u.b. een service locatie:
pl_pl: Proszę wybrać lokalizację usługi:
pt_br: Por favor, selecione um local para o serviço:
pt_pt: Selecionar uma localidade para tarefas, P/F:
ru_ru: Пожалуйста, выберите расположение услуги:
tr_tr: Lütfen bir hizmet konumu seçin:

source: Text above the select menu. Default: "Please select a service location"
da_dk: Tekst over menuen. Default: "Vælg venligst en service lokalitet"
de_de: Text über dem Auswahlmenü. Standard: "Bitte wählen Sie einen Standort"
es_es: Texto encima del menú de selección: Por defecto: "Seleccione una localización para el servicio"
fr_fr: Texte au-dessus du menu de sélection. Valeur par défaut: "S'il vous plaît sélectionnez un lieu pour le service"
it_it: Testo sopra il menu di selezione. Default: "Selezionare il luogo dei servizi"
nl_nl: Tekst boven het geselecteerde menu. Standaard: "Kies a.u.b. een service locatie"
pl_pl: Tekst nad menu wyboru. Domyślnie "Proszę wybrać lokalizację usługi"
pt_br: Texto acima do menu de seleção. Padrão: "Por favor selecione um local de serviço"
pt_pt: Texto acima do menu de seleção. Padrão: "Selecionar uma localidade de serviço"
ru_ru: Текст выше меню выбора. По умолчанию: "Пожалуйста, выберите местоположение служба "
tr_tr: Seç menüsünü yukarıdaki metin. Varsayılan: "Please hizmet location" Seç

source: Button text
da_dk: Knaptekst
de_de: Button Beschriftung
es_es: Botón del texto
fr_fr: Texte de bouton
it_it: Tasto di Testo
pl_pl: Tekst przycisku
pt_br: Texto do botão
pt_pt: Botão do texto

source: Show available services
da_dk: Vis tilgængelige services
de_de: Verfügbare Lieferanten anzeigen
es_es: Muestra los servicios disponibles
fr_fr: Afficher les services disponibles
it_it: Mostra i servizi disponibili
nl_nl: Toon beschikbare services
pl_pl: Pokaż dostępne usługi
pt_br: Ver serviços disponíveis
pt_pt: Mostrar as tarefas disponíveis
ru_ru: Показать доступные услуги
tr_tr: Kullanılabilir hizmetler göster

source: Button text to show the results for the selected. Default: "Show available services"
da_dk: Tekst på knappen, som viser, hvad man vælger. Default: "Vis services"
de_de: Text des Buttons um die Auswahl anzuzeigen. Standard: "Verfügbare Lieferanten anzeigen"
es_es: Texto para el botón que muestra los resultados de la selección. Por defecto: "Mostrar servicios disponibles"
fr_fr: Bouton de texte pour afficher les résultats sélectionnés. Valeur par défaut: "Montrer les services disponibles"
it_it: Testo del pulsante per mostrare i risultati a fronte della selezione. Default: "Mostra i servizi disponibili".
nl_nl: Knoptekst om de resultaten voor het geselecteerde te tonen. Standaard: "Toon beschikbare services"
pt_br: Texto no botão que mostra os resultados para a opção desejada. Padrão "Mostrar serviços disponíveis"
pt_pt: O botão texto mostrará os resultados para o que seja selecionado. Padrão: "Mostrar as tarefas disponíveis"
ru_ru: Текст кнопки, чтобы показать результаты для выбранного. По умолчанию: "Проверить наличие услуги "
tr_tr: Düğme metni seçilen sonuç göstermek için. Varsayılan: "Show temin services"

source: Autorefresh
de_de: Automatisch aktualisieren
es_es: Auto actualizar
fr_fr: Auto-Rafraichissement
it_it: Autoaggiornare
pl_pl: Automatyczne odświeżanie
pt_br: Auto-atualizar
pt_pt: Atualização Automática

source: If checked, Show button will not be displayed and page will be automatically refreshed as client changes selection. Note: Client cannot browse through the selections and thus check descriptions on the fly (without the page is refreshed). Default: disabled
de_de: Wenn diese Option aktiviert ist, wird die Schaltfläche "Anzeigen" nicht angezeigt und die Seite wird automatisch aktualisiert, sobald sich die Angaben ändern. Hinweis: Der Client kann die Selektionen nicht durchsuchen und somit die Beschreibungen im laufenden Betrieb (ohne Aktualisierung der Seite) überprüfen. Voreinstellung: deaktiviert
es_es: Si el botón Mostrar está seleccionado, no será visible y la página se actualizará automáticamente a medida que el cliente cambie la selección. Nota: El cliente no puede navegar a través de las selecciones y, así comprobar de imediato las descripciones, (sin que la página se actualize). Predeterminado: disactivado.
fr_fr: Si coché, le bouton de visualisation sera absent et la page sera automatiquement rafraichie. Attention : Le client ne peut pas parcourir les sélections et contrôler les descriptions à la volée (sans rafraichir la page)
it_it: Se selezionato, il tasto di Mostra non verrà visualizzato e la pagina verrà aggiornata automaticamente in base alla selezione del client. Nota: il client non può navigare le selezioni e quindi controllare le descrizioni de imediato (senza che la pagina venga aggiornata). Predefinito: disabilitato
pt_br: Se checado, o botão Mostrar não será mostrado e a página será automaticamente atualizada quando o usuário mudar a seleção. Nota: o usuário não pode navegar pelas seleções e ver as descrições correspondentes sem que a página seja atualizada. Padrão: desabilitado
pt_pt: Com marcação, o botão ''Mostrar'' não será exibido e a página será atualizada automaticamente assim que o cliente muda a seleção. Observação: O cliente não pode navegar pelas seleções e, assim, verificar as descrições em tempo real (sem que a página seja atualizada). Padrão: desativado

source: Order By
da_dk: Sorter efter
de_de: Sortierreihenfolge
es_es: Ordenar Por
fr_fr: Trié par
it_it: Ordinar Per
pl_pl: Kolejność
pt_br: Ordenar Por
pt_pt: Ordenado por

source: Sort order, by service. Possible values: ID, name, duration, price. Optionally DESC (descending) can be used, e.g. "name DESC" will reverse the order. Default: "ID"
da_dk: Sorteringsorden, efter service. Mulige værdier: ID, name, duration, price. Faldende orden DESC kan eventuelt tilføjes. Eksempel: "name DESC" vil vise aftalerne i faldende orden efter "navn". Default: ID
de_de: Anordnung sortieren, durch Service. Mögliche Werte: ID, Name, Dauer, Preis. Ein optionales DESC (absteigend) kann benutzt werden, "name DESC" zum Beispiel wird die Anordnung umkehren. Voreinstellung "ID".
es_es: Ordenar, por servicio. Valores posibles: ID, nombre, duración, precio. Se puede usar DESC (descendente) opcionalmente, por ejemplo "nombre DESC" invertirá el orden. Por defecto: "ID"
fr_fr: L'ordre de tri, par service. Valeurs possibles: ID, nom, durée, prix. Eventuellement DESC (descendant) peut être utilisé, par exemple "nom DESC" pour inverser l'ordre. Valeur par défaut: "ID"
it_it: Ordina, per servizio. Possibili valori: ID, nome, durata, prezzo. Opzionalmente può essere utilizzato DESC (discendente), es: "nome DESC" invertirà l'ordine. Default: "ID"
nl_nl: Sorteervolgorde, per service. Mogelijke waarden: ID, naam, duur, prijs. Optioneel kan DESC (afnemend) gebruikt worden, b.v. zal "naam DESC" de volgorde omkeren. Standaard: "ID"
pt_br: Ordem de exibição, por serviço. Valores possíveis: ID, nome, duração, preço. Opcionalmente DESC (descendente) pode ser usado, por ex. "nome DESC" irá reverter a ordem. Padrão: "ID"
pt_pt: Ordenação, por tarefa. Valores possíveis: ID, nome, duração, preço. Opcionalmente DESC (descendente) pode ser usado, ex. "Nome DESC" inverterá a ordem. Padrão: "ID"
ru_ru: Упорядочить, службой. Возможные значения: номер, имя, продолжительность, цена. Дополнительно по убыванию (по убыванию) могут быть использованы, например, "Имя DESC " будет в обратном порядке. По умолчанию: "ID "
tr_tr: Sıralama düzeni, hizmet tarafından. Olası değerler: kimliği, adı, süresi, fiyat. İsteğe bağlı olarak DESC (azalan)-ebilmek var olmak kullanılmış, e.g. "name DESC" sırasını tersine çevirir. Varsayılan: "ID"

source: Creates a dropdown menu of available service locations.
da_dk: Opretter en dropdownmenu af mulige servicelokaliteter
de_de: Erstellt ein Dropdown-Menü der möglichen Standorte.
es_es: Crea un menú desplegable con las diferentes localizaciones de los proveedores (sucursales, franquicias, etc).
fr_fr: Créer un menu déroulant de services disponibles.
it_it: Crea un menu a discesa dei luoghi dei servizi.
nl_nl: Maakt een dropdown menu met de beschikbare service locaties.
pt_br: Cria um meno dropdown das locações de serviço disponíveis.
pt_pt: Gera uma lista suspensa de localidades das tarefas disponíveis.
ru_ru: Создает ниспадающее меню доступных местах обслуживания.
tr_tr: Kullanılabilir hizmet yerleri açılır menü oluşturur.

source: Required Service Locations
de_de: Erforderliche Service-Standorte
es_es: Ubicaciones de Servicios Requeridos
fr_fr: Emplacements de service requis
it_it: Indirizzi dei Servezi Necessari
pt_br: Locais dos Serviços Solicitados
pt_pt: Localização de Tarefas Necessárias

source: Creates a dropdown menu of available service locations which will be converted to a service list once a location has been chosen.
da_dk: Opretter en dropdown-menu af mulige servicelokaliteter, som ændres til en liste over services efter valg af lokalitet er sket.
de_de: Erstellen eines Dropdownmenüs von verfügbaren Serviceorten - diese werden in eine Serviceliste umgewandelt, sobald ein Ort ausgewählt worden ist.
es_es: Crea un menú desplegable con las localizaciones de servicios disponibles que se convertirán en una lista de servicios una vez una localización sea seleccionada.
fr_fr: Créez un menu déroulant de lieux pour les services qui seront convertis à une liste de service une fois q'un lieu aura été choisi.
it_it: Crea un menu a discesa dei luoghi del servizio che si convertirà in un elenco di servizi una volta che verrà selezionato un luogo.
nl_nl: Maakt een dropdown menu aan met de beschikbare servicelokaties die omgezet zullen worden naar een servicelijst zodra een lokatie gekozen is.
pt_br: Cria um menu dropdown das locações de serviço disponíveis as quais irão ser convertidas para uma lista de serviços uma vez que uma locação tenha sido escolhida.
pt_pt: Gera uma lista suspensa de locais de tarefas disponíveis que serão convertidas em uma lista de tarefas assim que uma localidade seja escolhida.
ru_ru: Создает выпадающее меню доступных местах обслуживания, которые будут преобразованы в список услуг один раз в расположение было выбрано.
tr_tr: Hangi hizmet listesi için dönüştürülecek bir konum seçtikten sonra kullanılabilir hizmet yerleri açılır menü oluşturur.

source: Worker Locations
de_de: Mitarbeiter Standorte
es_es: Ubicación de los empleados
fr_fr: Lieux du créateur
it_it: Indirizzi dei lavoratori
pl_pl: Lokacje wykonawców
pt_br: Locais dos Profissionais
pt_pt: Localização dos Operários

source: Please select a provider location:
da_dk: Vælg venligst udbyderens lokalitet
de_de: Bitte wählen Sie einen Mitarbeiter Standort:
es_es: Porfavor, seleccione la dirección del proveedor
fr_fr: S'il vous plaît sélectionner un lieu pour le presataire:
it_it: Selezionare un luogo del fornitore dei servizi:
nl_nl: Kies a.u.b. een provider lokatie:
pl_pl: Proszę wybrać lokalizację dostawcy:
pt_br: Por favor selecione uma locação de provedor:
pt_pt: Selecionar uma localidade de provedor, P/F:
ru_ru: Пожалуйста, выберите место поставщика:
tr_tr: Lütfen bir sağlayıcı konumu seçin:

source: Text above the select menu. Default: "Please select a provider location"
da_dk: Tekst over menuen: Default: "Vælg venligst en lokalitet for udbyder
de_de: Text oberhalb des Auswahlmenüs. Standard:"Bitte wählen Sie einen Anbieter Ort aus"
es_es: Texto encima del menú de selección: Por defecto: "Seleccione una localización para el proveedor"
fr_fr: Le texte au dessus du menu de sélection. Valeur par défaut: "S'il vous plaît sélectionner un lieu pour le prestataire"
it_it: Testo sopra il menu di selezione. Default: "Selezionare un luogo del fornitore dei servizi"
nl_nl: Tekst boven het selectiemenu. Standaard: "Kies een provider lokatie"
pt_br: Texto abaixo do menu de seleção. Padrão: "Por favor selecione uma locação de provedor"
pt_pt: Texto ao cimo do menu de seleção. Padrão: P/F selecional a localidade de um provedor''
ru_ru: Текст выше меню выбора. По умолчанию: "Пожалуйста, выберите местоположение поставщик "
tr_tr: Seç menüsünü yukarıdaki metin. Varsayılan: "Please sağlayıcı location" Seç

source: Show available providers
da_dk: Vis tilgængelige udbydere
de_de: Verfügbare Mitarbeiter anzeigen
es_es: Mostrar los proveedores disponibles
fr_fr: Afficher les prestataires disponibles
it_it: Mostra i fornitori di servizi disponibili
nl_nl: Toon beschikbare providers
pl_pl: Pokaż dostępnych usługodawców
pt_br: Exibir provedores disponíveis
pt_pt: Mostrar os provedores disponíveis
ru_ru: Показать доступных операторов
tr_tr: Kullanılabilir sağlayıcılar göster

source: Button text to show the results for the selected. Default: "Show available providers"
da_dk: Tekst på knappen, som viser, hvad man vælger. Default: "Vis mulige udbydere"
de_de: Knopftext für die Anzeige der Ergebnisse der Auswahl. Voreinstellung: "Zeige verfügbare Provider"
es_es: Texto para el botón que muestra los resultados de la selección. Por defecto: "Mostrar proveedores disponibles"
fr_fr: Le bouton texte pour afficher les résultats de la sélection. Par défaut: «Vérifier la disponibilité des prestataires"
it_it: Testo del pulsante per mostrare i risultati della selezione. Default: "Mostra i fornitori di servizio disponibili"
nl_nl: Knoptekst om de resultaten voor het geselecteerde te tonen. Standaard: "Toon beschikbare providers"
pl_pl: Tekst przycisku, który wyświetla wyniki dla wybranego. Domyślnie: "Pokaż dostępnych usługodawców"
pt_br: Texto do botão que exibirá os resultados para o selecionado. Padrão: "Exibir provedores disponíveis"
pt_pt: Texto do botão mostrará os resultados da seleção feita. Padrão: "Mostrar os provedores disponíveis"
ru_ru: Текст кнопки, чтобы показать результаты для выбранного. По умолчанию: "Проверить наличие поставщиков "
tr_tr: Düğme metni seçilen sonuç göstermek için. Varsayılan: "Show temin providers"
