Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: You can add new service by clicking this button. A default service should have been installed during installation. You can edit and even delete that too, but you should have at least one service in this table.
da_dk: Du kan tilføje en ny service ved at klikke på denne knap. En standard tjeneste skulle have været installeret under installationen. Du kan redigere og endda slette den, men du bør have mindst én tjeneste i denne tabel.
de_de: Sie können einen neuen Service mit diesem Knopf festlegen. Ein voreingestellter Dienst sollte bereits bei dieser Installation installiert sein. Sie können diesen auch bearbeiten und sogar löschen, es sollte aber wenigstens ein Service in dieser Tabelle stehen.
es_es: Puedes añadir un nuevo Servicio pulsando este borón. Un servicio por defecto aparece tras la instalación. Puedes editarlo o bien eliminarlo, pero siempre debes disponer como mínimo aquí de un servicio.
fr_fr: Vous pouvez ajouter le nouveau service en cliquant sur ce bouton. Un service par défaut devrait avoir été installé pendant l'installation. Vous pouvez l'éditer et même l'effacer aussi, mais vous devriez avoir au moins un service dans ce tableau.
it_it: Puoi aggiungere nuovi servizi cliccando questo bottone. Un servizio predefinito è installato durante la configurazione iniziale del plugin. Puoi modificare, cancellarlo ma devi avere sempre almeno un servizio disponibile in questa tabella.
nl_nl: U kunt een nieuwe dienst toevoegen door te klikken op deze knop. Een standaard dienst moet tijdens de installatie worden geïnstalleerd. U kunt deze zelf bewerken en ook verwijderen. Maar je moet minstens één dienst in deze tabel opnemen.
pl_pl: Można dodać usługę, klikając ten przycisk. Domyślna usługa powinna zostać utworzona podczas instalacji. Można edytować, a nawet usuwać, ale należy mieć zdefiniowaną przynajmniej jedną usługę.
pt_br: Você pode adicionar novos serviços, clicando neste botão. Um serviço padrão deveria ter sido instalado durante a instalação. Você pode editar e até mesmo apagar isso também, mas você deve ter pelo menos um serviço nesta tabela.
pt_pt: Podemos adicionar nova marcação clicando neste botão. Um serviço padrão deveria ter sido instalado durante a instalação. Podemos editar e também supprimir isso, mas para fazer isso devemos mostrar pelo menos uma tarefa nessa tabela.
ru_ru: Вы можете добавить новую услугу, нажав на эту кнопку. Услуг по умолчанию должны были быть установлены во время установки. Вы можете редактировать и даже удалить это тоже, но вы должны иметь по крайней мере одну услугу в этой таблице.
tr_tr: Bu düğmeyi tıklatarak yeni bir hizmet ekleyebilirsiniz. Yükleme sırasında varsayılan hizmeti yüklü olmalıdır. Düzenleyebilir ve hatta bu da silebilirsiniz, ancak bu tabloda en az bir hizmet olmalıdır.

source: Do not forget to save your settings. Clicking Add New Service button does NOT save it to the database until you click the Save button.
da_dk: Glem ikke at gemme dine indstillinger. Når du klikker på tilføj ny service knappen gemmes det IKKE i databasen, før du klikker på knappen Gem.
de_de: Vergessen Sie nicht, Ihre Einstellungen zu speichern. Klicken auf den Neuen Service hinzufügen Knopf wird KEINE Speicherung in der Datenbank auslösen - dafür gibt es den Speichern Knopf.
es_es: No olvides guardar tus ajustes. Pulsar el botón de "Añadir de Nuevo Servicio" no lo guardará en la base de datos hasta que no pulses el botón "Guardar".
fr_fr: N'oubliez pas de sauvegarder vos réglages. Cliquez sur le bouton ajout de service et cliquez sauver sinon tout est perdu.
it_it: Non dimenticare di salvare le impostazioni. Cliccare su Aggiungi nuovo servizio non salva i dati nel database fino a che non clicchi sul bottone Salva
nl_nl: Vergeet niet om uw instellingen te bewaren. Klikken op de Nieuwe Dienst Toevoegen knop niet voldoende. Wilt u een Dienst bewaren klik dan op de knop Opslaan.
pl_pl: Nie zapomnij zapisać swoich ustawień. Kliknięcie przycisku Dodaj Nową Usługę NIE zapisuje jej w bazie danych dopóki nie klikniesz przycisku Zapisz.
pt_br: Não se esqueça de salvar as configurações. Clicando no botão Adicionar Novo serviço não guardá-lo para o banco de dados até que você clique no botão Salvar.
pt_pt: Não esqueçer de salvaguardar as configurações. (Clicando no botão ADICIONAR NOVA TAREFA, não o salvaguarda para o banco de dados, até que cliquemos no botão Salvar.)
ru_ru: Не забудьте сохранить настройки. Нажатие на кнопку Добавить Новый сервис не сохранить его в базе данных, пока вы не нажмете на кнопку Сохранить.
tr_tr: Ayarlarınızı kaydetmek için unutmayın. Kaydet düğmesini tıklatıncaya kadar yeni hizmet Ekle düğmesi tıklatıldığında bu veritabanına kaydetmez.

source: Adding and setting your service providers
da_dk: Tilføj og indstil dine serviceudbydere
de_de: Hinzufügen und Einstellen Ihrer Dienstleister
es_es: Añadir y ajustar tus proveedores de servicios o empleados
fr_fr: Ajout et définition de vos fournisseurs de services
it_it: Aggiungi ed imposta i tuoi fornitori di servizi
nl_nl: Toevoegen en organiseren van dienstverleners
pl_pl: Dodawanie i ustawienia dostawców usług
pt_br: Adicionando e configurando seus prestadores de serviços
pt_pt: Adicionando e configurando seus prestadores de tarefas
ru_ru: Добавление и настройка ваши поставщики услуг
tr_tr: Ekleme ve servis sağlayıcılar ayarlama

source: Click the Service Providers tab to set your service providers and then click Next.
da_dk: Klik på serviceudbyder knappen for at indstille dine serviceudbydere og klik derefter næste.
de_de: Klicken Sie auf den Dienstleisterreiter, um Ihre Dienstleister einzustellen, und dann klicken Sie auf Nächstes.
es_es: Selecciona la pestaña de "Proveedores de Servicios" para establecer los ajustes de tus empleados y después pulsa "Siguiente".
fr_fr: Cliquez sur l'onglet de prestataires de service pour configurer les prestataires de services et puis pour cliquez sur suite.
it_it: Clicca sul tab Fornitori di servizi ed impostali dopo di che clicca su Prosegui
nl_nl: Klik op het tabblad Dienstverleners om hun werkzaameheden te organiseren en klik op Volgende.
pl_pl: Kliknij zakładkę dostawcy usług, aby ustawić swojego dostawcę usługi i potem kliknij dalej.
pt_br: Clique na aba Prestadores de Serviços para definir seus prestadores de serviços e, em seguida, clique em Avançar.
pt_pt: Clique na tabulação de Prestadores de Tarefas para definir seus prestadores de tarefas e, em seguida, clicar em A SEGUIR.
ru_ru: Перейдите на вкладку Поставщики услуг установить свои сервис-провайдерам и нажмите кнопку Далее.
tr_tr: Hizmet sağlayıcıları ayarlayın ve İleri'yi tıklatın hizmet sağlayıcıları sekmesini tıklatın.

source: Adding service providers
da_dk: Tilføj medarbejdere
de_de: Dienstleister hinzufügen
es_es: Añadir un proveedor de servicios o empleado
fr_fr: Ajouter des collaborateurs
it_it: Aggiungi fornitori di servizi
nl_nl: Dienstverleners toevoegen
pl_pl: Dodawanie dostawcy usług
pt_br: Adicionando prestadores de serviços
pt_pt: Adicionando prestadores de tarefas
ru_ru: Добавление поставщиков услуг
tr_tr: Hizmet sağlayıcıları ekleme

source: Adding service providers is optional. You may need this if the working schedule of your service providers are different or you want the client to pick a provider by his name. You can add new service provider by clicking this button.
da_dk: Tilføjelse af medarbejdere er valgfrit. Du kan få brug dette, hvis arbejdstiden hos dine medarbejdere er forskellig, eller du vil have kunden til at vælge en udbyder af hans navn. Du kan tilføje ny tjenesteudbyder ved at klikke på denne knap.
de_de: Dienstleister hinzufügen ist optional. Sie können dies benötigen, wenn der Arbeitsplan Ihrer Dienstleister anders ist oder Sie den Klienten den Dienstleister per Namen auswählen lassen wollen. Sie könnenauch neue Dienstleister mit dem Klicken dieses Knopfes hinzufügen.
es_es: Añadir un proveedor de servicios es opcional. Lo necesitarás si el horario de los proveedores de tus servicios (empleados) es diferente o deseas que el cliente elija un empleado por su nombre. Puedes agregar un nuevo empleado pulsando este botón.
fr_fr: Ajouter des prestataires de service est facultatif. Vous pouvez avoir besoin de ceci si le programme de fonctionnement de vos prestataires de services sont différents ou vous voulez que le client sélectionne un fournisseur par son nom.
it_it: Aggiungere fornitori di servizi è opzionale. Potresti aver bisogno di questo se hai bisogno che ogni cliente prenda appuntamento con un determinato fornitore di servizi selezionato attraverso il suo nome. Puoi aggiungere un nuovo fornitore di servizi cliccando su questo bottone.
nl_nl: Het toevoegen van dienstverleners is optioneel. Overweeg het wanneer u wilt dat de klant een dienstverlener op naam kan selecteren of wanneer de werktijden van de dienstverlener afwijken. U kunt een dienstverlener toevoegen door te klikken op deze knop.
pl_pl: Dodawanie dostawców usług jest opcjonalne. Być może będzie to potrzebne jeśli harmonogramy pracy dostawców są różne lub chcesz aby klient wybrał dostawcę po nazwie. Możesz dodać nowego dostawcę usług poprzez kliknięcie tego przycisku.
pt_br: Adicionar prestadores de serviços é opcional. Você pode precisar disso se o horário de trabalho dos seus prestadores de serviços são diferentes ou você deseja que o cliente possa escolher um prestador pelo seu nome. Você pode adicionar novo prestador de serviços, clicando neste botão.
pt_pt: Adicionar prestadores de tarefas é opcional. Pode precisar disso se o horário de trabalho dos seus prestadores de tarefas são diferentes ou deseja que o cliente possa escolher um prestador usando seu próprio nome. Poderá adicionar um novo prestador de tarefas clicando neste botão.
ru_ru: Добавление поставщиков услуг не является обязательным. Возможно, вам это, если график работы ваших поставщиков услуг отличаются, или вы хотите, чтобы клиент выбрать поставщика с его именем. Вы можете добавить нового поставщика услуг, нажав на эту кнопку.
tr_tr: Hizmet sağlayıcıları ekleme isteğe bağlıdır. Bu servis sağlayıcıların çalışma programı farklı veya onun adına göre bir sağlayıcı seçmek için istemci istiyorsanız gerekebilir. Yeni hizmet sağlayıcı, bu düğmeyi tıklatarak ekleyebilirsiniz.

source: Appointment List
da_dk: Aftale liste
de_de: Terminkalender
es_es: Listado de Reservas
fr_fr: Liste des rendez-vous
it_it: Lista appuntamento
nl_nl: Afsprakenlijst
pl_pl: Lista wizyt
pt_br: Lista de Compromissos
pt_pt: Lista de Datas Marcadas
ru_ru: Список встреч
tr_tr: Randevu listesi

source: As you start receiving appointments, you will see them here. Click on the Appointments menu item to start the other tutorial, if you have not seen it yet.
da_dk: Når du begynder at modtage aftaler, vil du se dem her. Klik på menupunktet aftalemenu for at starte anden tutorial, hvis du ikke har set det endnu.
de_de: Wenn Sie Termine zu erhalten beginnen, werden Sie diese hier sehen. Klicken Sie auf das Terminemenü-item um das andere Tutorial zu sehen, wenn Sie es noch nicht gesehen haben.
es_es: En cuanto comiences a recibir reservas, las verás aquí. Selecciona el apartado "Reservas" del menú para empezar con el siguiente tutorial, si no lo has visto aún.
fr_fr: Quand vous commencerez à recevoir des rendez-vous, vous les verrez ici. Cliquez sur le menu Appointments pour démarrer le tutoriel si vous ne l'avez pas vu.
it_it: Quando inizierai a ricevere appuntamenti li inizierai a vedere qui. Clicca sul menu Appuntamenti per iniziare il tutorial se non lo hai ancora visto.
nl_nl: Uw afspraken komen hier te staan. Klik op het menu Afspraken om de andere uitleg te starten, als je het nog niet hebt gezien.
pl_pl: Zaraz jak zaczną się rezerwacje terminów, będzie je można zobaczyć właśnie tutaj. Kliknij na pozycję menu Terminy, aby zacząć następny samouczek, jeżeli jeszcze nie był wyświetlany.
pt_br: À medida que você começar a receber compromissos, você vai vê-los aqui. Clique no item de menu compromissos para iniciar o outro tutorial, se você não viu ainda.
pt_pt: À medida que uma pessoa começa a receber marcações podem ser vistas aqui. Clicar no item de menu de Datas Marcadas para iniciar o outro tutorial, caso não o tenha visto ainda.
ru_ru: Как вы начнете получать назначения, вы увидите их здесь. Нажмите на пункт меню Назначения, чтобы начать другую учебник, если вы его еще не видела.
tr_tr: Randevu almaya başlamak gibi onları burada göreceksiniz. Henüz görmedim eğer diğer öğretici başlamak için randevular menü öğesini tıklatın.

source: Appointment records are grouped by their statuses. You can see these groupings by clicking the Info icon.
da_dk: Aftale optegnelser er grupperet efter deres status. Du kan se disse grupperinger ved at klikke på ikonet info.
de_de: Termindokumentationen werden nach Status gruppiert. Sie können diese Gruppierungen durch einen Klick auf das Infozeichen sehen.
es_es: El archivado de las Reservas se realiza en grupos de acuerdo a sus estados. Puedes ver estos grupos presionando el icono "Info".
fr_fr: Les enregistrements de Rendez-vous sont regroupés par leurs statuts. Vous pouvez voir ces groupes en cliquant sur l'icône Info.
it_it: I record di appuntamenti sono raggruppati attraverso il loro status. Puoi vedere questi appuntamenti cliccando sull'icona Info.
nl_nl: Appointment records worden gegroepeerd op hun status. U kunt deze groepen zien door te klikken op het pictogram Info.
pl_pl: Terminy są grupowane przez według statusów. Można je zobaczyć klikając ikony informacja.
pt_br: Registros de compromisso são agrupados por seus status. Você pode ver esses agrupamentos, clicando no ícone Info.
pt_pt: Registros de Marcações são agrupados por seus status. Podemos ver esses agrupamentos, clicando no ícone Info.
ru_ru: Назначение записи сгруппированы по их статусами. Вы можете видеть эти группировки, нажав на значок Info.
tr_tr: Randevu kayıtları kendi durumları göre gruplandırılır. Bu gruplandırmalar bilgi simgesini tıklatarak görebilirsiniz.

source: Entering a Manual Appointment
da_dk: Indtastning af en manuel aftale
de_de: Eingabe einer manuellen Reservierung
es_es: Introduciendo una Reserva Manual
fr_fr: Saisie d'un rendez-vous manuel
it_it: Inserire un appuntamento manuale
nl_nl: Handmatig een afspraak invoeren
pl_pl: Ręczne wprowadzanie terminu.
pt_br: Entrar com Agendamento Manual
pt_pt: Computando uma Data Marcada Manualmente
ru_ru: Ввод вручную Назначение
tr_tr: Evet. Sen de el ile randevuları, örneğin telefonla sahip olabilir. %S üzerine <i>Yeni ekle</i> bağlantısını tıklatın ve alanları girin ve kaydı kaydedin. Unutmayın ki hayır çekleri (bu zaman dilimi serbest mi? O gün çalışıyor musun? vs...) el ile bir randevu girerken yapılır. Girme veya randevular hataları önlemek için ön uç üzerinden kontrol düşünün.

source: When you received appointments from your clients, they will be added to this page automatically. But you can always add a new appointment manually. Please click ADD NEW link and then click Next.
da_dk: Når du modtager aftaler fra dine kunder, vil de blive tilføjet til denne side automatisk. Men du kan altid tilføje en ny aftale manuelt. Klik på Tilføj ny og derefter klikke på Næste.
de_de: Wenn Sie Termine von Ihren Klienten erhalten haben, werden diese automatisch zu dieser Seite hinzugefügt. Aber Sie können immer händisch einen neuen Termin einpflegen. Bitte klicken Sie auf den NEUEN HINZUFÜGEN Link und dann auf Nächstes.
es_es: Cuando recibes Reservas de tus clientes, estos serán incluidos automáticamente a esta página. No obstante siempre podrás añadir una Reserva manualmente. Por favor, pulsa "Añade Nueva" y después "Siguiente".
fr_fr: Quand vous recevrez des rendez-vous, ils seront ajoutés à cette page automatiquement. Mais vous pouvez toujours ajouter un nouveau rendez-vous manuellement. Cliquez sur ADD NEW et cliquez sur suite
it_it: Quando ricevi un appuntamento dal tuo cliente, questi saranno aggiunti automaticamente a questa pagina. Ma puoi sempre aggiungere nuovi appuntamenti manualmente. Per favore clicca sul link Aggiungi nuovo e poi clicca su Prosegui
nl_nl: Wanneer u afspraken ontvangt, worden ze op deze pagina automatisch toegevoegd. Maar je kunt altijd een nieuwe afspraak handmatig toevoegen. Klik op de link NIEUWE TOEVOEGEN en klik op Volgende.
pl_pl: Kiedy otrzymasz prośby o spotkanie od swoich klientów, zostaną oni dodani do tej strony automatycznie. Zawsze można dodać nowe spotkanie ręcznie. Proszę kliknij link DODAJ, a potem kliknij Dalej.
pt_br: Quando você já recebeu compromissos de seus clientes, eles serão adicionados a esta página automaticamente. Mas você sempre pode adicionar um novo compromisso manualmente. Por favor, clique no link Adicionar Novo e clique em Avançar.
pt_pt: As datas marcadas vindas dos clientes serão adicionadas a esta página automaticamente. Mas podemos também adicionar uma nova marcação manualmente. Por favor, clicar no link ADICIONAR NOVA e depois em A SEGUIR.
ru_ru: Когда вы получили назначения от Ваших клиентов, они будут добавлены на эту страницу автоматически. Но вы всегда можете добавить новое назначение вручную. Пожалуйста, нажмите Добавить новую ссылку, а затем нажмите кнопку Далее.
tr_tr: İstemcilerinden gelen randevuları alındığında, bu sayfaya otomatik olarak eklenir. Ama her zaman yeni bir randevu el ile ekleyebilirsiniz. Lütfen yeni ekle bağlantısını tıklatın ve sonra İleri'yi tıklatın.

source: Entering Data for the New Appointment
da_dk: Indtastning af data til den nye aftale
de_de: Daten für den neuen Termin eintragen.
es_es: Introducir datos para la Nueva Reserva
fr_fr: Saisie de données pour le Nouveau Rendez-vous
it_it: Inserisci la data del Nuovo Appuntamento
nl_nl: Gegevens invoeren voor de nieuwe afspraak
pl_pl: Wprowadzanie danych dla nowego terminu
pt_br: Inserindo dados para o novo compromisso
pt_pt: Inserindo dados para uma Nova Data Marcada
ru_ru: Ввод данных для новой встречи
tr_tr: Yeni randevu için veri girme

source: As you can see, you can enter all parameters here. Enter some random values and select status as PENDING, for this example. Then click Next
da_dk: Som du kan se, kan du indtaste alle parametre her. Indtast nogle tilfældige værdier og vælge status som ventende, til dette eksempel. Klik derefter på Næste
de_de: Wie Sie sehen können, können Sie alle Parameter hier eintragen. Tragen Sie ein paar zufällige Werte ein und wählen Sie als Status AUSSTEHEND für dieses Beispiel. Dann klicken Sie auf Nächstes
es_es: Como ves, puedes introducir todos los parámetros aquí. Introduce valores al azar y selecciona el estado en PENDIENTE, para este ejemplo. Después pulsa "Siguiente"
fr_fr: Comme vous pouvez le voir, vous pouvez entrer tous vos paramètres ici. Entrez quelques valeurs aléatoires et choisissez le statut PENDING, pour cet exemple puis cliquez sur Next
it_it: Come puoi vedere, puoi inserire tutti i parametri qui. Inserisci un valore casuale e seleziona lo stato come IN ATTESA per questo esempio. Poi clicca su Prosegui
nl_nl: Hier kunt u alle parameters hier invoeren. Probeer een aantal willekeurige waarden en selecteer de status In behandeling. Klik vervolgens op Volgende
pl_pl: Jak widać można wprowadzić wszystkie parametry. Proszę wprowadzić unikatowe wartości i wybrać status, np. OCZEKUJĄCY. Potem kliknij "dalej".
pt_br: Como pode ver, você pode inserir todos os parâmetros aqui. Digite alguns valores aleatórios e selecione status como pendente, para fins de exemplo. Em seguida, clique em Avançar
pt_pt: Como se pode ver, podemos inserir todos os parâmetros aqui. Digitar alguns valores aleatórios e selecionar status como Pendente, neste exemplo. Em seguida, clicar em SEGUIR
ru_ru: Как вы можете видеть, вы можете ввести все параметры здесь. Введите несколько случайных значений и выберите статус Ожидание, для этого примера. Затем нажмите кнопку Далее
tr_tr: Gördüğünüz gibi tüm parametreler buraya girebilirsiniz. Bazı rasgele değerleri girin ve durumu bekleyen, bu örnek için seçin. İleri'yi tıklatın

source: Sending Confirmation emails Manually
da_dk: Fremsendelse af en bekræftelse e-mails manuelt
de_de: Bestätigungsmails händisch herausschicken
es_es: Enviar e-mails de Confirmación Manualmente
fr_fr: L'envoi manuelle de mail de confirmation
it_it: Inviare email di conferma manualmente
nl_nl: Handmatig de bevestigingsberichten versturen
pl_pl: Ręczne wysyłanie potwierdzeń mailem
pt_br: Enviando Emails de confirmação manualmente
pt_pt: Enviando Emails de Confirmação Manualmente
ru_ru: Отправка подтверждения письма вручную
tr_tr: El ile gönderme teyidi e-postaları
