Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Google Calendar Settings
da_dk: Google Kalender Indstillinger
es_es: Configuraciones del Calendario Google
fr_fr: Paramètres Google Agenda
it_it: Configurazioni Google Calendar
nl_nl: Google kalender instellingen
pl_pl: Ustawienia Kalendarza Google
pt_br: Configurações do Calendário Google
pt_pt: Configurações do Calendário Google

source: Save Changes
da_dk: Gem ændringer
de_de: Änderungen speichern
es_es: Guardar Cambios
fr_fr: Enregistrer les Modifications
it_it: Salva modifiche
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_br: Salvar Alterações
pt_pt: Salvar Alterações
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

source: Yes
da_dk: Ja
de_de: Ja
es_es: Sí
fr_fr: Oui
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: Sim
ru_ru: Да
tr_tr: Evet

source: No
da_dk: Nej
de_de: Nein
fr_fr: Non
nl_nl: Nee
pl_pl: Nie
pt_br: Não
pt_pt: Não
ru_ru: Нет
tr_tr: Hayır

source: -- Select a question --
da_dk: -- Vælg et spørgsmål --
de_de: Wähle eine Frage
es_es: Seleccione una pregunta
fr_fr: -- Choisissez une question --
it_it: -- Selezionare una domanda --
nl_nl: -- Selecteer een vraag --
pl_pl: -- Wybierz pytanie --
pt_br: --Selecione uma pergunta--
pt_pt: -- Selecionar uma pergunta --

source: How can I restart the tutorial?
da_dk: Hvordan kan jeg genstarte guiden?
de_de: Wie kann ich das Tutorial neu starten?
es_es: ¿Cómo puedo reiniciar el tutorial?
fr_fr: Comment puis-je redémarrer le tutoriel ?
it_it: Come riavviare il tutorial?
nl_nl: Hoe kan ik de oefening opnieuw starten?
pl_pl: Jak mogę zrestartować tutorial
pt_br: Como posso reiniciar o tutorial?
pt_pt: Como posso re-iniciar o tutorial?

source: What is the importance of Time Base and how should I set it?
da_dk: Hvor vigtig er Time base, og hvordan indstiller jeg det?
de_de: Was ist die Bedeutung der Zeitbasis und wie soll ich es einstellen?
es_es: ¿Cuál es el valor de la Base de Tiempo y cómo debo configurarla?
fr_fr: Quelle est l importance de la base de temps et comment la fixer ?
it_it: Qual è l'importanza di Base di Ore e come devo configurarlo?
pl_pl: Jakie jest znaczenie Czasu Bazowego i jak powinienem go ustawić?
pt_br: Qual é a importância do Tempo Base e como devo configurá-lo?
pt_pt: Qual é a importância do Horário Base e como devo configurá-lo?

source: I don't see the time base that I need. For example I need 240 minutes appointments. How can I do that?
da_dk: Jeg kan ikke se den time base jeg har brug for. Jeg behøver for eksempel aftaler på 240 minutter. Hvordan får jeg det?
de_de: Ich sehe die Zeitbasis nicht, was ich brauche. Zum Beispiel muss ich 240 Minuten Termine erstellen. Wie kann ich das machen?
es_es: No puedo ver la base de tiempo que necesito. Por ejemplo, necesito citas de 240 minutos. ¿Cómo puedo hacerlo?
fr_fr: Je ne vois pas la base de temps dont j'ai besoin. Par exemple des rendez-vous de 240 minutes, comment puis-je l'établir ?
it_it: Non vedo la base di ore che sto cercando. Per esempio: ho bisogno di 240 minuti di appuntamenti. Come posso fare questo?
pl_pl: Nie widzę czasu trwania wizyty, który potrzebuję. Np. wizyty o długości 240 minut . Jak można to zrobić?
pt_br: Eu não vejo o tempo base de que preciso. Por exemplo, eu preciso de agendamentos de 240 minutos. Como posso fazer isso?
pt_pt: A base de horário que necessito não mostra. Por exemplo, eu preciso de uma marcação de 240 minutos. Como posso fazer isso?

source: What is the complete process for an appointment?
da_dk: Hvad er den fulde fremgangsmåde for en aftale?
de_de: Was ist der gesamte Prozess für einen Termin?
es_es: ¿Cuál es el proceso total para una cita?
fr_fr: Quel est est le procédé complet pour un Rendez-vous ?
it_it: Quale è il procedimento completo per un appuntamento?
pl_pl: Jaki wygląda proces kompletowania wizyty?
pt_br: Qual o processo completo para um agendamento?
pt_pt: Qual é o processo completo para marcar uma data?

source: Is it necessary to have at least one service?
da_dk: Er det nødvendigt med mindst én service?
de_de: Ist es notwendig, mindestens einen Dienst zu haben?
es_es: ¿Hai una necesidad de tener al menos un servicio?
fr_fr: Est-il nécéssaire d'avoir au moins un service ?
it_it: è necessario avere almeno un servizio?
nl_nl: Is het nodig om ten minste een service te gebruiken?
pl_pl: Czy należy mieć co najmniej jedną usługę?
pt_br: É necessário possuir ao menos um serviço?
pt_pt: Temos necessidade que haja uma tarefa pelo minimum?

source: Is it necessary to define service providers?
da_dk: Er det nødvendigt at definere serviceudbydere?
de_de: Ist es notwendig, Dienstleistern zu definieren?
es_es: ¿Hai una necesidad de definir los proveedores de servicios?
fr_fr: Est-il nécéssaire d'avoir au moins un créateur de service ?
it_it: è necessario definire i fornitori del servizio?
pl_pl: Czy jest konieczne zdefiniowanie wykonawcy?
pt_br: É necessário definir um provedor de serviço?
pt_pt: Temos necessidade de defenir os provedores de tarefas?

source: Is it necessary to use Services and Service Providers shortcodes?
da_dk: Er det nødvendigt at bruge Servicer og Serviceudbyder kortkoder?
de_de: Ist es notwendig, für Dienstleistungen und Service-Provider shortcodes zu benutzen?
es_es: ¿Necesitamos usar los codigos de Servicios y de Proveedores de Servicios?
fr_fr: est-il nécéssaire d'utiliser les short codes de services et de créateurs ?
it_it: È necessario utilizzare ''shortcodes'' di Servizi e di Fornitori di Servizi?
pl_pl: Czy jest konieczne użycie shordcodeów dla usług lub wykonawców?
pt_br: É necessário usar os shortcodes dos Serviços e Provedores de Serviços?
pt_pt: Temos necessidade de utilizar codigos para Tarefas e Provedores de Tarefas?

source: Does Appointments+ provide some widgets?
da_dk: Tilbyder Booking systemet nogen former for widgets?
de_de: Beinhaltet das Programm einige Widgets?
es_es: ¿Las Citas + ofrcen algunos dispositivos?
fr_fr: Rendez-vous+ fournit-il des widgets ?
it_it: Appuntamenti + forniscono alcuni ''widget's'?
pl_pl: Czy+ Appoitments dostarcza widgety?
pt_br: O Compromissos provê alguns widgets?
pt_pt: Nas Datas Marcadas+ temos acesso aos ''widgets?''

source: Can I use the shortcodes in any page as I wish?
da_dk: Kan jeg bruge kortkoder på hvilken som helst side jeg ønsker?
de_de: Kann ich die shortcodes in jeder Seite verwenden, wie ich will?
es_es: ¿Es posible utilisar los códigos en cualquier página que se desee?
fr_fr: Puis-je utiliser les short codes sur toutes les pages ?
it_it: Posso utilizzare i codici shortcodes, in qualsiasi pagina come mi piace?
pl_pl: Czy można użyć shortcodea na dowolnej stronie?
pt_br: Posso usar os shortcodes em qualquer página que eu quiser?
pt_pt: Posso utilisar, como queira, os códigos em qualquer pagina?

source: Can I have schedules showing more than two weeks or months on the same page?
da_dk: Kan jeg have kalendere der viser mere end to uger eller måneder på den samme side?
de_de: Kann ich Pläne für mehr als zwei Wochen oder Monate auf der gleichen Seite zeigen?
es_es: ¿Es posible tener horarios que muestren más de dos semanas o meses, en la misma página?
fr_fr: Puis-je avoir des programmations de plus de deux semaines ou deux mois sur une page ?
it_it: Posso avere orari visualizando più di due settimane o mesi, sulla stessa pagina?
pl_pl: Czy można mieć terminarz pokazujący więcej niż dwa tygodnie lub miesiące na tej samej stronie?
pt_br: Posso ter calendários que mostram mais de duas semanas ou meses na mesma página?
pt_pt: Posso computar horários que mostram mais de duas semanas ou meses na mesma página?

source: Does the client need to be registered to the website to apply for an appointment?
da_dk: Behøves min klient at være registreret på hjemmesiden for at booke en aftale?
de_de: Muss der Kunde auf der Website registriert sein, um einen Termin zu beantragen?
es_es: ¿El cliente, necesita estar registrado en el sitio web para solicitar una cita?
fr_fr: Est-ce que le client doit être connecté pour souscrire un Rendez-vous ?
it_it: Un cliente deve essere registrato al sito per poter richiedere un appuntamento?
nl_nl: Moet de klant geregistreerd zijn op de website om een afspraak te maken?
pl_pl: Czy klient musi być zarejestrowany na stronie aby umówić wizytę?
pt_br: O cliente precisa ser registrado no website para marcar um agendamento?
pt_pt: O cliente necessita de estar registrado no website para obter uma data marcada?

source: How are the appointments confirmed?
da_dk: Hvordan bekræftes aftalen?
de_de: Wie werden die Termine bestätigt?
es_es: ¿Cómo confirmar las citas?
fr_fr: Comment sont confirmés les Rendez-vous ?
it_it: Come vengono confermati gli appuntamenti?
nl_nl: Hoe worden de afspraken bevestigd?
pl_pl: Jak są potwierdzane spotkania?
pt_br: Como os agendamentos são confirmados?
pt_pt: Como confirmar as datas marcadas?

source: How can I manually confirm an appointment?
da_dk: Hvordan kan jeg manuelt bekræfte en aftale?
de_de: Wie kann ich einen Termin manuell bestätigen?
es_es: ¿Cómo hacer para confirmar manualmente una cita?
fr_fr: Comment puis-je confirmer manuellement un Rendez-vous ?
it_it: Come posso confermare manualmente un appuntamento?
nl_nl: Hoe kan ik handmatig een afspraak bevestigen?
pl_pl: Jak można ręcznie potwierdzić spotkanie?
pt_br: Como posso confirmar um agendamento manualmente?
pt_pt: Como passo confirmar manualmente uma data marcada?

source: Can I enter a manual appointment from admin side?
da_dk: Kan jeg manuelt indtaste en aftale fra admin panelet?
de_de: Kann ich eine manuelle Bestätigung auf der Admin-Seite eingeben?
es_es: ¿Puedo registrar una cita manualmente, desde el lado del administrador?
fr_fr: Puis-je créer un Rendez-vous depuis mon gestionnaire de site ?
it_it: Posso aggiungere un appuntamento manualmente dal pannello amministrativo?
pl_pl: Czy administrator może ręcznie dodać spotkanie?
pt_br: Posso eu entrar um agendamento manualmente pelo painel administrativo?
pt_pt: Posso computar uma data manualmente através da admin?

source: I don't want front end appointments, I want to enter them only manually from admin side. What should I do?
da_dk: Jeg ønsker ikke 'frontend' bookinger, jeg ønsker kun at indtaste dem manuelt fra admin siden. Hvad skal jeg gøre?
de_de: Ich will meine Termine nicht im Frontend zeigen, sondern nur manuell von der Administrator-Seite vergeben. Was soll ich machen?
es_es: No quiero hacer citas em la parte frontal; quiero hacierlas manualmente desde el lado del administrador. ¿Cómo debería hacer?
fr_fr: Je ne souhaite pas l'édition de rendez-vous en ligne, je veux les créer depuis mon tableau de bord administrateur. Comment puis-je faire ?
it_it: Non voglio avere appuntamenti nella parte frontal del sito; Voglio inserirli solo manualmente dala parte amministrativa. Cosa devo fare?
pt_br: Eu não quero uma página no meu site para agendamentos. Eu quero entrar manualmente no painel administrativo do Compromissos. O que eu devo fazer?
pt_pt: Não quero datas marcadas no ''front-end'', quero registra-las apenas manualmente na parte administrativa. Como devo fazer?

source: I don't want my break times and holidays to be seen by the clients. How can I do that?
da_dk: Jeg ønsker ikke mine pauser og ferier synlige for kunderne. Hvordan kan jeg gøre det?
de_de: Ich will nicht, daß meine Pausenzeiten und Ferien von den Kunden gesehen werden können. Wie kann ich das machen?
es_es: No quiero que mis días de descanso y vacaciones sean vistos por los clientes. ¿Cómo lo puedo hacer?
fr_fr: Je ne souhaite pas que mes horaires de coupure et mes vacances soient visibles par les clients. Comment puis-je faire ?
it_it: Non voglio che le mie vacanze e i miei periodi di pausa siano visibili dai clienti. Come posso fare?
pl_pl: Nie chcę żeby moje przerwy oraz wakacje były widoczne dla klientów - jak to zrobić?
pt_br: Eu não quero que meus tempos de intervalos e feriados seja vistos pelos clientes. Como posso fazer isso?
pt_pt: Não quero que os meus horários de repouso e de férias sejam vistos pelos clientes. Como posso fazer isso?

source: How can I prevent a second appointment by a client until I confirm his first appointment?
da_dk: Hvordan kan jeg forhindre en anden booking af en kunde, indtil jeg bekræfte hans første booking?
de_de: Wie kann ich einen zweiten Termin von einem Kunden verhindern, bis ich seinen ersten Termin bestätigt habe?
es_es: ¿Cómo hacer para evitar una segunda cita por parte de un cliente, hasta que confirme su primera cita?
fr_fr: Comment éviter la seconde prise de rendez-vous si la premiere n'a pas été confirmée ?
it_it: Come posso evitare che un cliente prenda un secondo appuntamento prima che io abbia confermato il suo primo appuntamento?
pl_pl: Jak można zapobiec umówienia drugiej wizyty przez klienta zanim zostanie potwierdzone umówienie pierwszej wizyty?
pt_br: Como posso evitar sobreposição de um segundo agendamento em um dado horário até que o primeiro cliente confirme seu agendamento?
pt_pt: Como evitar de marcar uma segunda data para um cliente antes que a primeira seja confirmada?

source: I have several service providers (workers) and each of them has different working hours, break hours and holidays. Does Appointments+ support this?
da_dk: Jeg har flere serviceudbydere (medarbejdere), og hver af dem har forskellige arbejdstider, pauser og ferier. Kan bookingsystemet dette?
de_de: Ich habe mehrere Service-Provider (Mitarbeiter) und jeder von ihnen hat unterschiedliche Arbeitszeiten, Pausen und Urlaub. Kann das Programm dies unterstützen?
es_es: Tengo varios proveedores de servicios (empleados) y cada uno de ellos tiene diferentes horas de trabajo, horas de descanso y vacaciones. ¿Appointments+ apoya esto?
fr_fr: J'ai plusieurs prestataires de services (travailleurs) et chacun d'eux à différentes horaires de travail. Heures de repos et vacances. Appointments+ le permet-il ?
it_it: Ho svariati fornitori di servizi (lavoratori) e ognuno di loro ha diversi orari di lavoro, ore libere e vacanze. Appointments+ supporta queste cose?
pt_br: Eu tenho vários provedores de serviço (profissionais) e cada um deles tem horários de trabalho, folgas e feriados diferentes. Compromissos suporta todas essas diferenças?
pt_pt: Tenho vários prestadores de serviços- (empregados) e todos têm horários de trabalho diferentes - horários de repouso e de férias . Datas Marcadas+ aceita isso?

source: How can I set start day of the week and adjust date and time formats?
da_dk: Hvordan kan jeg indstille start ugedag og justere dato- og tidsformater?
de_de: Wie kann ich den Tag bestimmen, an dem die Woche beginnt und wie werden Datums- und Zeitformate angepaßt?
es_es: ¿Cómo puedemos configurar el día de comienzo de la semana y ajustar los formatos de fecha y hora?
fr_fr: Comment définir le jour de week-end et ajuster les formats de dates et d'heures ?
it_it: Come posso impostare il giorno di inizio della settimana e sistemare la data e il formato dell'orario?
pt_br: Como posso ajustar o dia de início da semana e os formatos de data e hora?
pt_pt: Como posso definir o início do dia da semana e ajustar os formatos da data e da hora?

source: What does service capacity mean? Can you give an example?
da_dk: Hvad betyder servicekapacitet? Kan du give et eksempel?
de_de: Was bedeutet Service-Kapazitäten? Können Sie ein Beispiel geben?
es_es: ¿Qué significa capacidad de servicio? ¿Puede dar un ejemplo?
fr_fr: A quoi correspond capacité de service ? Auriez-vous un exemple ?
it_it: Cosa significa "capacità del servizio"? Potreste fornire un esempio?
pl_pl: Co oznacza pojemność usługi? Czy mogę dostać przykład?
pt_br: O que significa a capacidade do serviço? Pode dar um exemplo?
pt_pt: Que significa capacidade de tarefas. Por favor exemplifique.

source: I have defined several services and service providers. For a particular service, there is no provider assigned. What happens?
da_dk: Jeg har defineret flere servicer og serviceudbydere. For en bestemt service, er der ingen serviceudbyder tildelt. Hvad sker der?
de_de: Ich habe mehrere Dienste und Service-Provider definiert. Für einen bestimmten Dienst, gibt es keine zugeordneten Mitarbeiter. Was geschieht?
es_es: He definido varios servicios y varios proveedores de servicios. Para un servicio determinado, no hay ningún proveedor asignado. ¿Que se pasará?
fr_fr: J'ai défini différents services et créateurs fournisseurs de services. Pour un service particulier, aucun fournisseur n'est défini, que se passe t-il ?
it_it: Ho impostato diversi servizi e fornitori di servizi. Per uno in particolare non ho assegnato nessun fornitore. Cosa succede adesso?
pl_pl: Zdefiniowano wiele usług i usługodawców. Dla poszczególnej usługi nie ma przypisanego usługodawcy. Co się stanie?
pt_br: Eu defini vários serviços e provedores. Para um serviço particular não há um provedor responsável pelo serviço. O que acontece?
pt_pt: Defini vários serviços e prestadores de serviços. Se para um serviço específico, não exite um provedor designado, que acontece?

source: I am giving a service only on certain days of the week, different than my normal working days. Is it possible to set this in Appointments+?
da_dk: Jeg giver en service kun på visse dage i ugen, forskellige fra mine normale arbejdsdage. Er det muligt at opsætte det i bookingsystemet?
de_de: Ich gebe einen Dienst nur an bestimmten Tagen der Woche und außerhalb meiner normalen Arbeitstage. Ist es möglich, dies darzustellen?
es_es: Estoy ofereciendo un servicio sólamente en ciertos días de la semana, diferente de mis días normales de trabajo. ¿Es posible configurar esto en Citas +?
fr_fr: Je fournis des services certains jours de week-end, différent de mes jours de travail. Est-il possible d'appliquer cela dans Appointments+ ?
it_it: Offro un servizio soltanto in alcuni giorni della settimana, diversi dai miei normali giorni lavorativi. è possibile impostare una cosa come questa con Appointments+?
pl_pl: Świadczę usługi tylko w określonych dniach tygodnia, inaczej niż w moich normalnych godzinach pracy. Czy jest możliwe takie ustawienie w Appointments+?
pt_br: Estou designando certos dias da semana a um serviço, diferente dos meus dias normais de trabalho. Isso é possível no Compromissos?
pt_pt: Dou tarefas apenas em certos dias da semana; diferente dos meus dias normais de trabalho. É possível definir isso nas Datas Marcadas+?

source: How can I permanently delete appointment records?
da_dk: Hvordan kan jeg permanent slette alle bookinghistorier?
de_de: Wie kann ich dauerhaft Termin-Datensätze löschen?
es_es: ¿Cómo hacer para borrar permanentemente los registros de citas?
fr_fr: Comment puis-je effacer de manière permanente les enregistrements de rendez-vous ?
it_it: Come posso cancellare permanentemente i dati degli appuntamenti?
pl_pl: Jak można usunąć na stałe wizyty?
pt_br: Como posso permanentemente apagar registros de agendamentos?
pt_pt: Como posso excluir permanentemente os registros das datas de marcações?

source: What happens if a client was applying for an appointment but at the same time another client booked the same time slot?
da_dk: Hvad sker der, hvis en kunde laver en booking, på samme tid som en anden kunde på det samme tidsinterval?
de_de: Was passiert, wenn ein Kunde einen Termin bucht, zur gleichen Zeit aber ein anderer Client das gleiche Zeitfenster bucht?
es_es: ¿Qué se pasa si un cliente solicitaba una cita, pero al mismo tiempo, otro cliente reservó lo mismo intervalo de horario?
fr_fr: Comment faire si un client prend un rendez-vous et qu'un deuxième pose le même rendez-vous à la même heure ?
it_it: Cosa succede se un cliente stava prenotando per un appuntamento ma nello stesso momento un altro cliente ha prenotato per lo stesso orario?
pl_pl: Co się dzieje jeżeli klient próbuje zarezerwować wizytę, ale w tym samym czasie inny klient zarezerwował ten sam termin?
pt_br: O que acontece se um cliente estava fazendo um agendamento, mas ao mesmo tempo outro cliente conseguiu agendar antes a mesma vaga?
pt_pt: Que acontece se um cliente está a marcar uma data e ao mesmo tempo um outro cliente marcou essa mesma hora?

source: What does the Built-in Cache do? Can I still use other caching plugins?
da_dk: Hvad gør det indbyggede cache? Kan jeg bruge stadig andre caching plugins?
de_de: Was macht der eingebaute Cache? Kann ich immer noch andere caching Plugins verwenden?
es_es: ¿Como funciona el Caché Integrado? ¿Puedo utilisar otros ''plugin'' del caché?
fr_fr: Que fait le cache Built-in ? Puis-je utiliser un autre plug-in ?
it_it: Qual è la funzione della ''Built-in Cache''? (Caché integrato?) Posso ancora utilizzare altri plugin per la caché ?
pl_pl: Co robi wbudowana pamięć podręczna? Czy mogę wciąż używać innych wtyczek do pamięci podręcznej?
pt_br: O que o Cache Integrado faz? Posso utilizar outros plug-ins apesar dele?
pt_pt: Para que serve o ''Built-in Cache''? Será que é pssível utilizar outras aplicações?

source: I have just installed Appointments+ and nothing happens as I click a free time slot on the Make an Appointment page. What can be the problem?
da_dk: Jeg lige har installeret bookingsystemet og der sker ikke noget, når jeg klikker på en ledig tid på Lav en booking side. Hvad kan være problemet?
de_de: Ich habe gerade Appointment + installiert und nichts passiert, als ich auf der Termin Seite ein freies Zeitfenster anklickte. Was kann das Problem sein?
es_es: Acabo de instalar las Citas + y nada ocurre cuando clico en un intervalo de tiempo libre en la Página Hacer una Cita. ¿Cual será el problema?
fr_fr: Je viens juste d'installer Appointments+ et il ne se passe rien quand je clique dans un champ libre sur la page de rendez-vous. Quel peut être le problème ?
it_it: Ho appena installato Appointments+ e non succede nulla se dalla pagina "Prendi un Appuntamento" clicco su un blocco orario ancora libero. Quale può essere il problema?
pl_pl: Właśnie zainstalowano Appointments+ i nic się nie dzieje, gdy klikam w wolny przedział czasowy na stronie utwórz termin. Co może być problemem?
pt_br: Acabei de instalar o Compromissos e nada acontece na Página de Agendamento quando clico em um horário livre para fazer um agendamento. Qual poderia ser o problema?
pt_pt: Acabo de Instalar Datas Marcadas+ e nada muda ao primir o espaço do horário livre, na página das Datas Marcadas . Qual será o problema?

source: How is the plugin supposed to work by the way?
da_dk: Hvordan er det meningen at systemet skal virke?
de_de: Ganz nebenbei gefragt: Wie funktioniert dieses Plugin?
es_es: ¿A propósito, cómo devemos hacer funcionar el plugin?
fr_fr: Comment est supposé fonctionner le plugin ?
it_it: A proposito, come funziona il plugin?
nl_nl: Hoe hoort de plugin trouwens te werken?
pt_br: Como funciona o Compromissos?
pt_pt: Como devo fazer para que esta applicação funcione?

source: How does integration with Membership work? Are there any special considerations?
da_dk: Hvordan virker medlemskabsintegration? Er der nogen særlige overvejelser?
de_de: Wie funktioniert die Integration mit Mitgliedschaften? Gibt es spezielle Überlegungen?
es_es: ¿Cómo funciona la integración con la Membresía? ¿ Alguna consideracion en especial?
fr_fr: Comment fonctionne l'integration Membership ? Y a t-il des spécificités ?
it_it: Come funziona l'integrazione con Membership? Ci sono delle considerazioni speciali da fare?
pl_pl: Jak działa integracja z Membership? Czy coś wymaga specjalnej uwagi?
pt_br: Como a integração com o Módulo de Participantes funciona? Há considerações especiais?
pt_pt: Como funciona a integração dos membros? Existem algumas considerações em especial?
