Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Sort order, by service providers. Possible values: ID, name. Optionally DESC (descending) can be used, e.g. "name DESC" will reverse the order. Default: "ID"
da_dk: Sorter ordenen, af serviceudbydere. Mulige værdier: ID, navn. Eventuelt DESC (faldende) kan anvendes, f.eks "navn DESC" vil vende rækkefølgen. Standard: "ID"
de_de: Anordnung nach Service Providern sortieren. Ein optionales DESC (absteigend) kann benutzt werden, "name DESC" zum Beispiel wird die Anordnung umkehren. Voreinstellung "ID".
es_es: Ordenar, por proveedores. Valores posibles: ID, nombre. Se puede usar DESC (descendente) opcionalmente, por ejemplo "nombre DESC" invertirá el orden. Por defecto: "ID"
fr_fr: L'ordre de tri, pour les prestataires de services. Valeurs possibles: ID, nom. Eventuellement DESC (descendant) peut être utilisé, par exemple "nom DESC" pour inverser l'ordre. Valeur par défaut: "ID"
it_it: Ordinamento, per fornitore di servizi. Possibili valori: "ID, nome". Opzionalmente si può utilizzare DESC (discendente), es: "nome DESC" invertirà l'ordinamento. Default: "ID"
nl_nl: Sorteervolgorde, op service providers. Mogelijke waarden: ID, naam. Optioneel kan DESC (aflopend) gebruikt worden, b.v. "naam DESC" zal de volgorde omkeren. Standaard: "ID"
pt_br: Ajustar a ordem por provedores de serviço. Possíveis valores são: ID, nome. Opcionalmente DESC (descendente) pode ser usada, por exemplo "nome DESC" vai deixar a ordem ao contrário. Padrão: "ID"
pt_pt: Ordenar por prestadores de tarefas. Valores possíveis: ID, nome. Opcionalmente DESC (descendente) pode ser utilisado, ex. "nome DESC" inverterá a ordem. Padrão: "ID"
ru_ru: Упорядочить, поставщиками услуг. Возможные значения: ID, имя. Дополнительно по убыванию (по убыванию) могут быть использованы, например, "Имя DESC " будет в обратном порядке. По умолчанию: "ID "
tr_tr: Sıralama düzeni, hizmet sağlayıcıları tarafından. Olası değerler: kimliği, adı. İsteğe bağlı olarak DESC (azalan)-ebilmek var olmak kullanılmış, e.g. "name DESC" sırasını tersine çevirir. Varsayılan: "ID"

source: Creates a dropdown menu of available provider locations.
da_dk: Opretter en dropdown menu med ledige udbyders lokationer.
de_de: Ein Dropdownmenü der verfügbaren Providerorte erstellen.
es_es: Crea un menú desplegable con las localizaciones de servicios disponibles.
fr_fr: Créer un menu déroulant de lieux disponibles pour les prestataires.
it_it: Crea un menu a discesa dei luoghi dei fornitori di servizi
nl_nl: Maakt een dropdown menu van de beschikbare provider locaties.
pl_pl: Tworzy menu wyboru z dostępnymi lojacajmi usługodawców.
pt_br: Cria um menu Dropdown dos provedores de locação disponíveis.
pt_pt: Gera uma lista das localidades dos provedores existentes.
ru_ru: Создает ниспадающее меню доступных местах поставщика.
tr_tr: Bir açılır menü kullanılabilir sağlayıcı yerlerin oluşturur.

source: Required Provider Locations
de_de: Erforderliche Provider Standorte
es_es: Ubicaciones del Proveedor Requeridas
fr_fr: Emplacements requis du créateur
it_it: Indirizzi dei Fornitori Necessari
pt_br: Locais dos Profissionais Solicitados
pt_pt: Localização dos Provedores Necessários

source: Creates a dropdown menu of available provider locations which will be converted to a provider list once a location has been chosen.
da_dk: Opretter en dropdown-menu med tilgængelige serviceudbyderes lokationer, som vil blive konverteret til en serviceudbyder liste, når en placering er valgt.
de_de: Ein Dropdownmenü der verfügbaren Providerorte erstellen., welche dann in eine Providerliste konvertiert wird, sobald ein Ort ausgewählt wurde.
es_es: Crea un menú desplegable con las localizaciones de servicios disponibles que se convertirán en una lista de servicios una vez una localización sea seleccionada.
fr_fr: Créer un menu déroulant de lieux disponibles pour les prestataires qui seront convertis à une liste de prestataires une fois q'un emplacement a été choisi.
it_it: Crea un menu a discesa dei luoghi dei fornitori di servizio che verrà convertito in un elenco dei fornitori di servizio una volta selezionato un luogo.
nl_nl: Maakt een dropdown menu van de beschikbare provider locaties die omgezet worden naar een providerlijst zodra een locatie gekozen wordt.
pl_pl: Tworzy rozwijalne menu dostępnych lokalizacji usługodawców, które zostaną przekonwertowane na listę usługodawców po wybraniu lokalizacji.
pt_br: Cria um menu dropdown dos provedores de locação disponíveis os quais serão convertidos para uma lista de provedores uma vez que uma locação tiver sido escolhida.
pt_pt: Gera uma lista das localidades dos provedores disponíveis que depois serão convertidos numa lista de provedores uma vez que essa localidade for escolhida.
ru_ru: Создает ниспадающее меню доступных местах провайдеров, которые будут преобразованы в списке провайдеров раз в расположение было выбрано.
tr_tr: Bir konum seçtikten sonra hangi sağlayıcının listeye dönüştürülür kullanılabilir sağlayıcı konumların bir açılır menü oluşturur.

source: Login with Google
da_dk: Login med Google
de_de: mit Google-Konto einloggen
es_es: Iniciar sesión con Google
fr_fr: Se connecter avec Google
it_it: Acceder con Google
nl_nl: Login met Google
pl_pl: Zaloguj przez Google
pt_br: Logar com Google
pt_pt: ''Login'' com o Google

source: Google Client ID
de_de: Google Kunden ID
es_es: ID de cliente de Google +.
pl_pl: Identyfikator klienta Google
pt_br: ID do cliente do Google
pt_pt: ID do Cliente Google
ru_ru: ID клиента Google
tr_tr: Google Kullanıcı ID'si

source: Enter your Google App Client ID here. If you don't have a Google App yet, you will need to create one <a href="%s">here</a>
da_dk: Indtast Google App Client ID her. Hvis du ikke har en Goggle App, så skal du oprette den her: <a href="%s">here</a>
de_de: Geben Sie hier Ihre Google App Kunden ID ein. Wenn Sie noch keine Google App verwenden, können Sie <a href="%s">hier</a> eine erstellen.
es_es: Introduzca su ID de cliente de Google App aquí. Si usted no tiene un Google App todavía, usted tendrá que crear una <a href="%s">aquí</a>
fr_fr: Entrez votre Google App Client ID ici. Si vous n'avez pas encore de Google App, vous devrez en créer une <a href="%s">ici</a>
it_it: Inserisci il tuo ID client Google App qui. Se non hai ancora un App di Google, è necessario crearne una <a href="%s"> qui </a>
nl_nl: Vul uw Google App Client ID hier in. Als u nog geen Google App hebt, moet u <a href="%s">hier</a> een aanmaken
pt_br: Entre sua ID de Cliente do Google App aqui. Se você não possui o Google App ainda, você precisará criar uma conta <a href="%s">aqui</a>
pt_pt: Digite aqui o seu ID Cliente do aplicativo do Google . Se ainda não possui um aplicativo do Google, precisará de gerar um <a href="%s"> aqui </a>
ru_ru: Введите ваш Google App Client ID. Если у вас еще нет Google App, вам нужно создать приложение <a href="%s">здесь</a>
tr_tr: Google App müşteri Kimliğinizi girin. Henüz bir tane oluşturmanız gerekir Google App yoksa eğer, <a href="%s">burada</a>

source: Show me how
da_dk: Vis mig hvordan
de_de: Zeig mir wie
es_es: Mostrame como
fr_fr: Montrez-moi comment
it_it: Mostrami come
nl_nl: Laat zien hoe
pl_pl: Pokaż mi jak
pt_br: Mostre-me como
pt_pt: Demonstrar como

source: If you leave this field empty, Google Auth will revert to legacy OpenID.
da_dk: Hvis dette felt er tomt, vil Google gå tilbage til legacy OpenID
de_de: Wenn Sie dieses Feld frei lassen, greift Google Auth auf legacy OpenID zurück.
es_es: Si deja este campo vacío, Google Aut volverá a OpenID legado.
fr_fr: Si vous laissez ce champ vide, Google Auth rebasculera sur l'OpenID existant.
it_it: Se si lascia vuoto questo campo, Google Auth tornerà al legacy OpenID.
nl_nl: Als u dit veld leeg laat, zal Google Auth teruggaan naar legacy OpenID.
pt_br: Se você deixar esse campo vazio, o Google Auth irá ser revertido para o OpenID legado.
pt_pt: Se deixa este campo inválido, o Google Auth reverterá para o ''OpenID'' legado.
ru_ru: Если оставить это поле пустым, Google Auth будет использовать стандартный механизм OpenID.
tr_tr: Bu alanı boş bırakırsanız, Google Auth için eski OpenID geri döner.

source: The legacy OpenID has been deprecated by Google, and will not work if the domain for your site wasn't set up to use it before May 2014.
da_dk: The legacy OpenID er blevet frarådet af Google, og vil ikke fungere, hvis domæne til dit websted ikke er sat op til at bruge det før 2014.
de_de: Die legacy OpenID wird von Google nicht mehr unterstützt und wird nicht funktionieren, wenn deine Domain nicht vor Mai 2014 eingetragen wurde.
es_es: Google considera obsoleto a OpenID, y no funcionará si el dominio para su sitio no se creó para usarlo antes de mayo de 2014.
fr_fr: L OpenID a été désapprouvé par Google, et ne fonctionnera pas si le domaine pour votre site n'était pas installé pour l'utiliser avant mai 2014.
it_it: OpenID è stato deprecato da Google, e non funziona se il dominio per il sito non è stato impostato per utilizzarlo prima di maggio 2014.
nl_nl: Het verouderde OpenID is afgekeurd door Google en zal niet werken als het domein voor uw site niet is opgezet vóór mei 2014. .
pt_br: O OpenID foi preterido pelo Google, e não vai funcionar se o seu domínio não foi configurado para usá-lo antes de Maio de 2014.
pt_pt: O legado ID foi desaprovado pelo Google e não funcionará se o domínio do seu site não estiver configurado para utilisá-lo antes de maio de 2014.

source: Creating and setting up a Google Application to work with Appointments Plus authentication
da_dk: Opretter og opsætter en Google Applikation til at arbejde med booking systemets autentificering
de_de: Erstellen und Einrichten einer Google Applikation, um mit Appointments Plus Authentifizierung zu arbeiten
es_es: Creando y configurando una Aplicacion Google para trabajar con la autenticacion de Appointments Plus
fr_fr: Créer et paramétrer une Google App pour fonctionner avec l'authentification Appointments Plus
it_it: Creazione e impostazione di una Google Application per lavorare con l’autenticazione Appointments Plus
nl_nl: Het creëren en opzetten van een Google- applicatie dat gekoppeld wordt met Appointments Plus authenticatie
pt_br: Criando e configurando um Google Application para funcionar com a autenticação do Compromissos
pt_pt: Gerando e configurando um Aplicativo do Google para funcionar com a autenticação das Datas Marcadas+

source: Before we begin, you need to <a target="_blank" href="https://console.developers.google.com/">create a Google Application</a>
da_dk: Før vi begynder, er du nødt til at <a target="_blank" href="https://console.developers.google.com/">oprette en Google Application</a>
de_de: Bevor wir anfangen, müssen Sie <a target="_blank" href="https://console.developers.google.com/">eine Google Application kreieren</a>
es_es: Antes de iniciar, necesita <a target="_blank" href="https://console.developers.google.com/"> crear una Aplicación de Google</a>
fr_fr: Avant de commencer, vous devez <a target="_blank" href="https://console.developers.google.com/">créer une application Google</a>
it_it: Prima di iniziare, c'è necessario <a target="_blank" href="https://console.developers.google.com/"> creare un'Applicazione Google </a>
nl_nl: Voor we beginnen, heb je een <a target="_blank" href="https://console.developers.google.com/">Google account nodig</a>
pl_pl: Zanim zaczniemy, powinieneś <a target="_blank" href="https://console.developers.google.com/">stworzyć Aplikację Google</a>
pt_br: Antes de começar, você precisa de <a target="_blank" href="https://console.developers.google.com/">criar uma aplicação no Google</a>
pt_pt: Antes de começar, precisa de <a target="_blank" href="https://console.developers.google.com/"> criar um Aplicativo do Google </a>

source: To do so, follow these steps:
da_dk: For at gøre dette, skal du følge disse trin:
de_de: Um dies zu tun, führen Sie diese Schritte aus:
es_es: Para ello, siga estos pasos:
fr_fr: Afin de procéder, suivez les étapes suivantes:
it_it: Per effettuare questa operazione, attenersi alla seguente procedura:
nl_nl: Om dit te doen, volg deze stappen:
pl_pl: Aby to zrobić, wykonaj następujące kroki:
pt_br: Para fazer isto, faça os seguintes passos:
pt_pt: Para tal, faça o seguinte:

source: Create your application
da_dk: Opret din applikation
de_de: Erstellen Sie Ihre Anwendung
es_es: Cree su aplicacion
fr_fr: Créez votre application
it_it: Crea la tua applicazione
nl_nl: Maak je programma
pl_pl: Stwórz swoją aplikację
pt_br: Criar seu aplicativo
pt_pt: Gerar um aplicativo

source: Click <em>Create Project</em> button
da_dk: Tryk <em>Opret Projekt</em> knap
de_de: Klicken Sie den <em>Projekt erstellen</em> Knopf
es_es: Click en el boton <em>Crear Proyecto</em>
fr_fr: Cliquez sur le bouton <em>Créer Projet</em>
it_it: Clicca su <em>Crea Progetto</em>
nl_nl: Klik op <em>Nieuw Project</em>
pt_br: Click no botão <em>Criar Projeto</em>
pt_pt: Clique no botão <em> Gerar Projeto </em>

source: In the left sidebar, select <em>APIs & auth</em>.
da_dk: I venstre sidebar, vælg <em>APIs & auth</em>.
de_de: Wählen Sie in der linken Seitenleiste: <em>APIs & auth</em>.
es_es: En la barra lateral de la izquiera, seleccione <em>APIs & auth</em>.
fr_fr: Select <em>APIs & auth</em> sur la barre de gauche
it_it: Nella barra laterale a sinistra, selezionare <em>API & auth</em>.
nl_nl: In de linker zijkolom, selecteer <em>APIs & auth</em>
pt_br: No sidebar do esquerdo, selecione <em>APIs & auth</em>.
pt_pt: Na barra lateral à esquerda, selecionar <em> APIs & auth </em>.

source: Find the <em>Google+ API</em> service and set its status to <em>ON</em>.
da_dk: Find <em>Google+ API</em> servicen og sæt dens status til<em>ON</em>.
de_de: Finden Sie den Service <em>Google+ API</em> und setzen Sie den Status auf <em>ON</em>.
es_es: Encuentre el servicio <em>Google+ API</em> y configure su estado en <em>ON</em>.
fr_fr: Trouvez le service <em>Google+ API</em> et mettez son statut sur <em>ON</em>.
it_it: Occorre trovare servizio <em>Google+ API</em> e cambiare lo stato in <em>ON</em> (accenderlo).
nl_nl: Zoek de <em>Google+ API</em> dienst en wijzig de status naar <em>ON</em>
pt_br: Procure o serviço <em>Google+ API</em> e configure-o como<em>LIGADO</em>).
pt_pt: No <em> Google+ API </em> tarefas e configurar o status para <em> ON </em>.

source: In the sidebar, select <em>Credentials</em>, then in the <em>OAuth</em> section of the page, select <em>Create New Client ID</em>.
da_dk: I indholdsoversigten, skal du vælge <em>legitimationsoplysninger</em>, derefter i <em>OAuth</em> sektionen på siden, skal du vælge <em>Opret ny kunde ID</em>.
de_de: Wählen Sie in der Seitenleiste <em>Credentials</em>, dann in der <em>OAuth</em> Sektion der Seite <em>Neue Klienten ID erstellen</em>.
es_es: En la barra lateral, seleccione <em>Credenciales</em>, luego en la seccion <em>OAuth</em> de la pagina, seleccione <em>Crear un nuevo ID de Cliente</em>.
fr_fr: Sur la barre, trouvez <em>Credentials</em>, puis dans la section <em>OAuth</em> de la page, choisissez <em>Create New Client ID</em>.
it_it: Seleziona nella sidebar <em>Credenziali</em>, poi nella sezione della pagina <em>OAuth</em> seleziona <em>Crea nuovo ID cliente</em>.
nl_nl: In de zijkolom, selecteer <em>Credentials</em>, selecteer vervolgens in de <em>OAuth</em> sectie van de pagina de functie <em>Create New Client ID</em>
pt_br: Na barra lateral, selecione <em>Credenciais</em>, depois no bloco <em>OAuth</em> na página, selecione <em>Criar Novo ID de Cliente</em>.
pt_pt: Na barra lateral, selecionar <em> Credenciais </em>, A seguir na <em> OAuth </em> parte da página, selecionar <em> Criar Nova ID de Cliente </em>.

source: In the <em>Application type</em> section of the dialog, select <em>Web application</em>.
da_dk: I <em> Applikation type </em> sektionen af dialogen, vælg <em> web applikation </em>.
de_de: In der <em>Application type</em> Sektion des Dialogs, wählen Sie <em>Web application</em>.
es_es: En la seccion <em>Tipo de Aplicacion</em>, seleccione <em>Aplicacion Web</em>.
fr_fr: Dans la section <em>Application type</em> de communication choisissez <em>Web application</em>.
it_it: Nella sezione <em>Tipo di Applicazione</em> seleziona <em>Applicazione web</em>.
nl_nl: In de <em>Application type</em> sectie van het dialoogvenster, selecteer <em>Web application</em>
pt_br: Na parte <em>Tipo de Aplicação</em> do dialogo, selecione <em>Aplicação Web</em>.
pt_pt: In the <em>tipo Aplicativo </em> parte do diálogo, selecionar <em>Web aplicativo</em>.

source: In the <em>Authorized JavaScript origins</em> field, enter the origin for your app. You can enter multiple origins to allow for your app to run on different protocols, domains, or subdomains.
da_dk: I <em> Autoriseret JavaScript oprindelse </em> feltet, indtast oprindelsen for din app. Du kan indtaste flere oprindelser til at give mulighed for at din app kan køre på forskellige protokoller, domæner eller underdomæner.
de_de: Im <em>Authorized JavaScript origins</em>Feld tragen Sie bitte den Ursprung für Ihre App ein. Sie können mehrere Quellen für Ihre App eintragen, um sie auf verschiedenen Protokollen, Domänen oder Subdomänen laufen zu lassen.
es_es: En el campo <em>Authorized JavaScript origins</em>, ingrese el origen de su aplicacion. Puede introducir varios orígenes para permitir su aplicación para ejecutarse en diferentes protocolos, dominios o subdominios.
fr_fr: Dans le champ <em>Authorized JavaScript origins</em> , entrez l'origine de voter application. vous pouvez entrer plusieurs origines de type protocoles, domaines et sous-domaines.
it_it: Inserisci l'origine della tua app nel campo <em>Origini JavaScript autorizzate</em>. Puoi anche inserire più di un'origine per permettere alla tua app di funzionare su differenti protocolli, domini o sottodomini.
nl_nl: In het <em>Authorized JavaScript origins</em> veld dien je de bron van jouw app in te geven. Je kan meerdere bronnen ingeven om ervoor te zorgen dat je app draait op verschillende protocols, domeinen of subdomeinen.
pt_br: No campo <em>Authorized JavaScript origins</em>, coloque o origem do seu app. É permitido vários origens para deixar seu app compatível com diferentes protocolos, domínios, ou subdomínios.
pt_pt: No campo <em> Origens Autorizadas de JavaScript </em>, insira a origem do seu aplicativo. Pode inserir várias origens para permitir que esse aplicativo seja executado em diferentes protocolos, domínios ou subdomínios.

source: In the <em>Authorized redirect URI</em> field, delete the default value.
da_dk: I <em> Autoriseret omdirigerings URI </em> feltet, slet standardværdien.
de_de: Löschen Sie bitte den voreingestellten Wert im <em>Authorized redirect URI</em> Feld.
es_es: En el campo <em>Redireccion URI Autorizada</em>, eliminar el valor por defecto.
fr_fr: Dans le champ <em>Authorized redirect URI</em> , effacez la valeur par défaut.
it_it: Nel campo <em>Redirect URI autorizzato</em> cancella il valore di default.
nl_nl: In het <em>Authorized redirect URI</em> veld, verwijder de standaard waarde.
pt_br: No campo <em>Authorized redirect URI</em>, apague o valor padrão.
pt_pt: No campo <em>Authorizado redirecionar URI</em> eliminar o valor padrão.

source: Select <em>Create Client ID</em>.
da_dk: Vælg <em>Opret Client ID</em>.
de_de: Wählen Sie <em>Nutzer ID erstellen </em>.
es_es: Seleccione <em>Crear ID de Cliente</em>.
fr_fr: Choisissez <em>Create Client ID</em>.
it_it: Seleziona <em>Crea ID cliente</em>
nl_nl: Selecteer <em>Create Client ID</em>.
pl_pl: Wybierz <em>Utwórz identyfikator klienta</em>.
pt_br: Selecione <em>Criar ID de Cliente</em>.
pt_pt: Selecionar <em>Crear Cliente ID</em>.

source: Copy the value of the field labeled <em>Client ID</em>, and enter it in the text field in plugin settings labeled <strong>Google Client ID</strong>
da_dk: Kopier værdien af ​​feltet mærket <em>Klient ID</em> og indtast den i tekstfeltet i plugin-indstillinger mærket <strong> Google Client-id </strong>
de_de: Kopieren Sie den Wert des Feldes mit Namen <em>Client ID</em> und tragen Sie diesen in das Textfeld bei Plugineinstellungen mit Namen <strong>Google Client ID</strong> ein.
es_es: Copiar el valor del campo de nombre <em>ID de Cliente</em>, e ingreselo en el campo de texto en la configuracion del plugin llamado <strong>ID de Cliente Google</strong>
fr_fr: Copiez la valeur de nom du champ <em>Client ID</em>, et entrez dans le champ de texte dédié <strong>Google Client ID</strong>
it_it: Copia il valore del campo <em>ID cliente</em> e copialo all'interno della sezione impostazioni plugin nel campo denominato <strong>Cliente ID Google</strong>
nl_nl: Kopieer de waarde van het veld met label <em>Client ID</em>, naar het tekstveld in de instellingen van de plugin onder het label <strong>Google Client ID</strong>
pt_br: Copie o valor do campo <em>ID do Cliente</em>, e cole-o no campo <strong>Google Client ID</strong> em configurações do plugin
pt_pt: Copie a entrada do campo <em> ID do cliente </ em> e insira-o no campo de texto das configurações do plugin nomeado <strong> ID do cliente do Google </ strong>

source: <b>[Appointments+]</b> Either php curl is not installed or HTTPS wrappers are not enabled. Login with Google+ will not work.
da_dk: <b>[Booking System]</b> Enten er php curl ikke installeret eller HTTPS wrappers er ikke aktiveret. Log ind med Google+ vil ikke fungere.
de_de: <b>[Appointments+]</b>Entweder ist php curl nicht installiert, oder die HTTPS wrapper sind nicht eingeschaltet. Login mit Google+ wird nicht funktionieren.
es_es: <b>[Appointments+]</b> O bien php curls no está instalado o HTTPS no está habilitado. El acceso con Google+ no funcionará.
fr_fr: <b>[Rendez-vous+]</b> Soit PHP cURL n'est pas installé ou les wrappers HTTPS ne sont pas activés. Se connecter avec Google+ ne fonctionnera pas.
it_it: <b>[Appointments+]</b> Se php curl non è installato o HTTPS wrappers non è abilitato il login con Google+ non funzionerà.
nl_nl: <b>[Afspraken]</b> Of php curl is niet geinstalleerd of HTTPS wrappers zijn niet ingeschakeld. Login met Google+ zal niet werken.
pl_pl: <b>[Appointments+]</b> Logowanie za pomocą Google+ nie jest możliwe. Możliwy powód: php curl nie jest zainstalowany lub HTTPS wrappers nie są włączone.
pt_br: <b> [Compromissos] </b> Ou PHP curl não está instalado ou HTTPS wrappers não estão habilitados. Entrar no Google+ não vai funcionar.
pt_pt: <b> [Datas Marcads] </b> Ou PHP curl não está instalado ou HTTPS wrappers não estão habilitados. Entrando no Google+ não funcionará.
ru_ru: <b> [Назначения +] </ B> В любом PHP локон не установлен или HTTPS обертки не включены. Войти с Google+ не будет работать.
tr_tr: <b>[Randevu +]</b> Php curl yüklü değil ya da HTTPS sarmalayıcıları etkin değil. Giriş Google + ile çalışmaz.

source: Pages:
da_dk: Sider:
de_de: Seiten:
es_es: Páginas:
it_it: Pagine:
nl_nl: Pagina's:
pl_pl: Strony:
pt_br: Páginas:
pt_pt: Paginas
ru_ru: Страницы:
tr_tr: Sayfalar:

source: Arguments
da_dk: Argumenter
de_de: Argumente
es_es: Argumentos
it_it: Argomenti
nl_nl: Issues
pl_pl: Argumenty
pt_br: Argumentos
pt_pt: Argumentos
ru_ru: Аргументация
tr_tr: Argümanlar

source: Allowed values:
da_dk: Tilladte værdier
de_de: Erlaubte Werte:
es_es: Valores permitidos
fr_fr: Valeurs autorisées:
it_it: Valori permessi:
nl_nl: Toegestane waarden:
pl_pl: Dozwolone wartości:
pt_br: Valores permitidos:
pt_pt: Valores Permitidos:
ru_ru: Допустимые значения:
tr_tr: Izin verilen değerler:

source: Example:
da_dk: Eksempler:
de_de: Beispiel
es_es: Ejemplo:
fr_fr: Exemple:
it_it: Esempio:
nl_nl: Voorbeeld:
pl_pl: Przykład:
pt_br: Exemplo:
pt_pt: Exemplo
ru_ru: Пример:
tr_tr: Örnek:
