Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: No. If you do not use these shortcodes then your client will not be able to select a service and Appointments+ will pick the service with the smallest ID or the one selected with "service" parameter of the schedule shortcode. We have already noted that a service provider definition is only optional.
da_dk: Nej. Hvis du ikke bruger disse kortkoder så vil din klient ikke være i stand til at vælge den tjeneste og booking systemet vil vælge den tjeneste med det mindste ID eller den valgte "service " parameter af planlagte kortkode.
de_de: Nein. Wenn Sie diese shortcodes nicht benutzen, dann wird Ihr Klient nicht in der Lage sein, einen Service auszuwählen, und Appointments+ wird den Service mit der kleinsten ID wählen oder den mit "Service" Parameter ausgewählten auf dem Plan shortcode. Wir haben bereits angemerkt, dass eine Dienstleisterdefinition nur optional ist.
es_es: No. Si usted no utiliza estos códigos cortos, entonces su cliente no será capaz de seleccionar un servicio y citas + recogerá el servicio con el ID más pequeño, o con el parámetro "servicio" seleccionado del shortcode horario. Ya hemos señalado que la definición de servicios es opcional.
fr_fr: Non. Si vous n'utilisez pas ces shortcodes, votre client ne pourra choisir aucun service et Appointments+ sélectionnera le service ayant le plus petit ID ou celui choisi dans les paramètres de "service". Nous avons deja défini que la page de presentation du prestataire est optionnelle.
it_it: No. Se non usi questi shortcodes allora il tuo cliente non sarà in grado di selezionare un servizio e Appointments+ selezionerà il servizio con l?ID più piccolo o quello selezionato nel parametro "service" dello shortcode di programmazione . Abbiamo già notato che la definizione del fornitore del servizio è opzionale.
nl_nl: Nee, als u deze shortcodes gebruikt dan zal uw klant niet in staat zijn om een dienst en Appointments+ zal de dienst met de kleinste-ID of die gekozen via parameter "service" van het schema shortcode selecteren. We hebben al opgemerkt dat een dienstverlener slechts optioneel is.
pl_pl: Nie. Jeżeli nie uzywasz tych shortcode-ów wtedy twój klient nie będzie mógł wybrać usługi i Appontments wybierze usługę z najmniejszym ID albo tą z wybranym parametrem kalendarza "usługa". Zwrcaliśmy już uwagę że zdefiniowanie dostawcy usługi jest jedynie opcjonalnie.
pt_br: Não. Se você não usar esses códigos de acesso o seu cliente não será capaz de selecionar um serviço e Compromissos vai selecionar o serviço com o menor ID ou o selecionado com parâmetro "serviço " do shortcode de agendamento. Já explicamos que a definição do prestador de serviço é opcional.
pt_pt: Não. Se não usa esses códigos de acesso seus clientes não podem selecionar uma tarefa; e Datas marcadas+ selecionará a tarefa com o menor ID, ou uma selecionada como parametro "tarefa" do programa de horário shortcode. (Já foi mencionado antes que uma definição do prestador de tarefas é opcional.)
ru_ru: Нет, если вы не используете эти короткие номера, то ваш клиент не будет иметь возможность выбрать услугу и назначений + подберет службу с наименьшим ID или один, выбранный с помощью параметра "Сервис " графика короткий номер. Мы уже отмечали, что определение поставщика услуг только опционально.
tr_tr: No Bu shortcodes kullanmayın sonra müşteri hizmet seçmek mümkün olmayacaktır ve randevuları + ile en küçük ID ya da "service" ile seçilen bir hizmet almak parametresi, zamanlama kusur. Hizmet sağlayıcı tanımı yalnızca isteğe bağlı zaten gözlemlemekteyiz.

source: Yes. Appointments+ has Services and Service Providers widgets which provides a list of service or service providers with links to their description/bio pages and a Monthly Calendar widget that redirects user to the selected appointment page when a free day is clicked. Note: Service and service provider items not having assigned description/bio pages are not displayed.
da_dk: Ja. Booking Systemet har Servicer og Service udbydere/Medarbejder widgets som giver en liste over servicer eller medarbejdere med links til deres beskrivelse / biografi-sider og et månedsbaseret-kalender-widget, der omdirigerer brugeren til den valgte aftale side, når der klikkes på en fri dag. Bemærk: Service- og service udbyder som ikke har tildelt beskrivelse / bio-sider, vil ikke vises.
de_de: Ja. Appointments+ hat Dienste- und Dienstleisterwidgets, welche eine Liste von Diensten und Dienstleistern mit Links zu ihren Beschreibungs/ Biografieseiten liefern, ebenso wie eine Monatskalenderfunktion, die User zu der gewählten Terminseite leitet, wenn ein freier Tag ausgewählt wird. Hinweis: Dienste und Dienstleisteritems ohne zugewiesene Beschreibungs/ Biografieseiten werden nicht angezeigt.
es_es: Sí. Citas+ tiene Servicios y widgets de proveedores de servicios los cuales proporcionan una lista de los proveedores de servicios o de servicios, con enlaces a su descripción / paginas bio y un widget de calendario mensual que redirige al usuario a la página de cita seleccionada cuando se hace clic en un día libre. Nota: Los proveedores de servicio y servicios que no tengan asignada una pagina de descripción /bio no serán mostrados .
fr_fr: Oui. Appointments+ a des widgets pour les services et les prestataires de services avec des liens à leur page de bio/description ainsi qu'un calendrier mensuel redirigeant l'utilisateur lorsqu'un jour avec des disponibilités est choisi. Note : Si aucune pas de bio ou de description n'est choisi, le lien n'est pas actif.
it_it: Si. Appointments+ ha i widget Servizi e Fornitori di servizi che provvedono a fornire la lista di servizi e la lista di fornitori di servizi con un link alle loro rispettive pagine descrittive/bio e a un Calendario Mensile che reindirizza l'utente alla pagina di appuntamento selezionato quando clicca su un giorno libero. Nota: Servizi e Fornitori dei servizi che non hanno assegnato una descrizione/pagina bio non vengono visualizzati.
nl_nl: Ja. Appointments+ heeft diensten en dienstverleners widgets die een lijst van diensten of dienstverleners met links naar hun beschrijving / bio's en een maandelijkse kalender widget die de gebruiker omgeleid naar de geselecteerde afspraak pagina wanneer een vrije dag wordt geklikt biedt. Opmerking: diensten en dienstverlener items zonder beschrijving / bio pagina's, worden niet weergegeven.
pl_pl: Tak. Appoitments ma widgety Usługi i Dostawcy Usług które zapewniają listę usług i dostawców usług z linkami do ich opisów i stron z biografiami i widget Miesięczny Kalendarz który przekierowuje użytkownika do strony wybranego spotkania kiedy wolny dzień jest kliknięty. Uwaga: pozycje Usługa i dostawcy usług bez przypisanych stron opisu/biografii nie są wyświetlane.
pt_br: Sim. Compromissos tem widgets Serviços e Prestadores de Serviço, que fornece uma lista de serviço e de prestadores de serviços com links para suas páginas descrição / biografia, e um widget de calendário mensal que redireciona usuários para a página de consulta selecionado quando um dia livre é clicado. Nota: itens de Serviço e Prestador de serviço que não tenham páginas de descrição/biografia atribuídas não são exibidas.
pt_pt: Sim. Datas Marcadas ofrece widgets para Tarefas e Prestadores de Tarefas e fornece uma lista de tarefas e de prestadores de tarefas com conexões para suas páginas de descrição / bio, assim como um Widget de Calendário Mensal que redireciona os usuários para a página de consulta selecionada quando um dia livre é escolhido. Aviso: itens de Tarefas e Prestador de Tarefas sem páginas de descrição/bio atribuídas, não serão exibidas.
ru_ru: Да. Назначения + имеет услуг и поставщиков услуг виджеты, которые приведен список услуг или поставщиков услуг со ссылками на их страницы Описание / био и помесячный виджет-календарь, который перенаправляет пользователя на выбранный назначения страницы, когда свободный день кнопки. Примечание: Обслуживание и сервис Элементы поставщика не возложив описание / био страницы не отображаются.
tr_tr: Evet. Randevular + vardır hizmet ve servis sağlayıcılar widget hangi onların açıklama/bio sayfaları ve ücretsiz bir günlük tıklatıldığında kullanıcının seçili randevuyu sayfasına yönlendirir bir aylık takvim widget bağlantılar hizmet veya servis sağlayıcılarının bir listesini sağlar. Not: Hizmet ve servis sağlayıcı açıklama/bio sayfaları atanmamış öğeler görüntülenmez.

source: Some shortcodes have only meaning if they are used in combination with some others. For example the Services shortcode will not have a function unless you have a Schedule on the same page. They are defined as separate shortcodes so that you can customize them on your pages. Except for My Appointments and Schedule shortcodes, only one instance of a shortcode is allowed on the same page.
da_dk: Nogle kortkoder virker kun, hvis de anvendes i kombination med andre. For eksempel Servicer kortkode vil ikke have en funktion, medmindre du har en kalender på samme side. De er defineret som særskilte kortkoder, så du kan tilpasse dem på dine sider. Bortset fra mine aftaler og planlægge kortkoder, er kun én forekomst af en kortkode tilladt på den samme side.
de_de: Manche shortcodes habe nur eine Bedeutung, wenn sie in Kombination mit bestimmten anderen benutzt werden. Zum Beispiel hat der Services shortcode keine Funktion, bis ein Plan auf der gleichen Seite erstellt wurde. Sie werden als verschiedene shortcodes definiert, so dass Sie sie auf Ihren Seiten anpassen können. Außer für Meine Termine und Plan shortcodes hat nur eine Instanz eines shortcodes auf der selben Seite zulässig.
es_es: Algunos códigos cortos sólo tienen sentido si se usan en combinación con algunos otros. Por ejemplo, el código corto de servicioss no tendrá una función a menos que tenga una programación en la misma página. Se definen como códigos cortos independientes para que pueda personalizarlos en sus páginas. A excepción de mis citas y códigos cortos de Horario, sólo una instancia de un código corto se permite en la misma página.
fr_fr: Certains ne sont actifs que s il sont utilisés avec d'autres shortcodes. Par exemple, le shortcode de service ne pourra fonctionner que si un service est present sur la page de programmation. Ils sont définis comme des shortcodes séparés que vous pouvez personnzliser sur votre page. Exceptés pour vos rendez-vous et vos shortcodes d'emploi du temps, seul une instance de shortcode est permise sur une page.
it_it: Alcuni shortcode hanno senso se vengono usati insieme ad altri. Per esempio lo shortcode Servizi non ha nessuna funzione se non viene abbinato allo shortcode Programmazione nella stessa pagina. Sono definiti in shortcode separati in modo da poter personalizzare come vengono mostrati nella tua pagina. Eccetto gli shortcode I miei appuntamenti e Programmazione solo una istanza di shortcode è permessa per ogni singola pagina.
nl_nl: Enkele shortcodes hebben slechts betekenis wanneer ze in combinatie met andere shortcodes worden gebruikt. Bijvoorbeeld de Diensten shortcode geen nuttige functie zal hebben, tenzij je een schema op dezelfde pagina toevoegd. Ze worden gedefinieerd als afzonderlijke shortcodes, zodat u ze kunt aanpassen aan uw pagina's. Behalve voor Mijn Appointments en Schedule shortcodes, wordt er slechts één exemplaar van een shortcode gelijktijdig toegestaan ​​op dezelfde pagina.
pl_pl: Niektóre shortcode'y mają tylko znaczenie jeżeli są używane w kombinacji z innymi. na przykład shortcode "services" nie będzie miał znaczenia chyba że użyto "schedule" na tej samej stronie. Są one zdefiniowane jako osobne shortcode'y więc można je dostosować na swoich stronach. Z wyjątkiem shortcode'ów "my appointments" i "schedule", dozwolone jest tylko jedno użycie shortcode'a na tej samej stronie.
pt_br: Alguns shortcodes só fazem sentido se utilizados em combinação com outros. Por exemplo, o shortcode Serviços não terá uma função a menos que você tem uma Agenda na mesma página. Eles são definidos como shortcodes diferentes para que você possa personalizá-los em suas páginas. Exceto para shortcodes de Meus Compromissos e Agenda, apenas uma instância de um shortcode é permitido na mesma página.
pt_pt: Alguns destes shortcodes só fazem sentido se utilizados em colaboração com outros shortcodes. Por exemplo, o shortcode Tarefas não funçionará se um Programa de horário não existe nessa mesma página. shortcodes estão definidos como todos sendo diferentes para que possamos personalizá-los nas páginas. Excepto para shortcodes de Minhas Datas Marcadas, onde apenas uma instância de um shortcode é permitido na mesma página.
ru_ru: Некоторые шорткоды только то есть, если они используются в сочетании с некоторыми другими. Например шорткод услуги не будет иметь функции, если у вас есть расписание на той же странице. Они определяются как отдельные короткие номера, так что вы можете настроить их на своих страницах. Для моих назначениям и Расписание короткие номера исключением, только один экземпляр шорткодом допускается на той же странице.
tr_tr: Bazı diğerleri ile birlikte kullanıldığında bazı shortcodes tek bir anlamı vardır. Örneğin aynı sayfada bir program var sürece Hizmetleri kusur bir işlev yoktur. Böylece onları sayfalarınızda özelleştirebilirsiniz ayrı shortcodes tanımlanır. My randevular ve zamanlama shortcodes dışında bir kusur tek bir örneği aynı sayfa üzerinde izin verilir.

source: Yes. Use "add" parameter of schedule shortcode to add additional schedules. There is no limit for the number of schedules that you can use on the same page. See %s tab for details.
da_dk: Ja. Brug "tilføj" parameteren for bookingkalender shortcode for at tilføje yderligere kalendere. Der er ingen grænse for antallet af kalendere, som du kan bruge på samme side. Se %s fane for detaljer.
de_de: Ja. Benutzen Sie den "hinzufügen"Parameter des Plan shortcode, um zusätzliche Pläne hinzuzufügen. Es gibt keine Begrenzung für die Zahl der Plane, die Sie auf der selben Seite nutzen können. Im %s Reiter sind Details.
es_es: Sí. Utilice el parámetro "add" del "shortcode" del calendario para agregar las páginas adicionales. No hay límite para el número de horarios que se pueden utilizar en la misma página. Verla pestaña de %s para más detalles.
fr_fr: Oui. Utilisez "Add" ou le paramètre ajouter du shortcode d'emploi du temps pour ajouter des disponibilités. Il n'y a aucune limite pour le nombre de disponibilités supplémentaires que vous pouvez ajouter sur une page. Regardez la tabulation %s pour plus d'informations.
it_it: SI. Usa il parametro "add" nello shortcode per aggiungere programmazioni aggiuntive. Non ci sono limiti al numero di programmazioni aggiuntive che puoi usare nella stessa pagina. Guarda il tab %s per vedere i dettagli.
nl_nl: Ja. Gebruik "add" parameter op schema shortcode om aanvullingen toe te voegen. Er is geen limiet voor het aantal schema's die je kunt gebruiken op dezelfde pagina. Zie het tabblad%s voor meer informatie.
pl_pl: Tak. Użyj "dodaj" parametr shortcode-u terminarza anu dodać dodatkowy terminarz. Nie ma ograniczenia liczby terminarzy których możesz użyć na tej samej stronie. Zobacz etykietę %s po szczegóły.
pt_br: Sim. Use shortcode "adicionar" parâmetro de horário para adicionar mais agendas. Não há limite para o número de agendas que podem ser usadas na mesma página. Veja %s guia para mais detalhes.
pt_pt: Sim. Utilise parâmetro de horários shortcode "adicionar" para adicionar mais programas de horas. Não há limite para este número de horários que podem ser usados na mesma página. Veja %s tab para mais detalhe
ru_ru: Да. Добавить дополнительные графики Используйте параметр "Добавить " графика короткий номер. Там нет предела для количества графиков, которые можно использовать на той же странице. Смотрите %s вкладку для деталей.
tr_tr: Evet. "Add" kullanın parametresi, zamanlama kusur ek çizelgeler ekleme. Sen-ebilmek kullanma üstünde ayni sayfa zamanlamaları sayısı için bir sınır yoktur. Ayrıntılar için %s sekmesine bakın.

source: You can set whether this is required with <i>Login Required</i> setting. You can ask details (name, email, phone, address, city) about the client before accepting the appointment, thus you may not need user registrations. These data are saved in a cookie and autofilled when they apply for a new appointment, so your regular clients do not need to refill them.
da_dk: Nej. Du kan indstille, om dette er påkrævet med <i>Log ind påkrævet<i/> indstillingen. Du kan efterspørge detaljer (navn, e-mail, telefon, adresse, by) på klienten, før du accepterer aftalen, og dermed behøver klienten ikke at lave en bruger. Disse data gemmes i en cookie og autoudfyldes når de ansøger om en ny aftale, så dine faste kunder ikke behøver at genopfylde dem.
de_de: Sie können dies je nach Bedarf mit der <i>Login erforderlich</i>Einstellung versehen. Sie können nach Details (Name, E-Mail, Telefon, Adresse, Stadt) des Klienten fragen, bevor Sie den Termin akzeptieren, so dass Sie ggf. keine Nutzerregistrierung benötigen. Diese Daten werden in einem cookie gespeichert und automatisch eingetragen, wenn diese sich um einen neuen Termin bewerben, so dass Ihre häufigeren Klienten diese nicht mehr eintragen müssen.
es_es: Puede establecer la configuración de si este es requerido con <i> Login Requerido </i> . Usted puede pedir los detalles (nombre, email, teléfono, dirección, ciudad) del cliente antes de aceptar la cita, por lo tanto usted puede no necesitar el registro de usuarios. Estos datos se guardan en una cookie y de autocumplimenta cuando solicitan una nueva cita, por lo que sus clientes habituales no es necesario que lo rellenen.
fr_fr: Vous pouvez définir quand le statut <i>Connecté</i> est requit. Vous pouvez demander des détails (nom, email, téléphone, adresse, ville ...) au client avant d'accepter un rendez-vous. Ces données sont sauvées dans un cookie et automatiquement remplies lorsque qu'un client souscrit à un rendez-vous. De sorte que vos clients habituels n'auront pas besoin de les remplir à nouveau.
it_it: Puoi impostare se questo è richiesto con l'impostazione <i>Login richiesto</i> . Puoi chiedere dettagli (nome, email, telefono, indirizzo, citta) al cliente prima di accettare un appuntamento, ma puoi anche non aver bisogno della registrazione dell'utente. Questi dati saranno salvati in un cookie e autocompletati quando si registrano per un nuovo appuntamento, in modo che i tuoi clienti abituali non debbano ogni volta compilarli.
nl_nl: U kunt instellen of dit noodzakelijk is met de <i>Login Verplicht </i>-instelling. U kunt de gegevens (naam, e-mail, telefoon, adres, woonplaats) van de cliënt vragen alvorens een afspraak te aanvaarden, zo hoeft de gebruiker niet vooraf te registreren. Deze gegevens worden opgeslagen in een cookie en automatisch ingevuld wanneer ze een aanvraag voor een nieuwe afspraak maken. Wel zo prettig wanneer ze terug komen.
pt_br: Você pode definir se este é necessário com configuração de <i> Login Necessário </i>. Você pode pedir detalhes (nome, email, telefone, endereço, cidade) sobre o cliente, antes de aceitar o compromisso, assim você pode prescindir os registros de usuários. Estes dados são salvos em um cookie e preenchidos automaticamente quando eles se candidatam a um novo compromisso, para que seus clientes regulares não precisa redigitá-los.
pt_pt: Pode definir quando for necessário a configuração de <i> Conexão Necessário </i>. Detalhes como (nome, email, telefone, endereço, cidade) do cliente podem ser requeridos, antes de aceitar uma marcação, podendo assim prescindir os registros de usuários. Estes dados são salvos em um cookie e preenchidos automaticamente quando eles se inscrevem a uma nova marcação; assim os clientes regulares não precisam de digitar tais dados de novo.
ru_ru: Вы можете установить, является ли это требуется с <i> требуется авторизация <я /> настройки. Вы можете узнать детали (имя, электронная почта, телефон, адрес, город) о клиенте, прежде чем принять назначение, таким образом вам не придется регистраций пользователей. Эти данные сохраняются в куки и autofilled когда они применяются для нового назначения, так что ваши постоянные клиенты не нужно пополнить их.
tr_tr: <i>Giriş gerekli</i> ayarı ile gerekli olup olmadığını belirleyebilirsiniz. Randevuyu kabul etmeden önce istemci hakkında ayrıntılı bilgi (isim, e-posta, telefon, adres, şehir) isteyebilirsiniz, böylece kullanıcı kayıtları gerekmeyebilir. Bu veriler düzenli müşterilerin onları doldurmak gerekmez böylece onlar yeni bir randevu için geçerli bir tanımlama bilgisi ve autofilled kaydedilir.
