Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: If you require payment, confirmation email is automatically sent after a Paypal payment. However if you are confirming appointments manually, you should check this checkbox for a confirmation email to be sent. You can also use this option for resending the confirmation email, e.g. after rescheduling an appointment.
da_dk: Hvis du kræver betaling, vil bekræftelses mail automatisk blive sendt efter en Paypal betaling. Men hvis du bekræfter udnævnelser manuelt, bør du tjekke dette afkrydsningsfelt for en bekræftelsesmail, der skal sendes. Du kan også bruge denne indstilling til at sende e-mail bekræftelse, fx efter ændring af en aftale.
de_de: Wenn Sie eine Anzahlung fordern, wird eine Bestätigungsmail automatisch nach einer Paypalzahlung versandt. Wenn Sie jedoch Termine händisch bestätigen, sollten Sie diese Checkbox ankreuzen, damit eine Bestätigungsmail geschickt wird. Sie Können diese Option auch benutzen,um eine Bestätigungsmail erneut zu senden, z.B. nach dem Umplanen eines Termins.
es_es: Si exiges un prepago, se enviará automáticamente un e-mail cuando éste se haya hecho efectivo. De cualquier manera, si estas confirmando las reservas manualmente, revisa esta casilla para enviar la confirmación. También puedes activar esta casilla para reenviar la confirmación, por ejemplo en el caso de que modifiques la hora de la reserva.
fr_fr: Si le paiement est requit, la confirmation par email est automatiquement envoyée après le paiement PayPal. Quoi qu'il en soit si vous confirmez les rendez-vous manuellement, vous pouvez cliquer cette case pour que la confirmation par email soit envoyée. Vous pouvez toujours utiliser cette option pour renvoyer la confirmation par email. Après avoir reconfiguré un rendez-vous.
it_it: Se richiedi un pagamento, una email di conferma è automaticamente generata e spedita dopo il pagamento. Comunque se confermi un appuntamento manualmentem dovresti selezionare questo checkbox per confermare l'invio della email di conferma. Puoi anche usare questa opzione per rimandare email di conferma, esempio dopo aver reimpostato un appuntamento.
nl_nl: Als u betaling vereist, wordt de bevestigings e-mail automatisch verzonden na een PayPal betaling. Maar wanneer u handmatig afspraken bevestigt, dient u dit selectievakje te controleren of er een bevestiging e-mail is verzonden. U kunt deze optie ook gebruiken voor het opnieuw versturen van de bevestigingsmail, bijv. na het verzetten van een afspraak.
pl_pl: Jeżeli wymagana jest płatność, email potwierdzający jest wysyłany automatycznie po zapłaceniu za pomocą płatności PayPal. Jakkolwiek jeżeli termin potwierdzany jest ręcznie, należy zaznaczyć pole, aby wysłać email potwierdzający. Można także użyć tej opcji dla odesłania maila potwierdzającego np. po zmianie daty terminu.
pt_br: Se você exigir o pagamento, um e-mail de confirmação é enviado automaticamente após um pagamento Paypal. No entanto, se você está confirmando compromissos manualmente, você deve assinalar esta opção para um e-mail de confirmação ser enviado. Você também pode usar essa opção para reenviar o e-mail de confirmação, por exemplo, após o reagendamento de um compromisso.
pt_pt: Se pagamento for requerido, um e-mail de confirmação será enviado automaticamente após um pagamento do Paypal. No entanto, se for para confirmar datas marcadas manualmente, deve assinalar no quadriculo para que um e-mail de confirmação seja enviado. Também pode usar esta opção para re-enviar o e-mail de confirmação; por exemplo, após ter feito outra marcação .
ru_ru: Если вы требуют оплаты, подтверждение по электронной почте автоматически отправляется после оплаты Paypal. Однако, если вы подтверждаете назначения вручную, вы должны проверить этот флажок для подтверждения электронной почты для отправки. Вы также можете использовать эту опцию для повторной отправки электронной почты с подтверждением, например после реструктуризации встречу.
tr_tr: Ödeme gerektiriyorsa, onay e-postası Paypal ödeme sonra otomatik olarak gönderilir. Ancak el ile randevuları doğrulamış olursunuz, gönderilmek üzere bir onay e-posta için bu onay kutusunu denetlemeniz gerekir. Onay e-posta, örneğin bir randevuyu yeniden programlama sonra yeniden gönderme için de bu seçeneği kullanabilirsiniz.

source: Save and then click Next.
da_dk: Gem og så klik næste.
de_de: Speichern und dann auf Next klicken.
es_es: Guardar y pulsar "Siguiente"
fr_fr: Enregistrez, puis cliquez sur Suivant.
it_it: Salva e clicca su Prosegui.
nl_nl: Bewaren en knip daarna op Volgende
pl_pl: Zapisz i następnie kliknij dalej.
pt_br: Salvar e, em seguida, clique em Avançar.
pt_pt: Salvar e, em seguida, clique em SEGUIR.
ru_ru: Сохранить и нажмите кнопку Далее.
tr_tr: Kaydedin ve sonra da İleri'yi tıklatın.

source: The result is shown here. Normally you should get a success message. Otherwise it means that you have a javascript problem on admin side.
da_dk: Resultatet er vist her. Normalt bør du få en gennemført-meddelelse. Ellers betyder det, at du har et javascript problem på admin side.
de_de: Das Ergebnis wird hier gezeigt. Im Normalfall erhalten Sie eine Erfolgsmeldung. Im anderen Fall haben Sie ein Javascriptproblem auf der Adminseite.
es_es: El resultado se muestra aquí. Lo habitual es que obtengas un mensaje de "conseguido". Si no es así, indica que tienes un problema de javascript en tu servidor.
fr_fr: Le résultat est visible ici. Normalement un message de succès apparait. Autrement cela veut dire qu'il y a eut une erreur javascript.
it_it: I risoltati sono mostrati qui. Normalmente dovresti ricevere un messaggio di successo. In caso contrario vuol dire che hai un problema Javascript nell'area amministrativa.
nl_nl: Het resultaat komt hier te staan. Normaal gesproken zal je een succes bericht zien. Zo niet, dan heeft u waarschijnlijk een javascript probleem in de website configuratie.
pl_pl: Rezultat jest pokazany tutaj. Normalnie powinno się otrzymać wiadomość z informacją o sukcesie. Jeżeli tak się nie stanie, znaczy że występują jakieś problemy z JavaScriptem albo na stronie admina.
pt_br: O resultado é mostrado aqui. Normalmente, você deverá receber uma mensagem de sucesso. Caso contrário, isso significa que você tem um problema de javascript do na página de administração.
pt_pt: O resultado é visto aqui. Normalmente, deverá receber uma mensagem de ter sucedido. Caso contrário, isso significa que você um problema de javascript na página de administração.
ru_ru: Результат показан здесь. Как правило, вы должны получить сообщение об успешном. В противном случае это означает, что у вас есть яваскрипта проблемы на стороне администратора.
tr_tr: Sonuç burada gösterilir. Normalde bir ileti almalısınız. Aksi takdirde yönetici tarafında javascript ile ilgili bir sorun olduğu anlamına gelir.

source: Save New Appointment
da_dk: Gem ny aftale
de_de: Neue Reservierung speichern
es_es: Guardar nueva cita
fr_fr: Enregistrer le Nouveau Rendez-vous
it_it: Salva nuovo appuntamento
nl_nl: Nieuwe afspraak bewaren
pl_pl: Zapisz nową Wizytę
pt_br: Salvar Novo Compromisso
pt_pt: Salvar Nova Marcação
ru_ru: Сохранить Новая встреча
tr_tr: Yeni Randevu Kaydet

source: As we added this appointment as "Pending" we will see it under Pending appointments. Click Pending appointments and then click Next.
da_dk: Da vi tilføjede denne aftale som "Afventer" vil vi se den under afventende aftaler. Klik på Ventende aftaler og klik derefter på Næste.
de_de: Da wir diesen Termin als "ausstehend" gekennzeichnet haben, werden wir ihn unter Ausstehende Termine finden. Klicken Sie auf ausstehende Termine und dann auf Nächstes.
es_es: En cuanto marquemos esta reserva como "Pendiente" la veremos en la parilla "Reservas Pendientes". Pulsa "Reservas Pendientes" y después "Siguiente".
fr_fr: Comme nous avons défini le rendez-vous sur "Pending" (en attente) nous le verrons dans les rendez-vous en attente. Cliquez sur Rendez-vous en attente (pending appointments) puis cliquez sur Next(suite)
it_it: Avendo aggiunto l'appuntamento come "Pendente", questo verrà visualizzato tra gli appuntamenti pendenti. Faci click sugli appuntamenti pendenti e premi Successivo.
nl_nl: Deze afspraak is toegevoegd als "In behandeling" we kunnen het terug vinden onder die groep afspraken. Klik op "In behandeling" afspraken en klik op Volgende.
pl_pl: Jak dodaliśmy to wizytę jako "Oczekującą" to zobaczymy to pod wizytami oczekującymi. Proszę kliknąć oczekujące wizyty i kliknąć następne.
pt_br: Como adicionamos esta compromisso como "Pendente" ser visto em compromissos pendentes. Clique compromissos pendentes e clique em Avançar.
pt_pt: Como adicionamos esta marcação como "Pendente" poderá ser visto em datas marcadas Pendentes. Clicar Datas Marcadas Pendentes e em seguida em Seguinte.
ru_ru: Как мы добавили эту встречу как "В ожидании " мы увидим его под ожидании назначения. Нажмите ожидании назначения и нажмите кнопку Далее.
tr_tr: Biz "Pending" olarak bu randevu ekledi altında randevular göreceksiniz. Randevular tıklatın ve İleri'yi tıklatın.

source: Editing an Appointment
da_dk: Ret en aftale
de_de: Bearbeiten eines Termins
es_es: Editar una Reserva
fr_fr: Editer un rendez-vous
it_it: Modifica di un appuntamento
nl_nl: Afspraak bewerken
pl_pl: Edytowanie Wizyty
pt_br: Edição de um compromisso
pt_pt: Edição de uma Data Marcada
ru_ru: Редактирование Назначение
tr_tr: Bir randevuyu düzenleme

source: You can edit any appointment record. Just hover on the record and then click See Details and Edit
da_dk: Du kan redigere enhver aftale rekord. Bare kør musen over aftalen og klik derefter på Se detaljer og Edit
de_de: Du kannst jeden Termineintrag ändern. Bewege den Mauszeiger über den Eintrag und klick dann auf "Details anzeigen und ändern"
es_es: Puedes editar el registro de cualquier Reserva. Simplemente sitúate sobre el registro y pulsa "Ver detalles y Editar".
fr_fr: Vous pouvez éditer les enregistrements de rendez-vous. Survoler l'enregistrement et cliquez sur voir les détails et éditer
it_it: Puoi modificare ogni record di appuntamento. Semplicemente passa il mouse sopra il record e clicca Mostra dettagli e Modifica
nl_nl: U kunt elke afspraak bewerken. Houd de muisaanwijzer op de afspraak en klik Bekijk details en daarna op Bewerken
pl_pl: Możesz edytować każdy zapis wizyty. Po prostu proszę najechać na zapis, a potem kliknąć "Zobacz szczegóły" i "Edytuj".
pt_br: Você pode editar qualquer registro de compromisso. Basta passar sobre o registro e clique em Ver detalhes e Editar
pt_pt: Pode editar qualquer registro de marcações. Basta pairar sobre o registro e clique em: Ver Detalhes e Editar
ru_ru: Вы можете редактировать любую запись назначение. Просто наведите на записи, а затем нажмите детали и Edit
tr_tr: Herhangi bir randevu kaydı düzenleyebilirsiniz. Sadece kayda hover ve görmek ve Düzenle'yi tıklatın

source: It is always possible to Cancel. Please note that these records are NOT saved until you click the Save button. Thanks for using Appointments+
da_dk: Det er altid muligt at annullere. Bemærk, at disse oplysninger ikke er gemt, indtil du klikker på knappen Gem. Tak fordi du bruger Aftale+
de_de: Sie können jederzeit abbrechen. Bitte beachten Sie, dass diese Eintragungen erst gesichert werden, wenn Sie auf den Save Knopf drücken. Herzlichen Dank für die Verwendung von Appointments+
es_es: Siempre es posible realizar una cancelación. Estos registros NO son guardados hasta que pulses el botón "Guardar". Gracias por usar nuestro plugin.
fr_fr: Il est toujours possible d'annuler. Notez que les rendez-vous ne sont pas enregistrés tant que vous n'avez pas cliqué sur le bouton de sauvegarde.
it_it: E' sempre possibile cancellare. Per favore nota che questi record non sono salvati fino a che non clicchi sul pulsante Salva. Grazie per usare Appointments+
nl_nl: Het is altijd mogelijk om te annuleren. Houd er rekening mee dat deze gegevens niet worden opgeslagen totdat u op de knop Opslaan klikt. Bedankt voor het gebruik van Appointments+
pl_pl: Zawsze jest możliwość anulowania. Proszę zwrócić uwagę że rekordy NIE są zapisane dopóki nie zostanie kliknięty przycisk zapisz. Dzięki za używanie Appointments+.
pt_br: É sempre possível cancelar. Note que estes registros não são salvos até que você clique no botão Salvar. Obrigado por usar Compromissos.
pt_pt: É sempre possível Cancelar. Note que estes registros NÃO são salvos até que clique no botão Salvar. Obrigado por usar Datas Marcadas+
ru_ru: Это всегда можно Отмена. Пожалуйста, обратите внимание, что эти записи не сохраняются пока вы не нажмете на кнопку Сохранить. Спасибо за использование Назначения +
tr_tr: İptal için her zaman mümkündür. Unutmayın ki bu kayıtları Kaydet düğmesini tıklatıncaya kadar kaydedilmez. Randevular + kullandığınız için teşekkürler

source: Our staff
da_dk: Vores personale
de_de: Unser Team
es_es: Nuestro personal
fr_fr: Notre Staff
it_it: Il nostro staff
nl_nl: Onze medewerkers
pl_pl: Nasi pracownicy
pt_br: Nossa Equipe
pt_pt: Nossa Equipe
ru_ru: Наш сотрудник
tr_tr: Ekibimiz

source: A specialist
da_dk: En specialist
de_de: Ein Spezialist
es_es: Un especialista
fr_fr: Un spécialiste
it_it: Specialista
nl_nl: Een specialist
pl_pl: Specjalista
pt_br: Um especialista
pt_pt: Um especialista
ru_ru: Специалист
tr_tr: Uzman

source: AUD - Australian Dollar
de_de: AUD - Australische Dollar
es_es: AUD dolar australiano
fr_fr: AUD - Dollar Australien
it_it: AUD . Dollaro Australiano
pl_pl: Dolar australijski
pt_br: AUD - Dólar Australiano
pt_pt: AUD - Dólar Australiano
ru_ru: AUD - Австралийский доллар
tr_tr: AUD - Avustralya Doları

source: BRL - Brazilian Real
de_de: BRL - Brasilianische Real
es_es: BRL Real brasileño
it_it: BRL - Real Brasiliano
pl_pl: Brazylijski real
pt_br: BRL - Reais
pt_pt: BRL - Reais brazilenhos
ru_ru: BRL - Бразильский реал
tr_tr: BRL - Brezilya Reali

source: CAD - Canadian Dollar
de_de: CAD - Kanadische Dollar
fr_fr: CAD - Dollar Canadien
it_it: CAD - Dollaro Canadese
pl_pl: Dolar kandyjski
pt_br: CAD - Dólar Canadense
pt_pt: CAD - Dólar Canadense
ru_ru: CAD - Канадский доллар
tr_tr: CAD - Kanada Doları

source: CHF - Swiss Franc
de_de: CHF - Schweizer Franken
fr_fr: CHF - Franc Suisse
it_it: CHF - Franco Svizzero
pl_pl: Frank szwajcarski
pt_br: CHF - Franco Suíço
pt_pt: CHF - Franco Suíço
ru_ru: CHF - Швейцарский франк
tr_tr: CHF - İsviçre Frangı

source: CZK - Czech Koruna
de_de: CZK - Tschechische Kronen
it_it: CZK - Corona Ceca
pl_pl: Czeska korona
pt_br: CZK - Coroa Tcheca
pt_pt: CZK - Coroa Tcheca
ru_ru: Крон - чешская крона
tr_tr: CZK - Çek Kronu

source: DKK - Danish Krone
da_dk: DKK - Danske kroner
de_de: DKK - Dänische Kronen
it_it: DKK - Corona Danese
pl_pl: Duńska korona
pt_br: DKK - Coroa Dinamarquesa
pt_pt: DKK - Coroa Dinamarquesa
ru_ru: DKK - Датская крона
tr_tr: DKK - Danimarka Kronu

source: GBP - Pound Sterling
de_de: GBP - Britische Pfund Sterling
fr_fr: GBP - Livre Sterling
it_it: GBP - Sterlina Pound
pl_pl: Funt szterling
pt_br: GBP - Libra Esterlina
pt_pt: GBP - Libra Esterlina
ru_ru: GBP - фунт стерлингов
tr_tr: GBP - İngiliz Sterlini

source: ILS - Israeli Shekel
de_de: ILS - Israelische Shekel
it_it: ILS - Israele Shekel
pl_pl: Izraelski szekel
pt_br: ILS - Shekel Israelense
pt_pt: ILS - Shekel Israelense
ru_ru: ILS - новый израильский шекель
tr_tr: ILS - İsrail Şekeli

source: HKD - Hong Kong Dollar
it_it: HKD - Dollaro Hong Kong
pl_pl: Dolar Hongkongu
pt_br: HKD - Dólar de Hong Kong
pt_pt: HKD - Dólar de Hong Kong
ru_ru: HKD - Гонконгский доллар
tr_tr: HKD - Hong Kong Doları

source: HUF - Hungarian Forint
de_de: HUF - Ungarische Forint
it_it: HUF - Fiorino Ungherese
pl_pl: Forint węgierski
pt_br: HUF - Forint Húngaro
pt_pt: HUF - Forint Húngaro
ru_ru: Форинтов - венгерский форинт
tr_tr: HUF - Macar Forinti

source: JPY - Japanese Yen
de_de: JPY - Japanische Yen
it_it: JPY - Yen Giapponese
pl_pl: Jen (Japonia)
pt_br: JPY - Yen Japonês
pt_pt: JPY - Yen Japonês
ru_ru: JPY - Японская иена
tr_tr: JPY - Japon Yeni

source: MYR - Malaysian Ringgits
de_de: MYR - Malaysische Ringgits
it_it: MYR - Ringgits Malesia
pl_pl: Ringgit malezyjski
pt_br: MYR - Ringgit Malaio
pt_pt: MYR - Ringgit Malasiano
ru_ru: MYR - Малайзийский Ринггит
tr_tr: MYR - Malezya Ringgiti

source: MXN - Mexican Peso
de_de: MXN - Mexikanische Pesos
it_it: MXN - Peso Messicano
pl_pl: Peso meksykańskie
pt_br: MXN - Peso Mexicano
pt_pt: MXN - Peso Mexicano
ru_ru: MXN - Мексиканское песо
tr_tr: MXN - Meksika Pezosu

source: NOK - Norwegian Krone
de_de: NOK - Norwegische Kronen
it_it: NOK - Corona norvegese
pl_pl: Korona norweska
pt_br: NOK - Coroa Norueguesa
pt_pt: NOK - Coroa Norueguesa
ru_ru: NOK - норвежская крона
tr_tr: NOK - Norveç Kronu

source: NZD - New Zealand Dollar
de_de: NZD - Neuseeland Dollar
it_it: NZD - Dollaro Nuova Zelanda
pl_pl: Dolar nowozelandzki
pt_br: NZD - Dólar da Nova Zelândia
pt_pt: NZD - Dólar da Nova Zelândia
ru_ru: NZD - Новозеландский доллар
tr_tr: NZD - Yeni Zelanda Doları

source: PHP - Philippine Pesos
de_de: PHP - Philippinische Pesos
it_it: PHP - Pesos Filippine
pl_pl: Peso filipinskie
pt_br: PHP - Peso filipino
pt_pt: PHP - Peso Filipino
ru_ru: PHP - Филиппинское песо
tr_tr: PHP - Filipin Pezosu

source: PLN - Polish Zloty
de_de: PLN - Polnische Zloty
it_it: PLN - Zloty Polacco
pl_pl: zł - złoty polski
pt_br: PLN - Zloty Polonês
pt_pt: PLN - Zloty Polonês
ru_ru: PLN - польский злотый
tr_tr: PLN - Polonya Zlotysi

source: SEK - Swedish Krona
de_de: SEK - Schwedische Krone
it_it: SEK - Corona Svedese
pl_pl: Korona szwedzka
pt_br: SEK - Coroa Sueca
pt_pt: SEK - Coroa Sueca
ru_ru: SEK - Шведская крона
tr_tr: SEK - İsveç Kronu

source: SGD - Singapore Dollar
de_de: SGD - Singapur Dollar
it_it: SGD - Dollaro Singapore
pl_pl: Dolar singapurski
pt_br: SGD - Dólar de Cingapura
pt_pt: SGD - Dólar de Singapura
ru_ru: SGD - Сингапурский доллар
tr_tr: SGD - Singapur Doları

source: TWD - Taiwan New Dollars
it_it: TWD - Nuovo Dollaro Taiwan
pl_pl: Nowy dolar (Tajwan)
pt_br: TWD - Novo Dólar de Taiwan
pt_pt: THB - Baht Tailandês
ru_ru: TWD - Новый тайваньский доллар
tr_tr: TWD - Tayvan Yeni Doları

source: THB - Thai Baht
de_de: THB - Thailändische Baht
it_it: THB - Baht Thailandese
pl_pl: Bat (Tajlandia)
pt_br: THB - Baht Tailandês
pt_pt: THB - Baht Tailandês
ru_ru: THB - Тайский бат
tr_tr: THB - Taylant Bahtı

source: TRY - Turkish lira
de_de: TRY - Türkische Lira
it_it: TRY - Lira Turchia
pl_pl: Lira turecka
pt_br: TRY - Nova Lira Turca
pt_pt: TRY - lira Turca
ru_ru: TRY - Новая турецкая лира
tr_tr: TRY - Türk Lirası

source: USD - U.S. Dollar
it_it: USD - Dollaro U.S.A.
pl_pl: Dolar amerykański
pt_br: USD - Dólar Americano
pt_pt: USD - Dólar Americano
ru_ru: USD - Доллар США
tr_tr: USD - Amerikan Doları

source: RUB - Russian Ruble
de_de: RUB - russischer Rubel
es_es: RUB - Rublo Ruso
fr_fr: RUB - Rouble russe
it_it: RUB - Rublo Russo
nl_nl: RUB - Russische Roebel
pl_pl: RUB - Rubel rosyjski
pt_br: RUB - Rublo russo
pt_pt: RUB - Ruble Russo

source: BRL
pt_br: REAIS

source: Appointment has been removed
da_dk: Aftale er blevet slettet.
de_de: Termin wurde abgesagt
es_es: La cita ha sido eliminada
fr_fr: Le rendez-vous a été supprimé
it_it: Appuntamento rimosso
nl_nl: Afspraak is verwijderd
pt_br: O agendamento foi removido
pt_pt: A data marcada foi suprimida
ru_ru: Бронирование отменено
tr_tr: Randevu kaldırıldı

source: Staff view options
da_dk: Personale visningsindstillinger
de_de: Mitarbeiter Ansicht Optionen
es_es: Opciones de vista del Staff
fr_fr: Options d'affichage du personnel
it_it: Opzioni di visualizzazione staff
nl_nl: Opties voor Medewerkers
pt_br: Opções de visualização dos funcionários
pt_pt: Opções vistas dos empregados
ru_ru: Просмотр Опции Персонал
tr_tr: Personel görünümü seçenekleri

source: Transactions page
da_dk: Transaktions side
de_de: Transaktionen-Seite
es_es: Pagina de transacciones
fr_fr: Page des Transactions
it_it: Pagina transazioni
nl_nl: Transactiepagina
pl_pl: Transakcje
pt_br: Página Transações
pt_pt: Pagina de Traduções
ru_ru: Страница Оплаты
tr_tr: İşlem sayfası

source: Settings page
da_dk: Indstillinger side
de_de: Einstellungs-Seite
es_es: Página de ajustes
fr_fr: Page de réglages
it_it: Pagina impostazioni
nl_nl: Instellingenpagina
pl_pl: Ustawienia
pt_br: Página Configurações
pt_pt: Pagina de ajustes
ru_ru: На странице Параметры
tr_tr: Ayarlar sayfası

source: Shortcodes page
da_dk: Kortkoder side
de_de: Shortcode-Seite
es_es: Página de shortcodes
fr_fr: Page des Shortcodes
it_it: Pagina Shortcodes
nl_nl: Shortcodespagina
pl_pl: Short kody
pt_br: Página de Shortcodes
pt_pt: Página de 'shortcodes'
ru_ru: Страница Shortcodes
tr_tr: Kısa kod sayfası

source: FAQ page
da_dk: FAQ side
de_de: FAQ-Seite
es_es: Página FAQ
fr_fr: Page FAQ
it_it: Pagina FAQ
nl_nl: FAQ pagina
pl_pl: FAQ
pt_br: FAQ página
pt_pt: Página de Perguntas Frequentes
ru_ru: Страница FAQ
tr_tr: S.S.S sayfası

source: Dashboard widget
es_es: Widget de escritorio
fr_fr: Widget du tableau de bord
pl_pl: Widget na tablicy
pt_br: Widget do Dashboard
pt_pt: Dispositivo do Painel de Controle
ru_ru: Приборная панель виджет
tr_tr: Widget Alani

source: Misc
es_es: Miscelanea
fr_fr: Divers
nl_nl: Diversen
pl_pl: Różne
pt_br: Diversos
ru_ru: Разное
tr_tr: Cesitli

source: More Info
da_dk: Mere Info
de_de: Mehr Informationen
es_es: más información
fr_fr: Plus d'Info
it_it: Più informazioni
nl_nl: Meer info
pl_pl: Więcej informacji
pt_br: Mais informações
pt_pt: Mais Info
ru_ru: Подробнее
tr_tr: Mesaj Bilgi Bölümü

source: Less Info
da_dk: Mindre info
de_de: Weniger Informationen
es_es: Menos información
fr_fr: Moins d'Info
it_it: Meno informazioni
nl_nl: Minder info
pl_pl: Mniej informacji
pt_br: Menos Informações
pt_pt: Menos Info
ru_ru: Менее информация
tr_tr: Daha az bilgi

source: Error
da_dk: Fejl
de_de: Fehler
fr_fr: Erreur
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro

source: You are not allowed to perform this action.
pl_pl: Nie masz uprawnień, żeby wykonać wybraną akcję.
pt_br: Você não está autorizado/a a executar esta ação.
pt_pt: Não tem autorização para executar esta ação.

source: Your appointment has been cancelled!
pl_pl: Twoja wizyta został anulowana!
pt_br: Seu agendamento foi cancelado!
pt_pt: A sua marcação foi cancelada!

source: Appointment cancelled
da_dk: Aftale annulleret
de_de: Termin abgesagt
es_es: Cita cancelada
fr_fr: Rendez-vous annulé
it_it: Appuntamento annullato
nl_nl: Afspraak geannuleerd
pl_pl: Wizyta została anulowana
pt_br: Compromissos cancelados
pt_pt: Datas Marcadas canceladas

source: All fields are mandatory
da_dk: Alle felter er påkrævet
de_de: Alle Felder sind zwingend notwendig
es_es: Todos los campos son obligatorios
fr_fr: Tous les champs sont nécessaires
it_it: Tutti i campi sono obbligatori
nl_nl: Alle velden zijn vereist
pl_pl: Wszystkie pola są obowiązkowe.
pt_br: Todos os campos são necessários
pt_pt: Todos os campos são obrigatórios

source: Authentication failed: %s
da_dk: Godkendelse mislykkedes: %s
de_de: Authentifizierung fehlgeschlagen %s
es_es: Error de Autenticación:%s
fr_fr: Echec d'authentification : %s
it_it: Autenticazione non riuscita:%s
nl_nl: Verificatie mislukt: %s
pl_pl: Nieudana autoryzacja: %s
pt_br: A autenticação falhou: %s
pt_pt: Falhou a autenticação: %s

source: Appointments +: Google Calendar API
da_dk: Online Booking: Google Kalender API
de_de: Termine +: Google Calendar API
es_es: Appointments +: API del Calendario Google
fr_fr: Rendez-vous+ : API Google calendar
it_it: Appuntamenti +: API Google Calendar
pl_pl: Appointments +: API Kalendarza Google
pt_br: Compromissos: API do Calendário Google
pt_pt: Datas Marcadas+: API do Calendário Google
