Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

# Default page title for Appointments calandars.
source: Make an Appointment
pl_pl: Potwierdź wizytę
pt_br: Criar um Agendamento
pt_pt: Fazer uma Marcação

# dummy worker
source: Yes
pl_pl: Tak
pt_br: Sim
pt_pt: Sim

# dummy worker
source: No
pl_pl: Nie
pt_br: Não
pt_pt: Não

# user pfofile link on Service Providers screen
source: Profile
pl_pl: Profil
pt_br: Perfil
pt_pt: Perfil

# paging
source: %1$s of %2$s
da_dk: %1$s af %2$s
de_de: %1$s of %2$s [paging]
fr_fr: %1$s de %2$s
pl_pl: %1$s z %2$s
pt_br: %1$s de %2$s

# Drop current action
source: Cancel
da_dk: Annuller
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отменить
tr_tr: İptal

# Settings section
source: %s Settings
da_dk: %s Indstillinger
de_de: %s Einstellungen
es_es: %s Configuraciones
fr_fr: Configurations %s
it_it: %s Configurazione
nl_nl: %s Instellingen
pl_pl: %s Ustawienia
pt_br: %s Configurações
pt_pt: % S Configurações

# Error while editing an appointment
source: Error
da_dk: Fejl
de_de: Fehler [Fehler beim Editieren einer Zuweisung]
fr_fr: Erreur
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro

# Free plugin name in personal data exporter.
source: Appointments Plugin
pl_pl: Wtyczka Appointments
pt_br: Plugin de Agendamentos
pt_pt: Plugin Appointments

# Pro plugin name in personal data exporter.
source: Appointments+ Plugin
pl_pl: Wtyczka Appointments+
pt_br: Plugin Appointments+
pt_pt: Plugin Appointments+

# policy page days string
source: %d day
pl_pl: %d dzień
pt_br: %d dia
pt_pt: %d dia

# %s contains filter name in pre tag
source: Every 10 minutes or you can filter it with the %s filter.
pl_pl: Co 10 minut lub mozna zmienić to za pomocą filtra %s.
pt_br: A cada 10 minutos ou você pode filtrá-lo com o filtro %s.
pt_pt: A cada 10 minutos ou pode aplicar uma filtragem com %s.

# Enter "yes" for the European Union countries.
source: no
pl_pl: yes
pt_br: não
pt_pt: Não

# less than 60 minut
source: %d minutes
pl_pl: %d minut
pt_br: %d minutos
pt_pt: %d minutos

# more than 60 minuts, hours
source: %d hour
pl_pl: %d godzina
pt_br: %d hora
pt_pt: %d hora

# more than 60 minuts, minutes
source: %d minute
pl_pl: %d minuta
pt_br: %d minuto
pt_pt: %d minuto

# Default page name for MarketPress integration.
source: Appointment
pl_pl: Wizyta
pt_br: Agendamento

# Worker Monthly Calendar Shortcode status field
source: Status
es_es: Estatus
fr_fr: Statut
pt_br: Situação

# %s is a login link
source: Please %s to see your appointments.
pl_pl: Proszę %s żeby zobaczyć swoje rezerwacje wizyt.
pt_br: Por favor, %s para ver seus agendamentos.
pt_pt: Por favor, %s para ver suas datas marcadas.

# login link title
source: Login
pl_pl: Zaloguj się
pt_br: Entrar

# login link value
source: login
pl_pl: zaloguj się
pt_br: entrar

# Discard existing info
source: Cancel
da_dk: Annuller
de_de: Abbrechen
es_es: Borrar
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj [nie zapisuj zmian]
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отменить
tr_tr: İptal

source: %s item
da_dk: %s emne
es_es: Singular: %s asunto
fr_fr: %s objet
it_it: Singulare: %s elemento
pl_pl: %s element
pt_pt: Singular: %s elemento

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
pt_pt: Estado
ru_ru: Статус
tr_tr: Durum

source: Add-ons
da_dk: Tilføjelser
de_de: Erweiterungen
fr_fr: Extensions
nl_nl: Uitbreidingen
pl_pl: Dodatki
pt_pt: Adições
ru_ru: Дополнения
tr_tr: Eklentiler

source: GDPR
pt_pt: RGPD

source: Here you can define exceptional working or non working days for your business and for your service providers. You should enter holidays here. You can also define a normally non working week day (e.g. a specific Sunday) as a working day. When you add new service providers, their expections will be set to the default schedule.
pt_pt: Aqui pode-se definir dias extras de trabalho ou dias de folga para seu negócio assim como para os seus prestadores de tarefas. Deve mostrar os feriados aqui. Também podem definir um dia da semana em que normalmente não trabalham; (por ex, um certo Domingo), como dia de trabalho. Quando adicionar novos prestadores de tarefas eles contam de ver definido uma agenda padronizada.

source: Twitter Consumer Secret
da_dk: Twitter bruger hemmelighed
de_de: Twitter Verbraucher Secret
es_es: Usuario secreto de Twitter
pt_pt: Senha do Dono em Twitter
ru_ru: Twitter потребительских Секрет

source: Here you should define your services for which your client will be making appointments. <b>There must be at least one service defined.</b> Capacity is the number of customers that can take the service at the same time. Enter 0 for no specific limit (Limited to number of service providers, or to 1 if no service provider is defined for that service). Price is only required if you request payment to accept appointments. You can define a description page for the service you are providing.
pl_pl: Należy zdefiniować swoje usługi, na które klient będzie umawiał spotkania. <b>Musi być co najmniej zdefiniowana jedna usługa</b>. Pojemność to liczba klientów, którzy mogą rezerwować daną usługę w tym samym czasie. Wprowadź 0 dla braku limitu (ograniczone do liczby usługodawców, lub 1, jeżeli żaden z usługodawców nie jest przypisany dla tej usługi). Cena jest wymagane tylko w przypadku żądania zapłaty do przyjęcia rezerwacji. Można zdefiniować stronę opisu dla usługi.
pt_pt: Aqui devem definir seus operários com os quais seu cliente fará as marcações. <b>Deve haver pelo menos uma tarefa definida.</b> Capacidade, é o número de clientes que podem prover o serviço ao mesmo tempo. Digitar 0 para nenhum limite específico, (limitado ao número de provedores de tarefas ou 1 se nenhum provedor de tarefas for definido para essa tarefa). O preço só é aplicado se solicitarem o pagamento para aceitar datas marcadas. Pode-se definir uma página de descrição para as tarefas que fornecem.

source: Here you can define working hours and breaks for your business. When you add new service providers, their working and break hours will be set to the default schedule. Then you can edit their schedule by selecting their names from the dropdown menu below.
pl_pl: Tutaj można zdefiniować godziny i przerwy w pracy. Przy dodawaniu nowych usługodawców, ich czas pracy i przerwa zostanie ustawionyzgodnie z harmonogramem domyślnym. Następnie można edytować ich harmonogram, wybierając ich nazwy z rozwijanego menu poniżej.
pt_pt: Aqui pode definir o horário de trabalho e de descanso para o seu negócio. Sempre que adiciona novos prestadores de tarefas seu trabalho e horas de descanso serão definidas de acordo com um horário padrão. Depois disso pode editar seu horário, selecionando os nomes no menu suspendido abaixo.

source: Login
fr_fr: Connexion
pt_pt: 'Login' (dados de acesso)
ru_ru: Вход
tr_tr: Giriş

source: Google Calendar
da_dk: Google Kalender
de_de: Google Kalender
pl_pl: Kalendarz Google
pt_pt: Calendário Google
ru_ru: Календарь Google
tr_tr: Google Takvim

source: Instructions:
pl_pl: Instrukcje:
pt_pt: Instruções:

source: ... and then "OAuth consent screen" tab. Choose a product name shown to users, i.e. "Appointments+"
pt_pt: ... a seguir clique na ''tab'' de consenso ''OAuth. Escolher o nome de um produto demonstrado aos usuários, por ex. ''Appointments+''

source: Select the "Oauth client ID" option.
pt_pt: Escolha a opção "Oauth cliente ID".

source: Take note of the client ID and client secret and fill the form below.
pt_pt: Tome nota de client ID e de client secret e preencha o formulário aqui em baixo.

source: Notification message sent to %s for appointment ID: %s
pt_pt: Mensagem de notificação enviada para %s para ID de marcação: %s

source: Confirmation message sent to %s for appointment ID: %s
pl_pl: Potwierdzenie wysłane do %s w związku z rezerwacją identyfikator: %s
pt_pt: Mensagem de confirmação enviada para %s sobre a marcação com o ID: %s

source: Reminder message sent to %s for appointment ID: %s
pl_pl: Przypomnienie wysłane do %s w związku z rezerwacją identyfikator: %s
pt_pt: Mensagem de lembrança enviada para %s sobre a marcação com ID:%s

source: Unable to notify the client about the appointment ID: %s removal, stopping.
pt_pt: Não é possível notificar o cliente sobre o ID da marcação:%s removido, parado.

source: Selects which part of the description page will be displayed under the dropdown menu when a service is selected . Selectable values are "none", "excerpt", "content". Default: "excerpt".
pl_pl: Określa, która część strony opisu będzie wyświetlana w menu rozwijanym po wybraniu usługi. Dostępne wartości to "none", "excerpt", "content". Domyślnie: "excerpt".
pt_pt: Selecionará a parte da pagina de descrição a ser exibida através do menu ''dropdown'' quando uma tarefa for selecionada. Os valores de seleção correspondem a ''nenhum'', ''extrato'', ''conteudo''. Padrão: ''extrato''

source: CSS class that will be applied to the thumbnail. Default: "alignleft".
pl_pl: Klasa css, która będzie zastosowana do miniaturek. Domyślnie: "alignleft".
pt_pt: Tipo CSS que será aplicada à ''thumbnail'': Padrão: "alignleft". (alinharàesquerda)

source: If checked, Show button will not be displayed and page will be automatically refreshed as client changes selection. Note: Client cannot browse through the selections and thus check descriptions on the fly (without the page is refreshed). Default: disabled.
pt_pt: Se assinalado, o botão ''Mostrar'' não será exibido e a página será atualizada automaticamente assim que o cliente muda sua escolha. Nota: O cliente não pode navegar pelas seleções e, assim, verificar descrições continuamente, (sem atualizar a página). Padrão: desativado.

source: If checked, Services thumbnails and descriptions will be loaded by AJAX. Recommended for sites with many services.
pl_pl: Jeżeli wybrano, to obrazki i miniaturki usług będą doładowywane asynchronicznie. Polecane dla witryn z dużą ilością usług.
pt_pt: Se marcado, as miniaturas das Serviços e as descrições serão carregadas por AJAX. Recomendado para sites com muitos serviços.

source: If Manual Payment gateway is activated and client uses that method, appointment will be in "pending" status until you manually confirm it.
de_de: Falls "Manuelle Zahlung" aktiviert ist und der Kunde diese Methode nutzt, wird der Termin als "unbestätigt" gekennzeichnet, bis du ihn manuell bestätigst.
es_es: Si la pasarela de pago manual esta activada y los clientes usan ese método, las citas tendran el estado "pendiente" hasta que tu las confirmes manualmente.
it_it: Se il pagamento manuale è attivato e il cliente usa questo metodo, l'appuntamento sara "in attesa" fino a quando non lo confermerai manualmente.
ru_ru: Если Руководство платежный шлюз будет активирована, и клиент использует этот метод, назначение будет в "до " статус, пока вы вручную не подтвердить его.

source: Time base (minutes)
de_de: Grundzeit (Minuten)
es_es: Tiempo base (minutos)
it_it: Time base (minuti)
ru_ru: Базовый интервал (минут)

source: Duration (mins)
de_de: Dauer (min)
es_es: Duración en minutos
it_it: Durata (minuti)
ru_ru: Продолжительность (мин)

source: Services Provided*
de_de: Angebotene Leistungen*
es_es: Servicios proveídos*
it_it: Servizi forniti*
pl_pl: Usługie wykonywane przez*
ru_ru: Услуги, предоставляемые *

source: Bio page
de_de: Bio-Seite
es_es: Página BIO
it_it: Pagina biografica
ru_ru: Био страницы

source: * <b>You must select at least one service, otherwise provider will not be saved!</b>
de_de: *<b>Sie müssen min. eine Leistung auswählen, ansonsten wird der Anbieter nicht gespeichert!</b>
es_es: * <b>¡Tu debes seleccionar al menos un servicio, de otro modo el proveedor no será guardado!</b>
it_it: * <b>Devi selezionare almeno un servizio altrimenti il fornitore di servizio non verrà salvato!</b>
ru_ru: * <b> Вы должны выбрать хотя бы один сервис, в противном случае поставщик не будут сохранены! </ B>

source: No service providers defined
de_de: Keine Leistungsanbieter definiert
es_es: No hay proveedores de servicio definidos
it_it: Nessun fornitore di servizio definito
ru_ru: Нет поставщики услуг, определенные

source: Go to %s and create a new project. i.e. "Appointments APP", then click "Create"
de_de: Zu %s gehen und ein neues Projekt erstellen, d.h. "Termine APP", dann auf "Erstellen" klicken
es_es: Ir a %s y crear un nuevo proyecto. Ejemplo; "Citas APP", luego hacer click en "Crear"
it_it: Vada a%s e crear un nuovo progetto. Cioè "Appuntamenti APP",poi cliccare su "Creare"

source: Enable the Calendar API"
de_de: Kalender API" einschalten
es_es: Habilitar API del Calendario "
it_it: Attivare l'API Calendario "

source: ... and then "OAuth consent screen" tab. Choose a product name shown to users, i.e. "Appointments +"
de_de: ... und dann der "OAuth consent screen"-Reiter. Wählen Sie einen Produktnamen, der den Usern angezeigt wird, z.B. "Termine +"
es_es: ... y en seguida en la "Pantalla de consentimiento de OAuth". Elijir un nombre de producto que se mostrará a los usuarios; por ejemplo, "Citas +"
it_it: ... e poi "schermo di consenso OAuth". Scegliere un nome di prodotto visualizzato dagli utenti, ad esempio "Appuntamenti +"

source: Click again on "Credentials" tab and then Create Credentials
de_de: Klicken Sie wieder auf den "Referenzen"-Reiter und dann "Referenzen erstellen"
es_es: Click de nuevo en "Credenciales" para crear Credenciales
it_it: Fare di nuovo clic sulla tabulazione "Credenziali" e poi, Creare Credenziali

source: Select the "Oauth client ID" option
de_de: Wählen Sie die "Oauth client ID" Option
es_es: Seleccionar la opción "ID de cliente Oauth"
it_it: Selezionare l'opzione "Oauth client ID"

source: Take note of the client ID and client secret and fill the form below
de_de: Notiz der client ID und client secret erstellen und das Formular unten ausfüllen
es_es: Tome nota del ID y del secreto del cliente y llene el siguiente formulario
it_it: Prendere nota dell'ID cliente e del segreto del cliente e compilare il modulo sottostante

source: Activate MarketPress integration
de_de: Aktivieren Sie MarketPress Integration
es_es: Activar la Integración de MarketPress
it_it: Activar la Integrazione MarketPress

source: Product Page
de_de: Produktseite
es_es: Página del Producto
it_it: Pagina di Podotto

source: Create an Appointment Product Page with
de_de: Erstellen Sie einen Termin Produktseite mit
es_es: Crear una Página de Productos de Citas con
it_it: Creare Pagina di Prodotto di Appuntamenti con

source: Notification message sent to %s for appointment ID:%s
de_de: Benachrischtigung gesendet zu %s für Termin ID:%s
es_es: El mensaje de notificación %s para la reserva ID:%s
it_it: Messaggio di notifica spedito a %s per l'appuntamento ID: %s
ru_ru: Сообщение Уведомление направляется %s для назначения ID: %s

source: Unable to notify the client about the appointment ID:%s confirmation, stopping.
de_de: Nicht möglich, den Kunden über die Terminbestätigung ID:%s zu informieren, angehalten.
es_es: Imposible enviar notificación al cliente sobre la cita ID:%s confirmada, cesando.
it_it: Impossibile notificare il client sulla conferma del appuntamento ID:%s, dopo essere stato annullato.

source: Confirmation message sent to %s for appointment ID:%s
de_de: Die Bestätigungsnachricht wurde an %s versandt, für die Termin ID: %s
es_es: Mensaje de confirmación enviada a %s para el ID de Reserva:%s
it_it: Messaggio di conferma spedito a %s per l'appuntamento ID:%s
ru_ru: Сообщение с подтверждением отправлено %s для назначения ID: %s

source: Unable to send client reminder about the appointment ID:%s.
de_de: Nicht möglich, dem Kunden eine Erinnerung zum Termin ID:%s zu senden.
es_es: Imposible enviar notificación del cliente sobre la cita ID:%s.
it_it: Impossibile d'inviare un promemoria al cliente sull'appuntamento ID:%s.

source: Reminder message sent to %s for appointment ID:%s
de_de: Erinnerungsnachricht gesendet zu %s für Termin ID:%s
es_es: El mensaje recordatorio para %s del ID de reserva:%s
it_it: Il messaggio di promemoria è stato spedito a %s per l'appuntamento ID:%s
ru_ru: Напоминание сообщение, отправленное на %s для назначения ID: %s

source: Unable to send worker reminder about the appointment ID:%s.
de_de: Nicht möglich, dem Mitarbeiter eine Erinnerung zum Termin ID:%s zu senden.
es_es: Imposible enviar recordatorio del trabajador sobre la cita ID:%s.
it_it: Impossibile d'inviare un promemoria al lavoratore sul appuntamento ID:%s.

source: Unable to notify the client about the appointment ID:%s removal, stopping.
de_de: Nicht möglich den Kunden über Terminabsage zu informieren ID:%s , angehalten.
es_es: No ha sido posible notificar al cliente de la eliminación de la cita ID:%s, parando.
it_it: Impossibile avvisare il cliente riguardo la rimozione dell'appuntamento ID:%s
ru_ru: Невозможно сообщить клиенту об удалении встречи с ID:%s, останавливаю процесс.

source: Removal message sent to %s for appointment ID:%s
de_de: Entfernen-Nachricht an %s für Termin ID: %s gesendet
es_es: Mensaje de eliminación enviado a %s para ID de cita:%s
it_it: Messaggio di rimozione inviato a%s per ID appuntamento:%s

source: Limit Services Login
de_de: Limit-Dienstleistungen Anmelden
es_es: Servicios Limitados de Inicio de Sesión
it_it: Limitazioni dei Servizi di Accesso ?

source: site
da_dk: website
de_de: Seite
es_es: sitio
it_it: sito
pl_pl: strona internetowa
ru_ru: сайт

source: <h3>All Appointments</h3>
de_de: <h3>Alle Termine</h3>
es_es: <h3>Todas las citas</h3>
it_it: <h3>Tutti gli appuntamenti</h3>
ru_ru: <h3> Все Назначения </ h3>

source: <h3>Please check the appointment details below and confirm:</h3>
de_de: <h3>Bitte überprüfen und bestätigen Sie den Termin:</h3>
es_es: <h3>Por favor revise los detalles de la cita y confírmela:</h3>
it_it: <h3>Per favore controlla i dettagli dell'appuntamento qui sotto e conferma:</h3>
ru_ru: <h3>Проверьте детали вашего заказа, перед подтверждением:</h3>

source: <h3>Our schedule for START</h3>
de_de: <h3>Unser Kalender für START</h3>
es_es: <h3>Nuestro horario de START</h3>
it_it: <h3>La nostra programmazione per START</h3>
ru_ru: <h3>Расписание на START</h3>

source: <h3>My Appointments</h3>
de_de: <h3>Meine Termine</h3>
es_es: <h3>Mis citas</h3>
it_it: <h3>I miei appuntamenti</h3>
ru_ru: <h3>Мои бронирования</h3>

source: <h3>Our schedule from START to END</h3>
de_de: <h3>Unser Kalender von START zu END</h3>
es_es: <h3>Nuestro horario de START a END</h3>
it_it: <h3>La nostra programmazione dal START al END</h3>
ru_ru: <h3>Расписание с START по END</h3>

source: Selects which part of the description page will be displayed under the dropdown menu when a service is selected . Selectable values are "none", "excerpt", "content". Default: "excerpt"
de_de: Legt fest, welcher Teil der Beschreibungsseite im Dropdown-Menü angezeigt wird, wenn ein Dienst ausgewählt ist. Wählbare Werte sind "none", "excerpt", "content". Standard: "Auszug"
it_it: Mostra quale parte della pagina di descrizione verrà visualizzata sotto il menu discendente quando viene selezionato un servizio. I valori selezionabili sono "niente", "estratto", "contenuto". Predefinito: "estratto"

source: Sort order of the services. Possible values: ID, name, duration, price. Optionally DESC (descending) can be used, e.g. "name DESC" will reverse the order. Default: "ID"
de_de: Anordnung der Services sortieren. Mögliche Werte: ID, Name, Dauer, Preis. Optional kann DESC (absteigend) verwendet werden, z.B. wird "Name DESC" die Anordnung umkehren. Voreinstellung "ID"
it_it: Imposta ordinamento dei servizi. Valore possibili: ID, nome, durata, prezzo. Opzionalmente DESC (decrescente) può essere usato, ad esempio "name DESC" farà l'ordinamento decrescente in base al nome. Predefinito: "ID"

source: If checked, Services thumbnails and descriptions will be loaded by AJAX. Recommended for sites with many services
de_de: Wenn aktiviert, werden Dienste-Thumbnails und Beschreibungen von AJAX geladen. Empfohlen für Websites mit vielen Dienstleistungen
it_it: Se selezionato, i Servizi di miniature e di descrizioni saranno caricati da AJAX. (Consigliamo per i siti con molti servizi)

# Login Shortcode
source: Login
da_dk: Log ind
es_es: Iniciar Sesión
fr_fr: Connexion
it_it: Accedere
pl_pl: Zaloguj się

source: <i>Here you can define exceptional working or non working days for your business and for your service providers. You should enter holidays here. You can also define a normally non working week day (e.g. a specific Sunday) as a working day. When you add new service providers, their expections will be set to the default schedule.</i>
de_de: <i>Hier können Sie außergewöhnliche Arbeitstage oder freie Tage für Ihr Unternehmen und Ihre Serviceprovider eintragen. Sie sollten hier Feiertage eintragen. Sie können auch einen normalen Nichtarbeitswochentag (z.B. einen spezifischen Sonntag) als Arbeitstag eintragen. Wenn sie neue Serviceprovider hinzufügen, werden diese auf den eingestellten Plan ausgerichtet </i>

source: <i>Here you should define your services for which your client will be making appointments. <b>There must be at least one service defined.</b> Capacity is the number of customers that can take the service at the same time. Enter 0 for no specific limit (Limited to number of service providers, or to 1 if no service provider is defined for that service). Price is only required if you request payment to accept appointments. You can define a description page for the service you are providing.</i>
de_de: <i>Hier sollten Sie die Serviceleistungen definieren, für die Ihr Klient Termine machen wird. <b>Es muss mindestens ein Service eingetragen sein</b>Kapazität ist die Zahl an Kunden, die die Dienstleistung gleichzeitig nutzen kann. Tragen Sie eine 0 für "kein Limit" ein. (Limitiert auf die Zahl der Serviceprovider, oder auf 1, wenn kein Serviceprovider für diesen Service angegeben ist). DerPreist ist nur relevant, wenn sie Zahlungen für die Terminannahme verlangen. Sie können eine Beschreibungsseite für den Service, den Sie anbieten, erstellen. </i>

source: <i>Here you should define your workers for which your client will be making appointments. <b>There must be at least one service defined.</b> Capacity is the number of customers that can take the service at the same time. Enter 0 for no specific limit (Limited to number of service providers, or to 1 if no service provider is defined for that service). Price is only required if you request payment to accept appointments. You can define a description page for the service you are providing.</i>
de_de: <i>Hier sollten Sie die Dienstleister definieren, für die Ihr Klient Termine machen kann. <b>Es muss mindestens ein Service eingetragen sein. </b>Kapazität ist die Zahl an Kunden, die die Dienstleistung gleichzeitig nutzen können. Tragen Sie eine 0 für "kein Limit" ein. (Limitiert auf die Zahl der Dienstleister, oder auf 1, wenn kein Serviceprovider für diesen Service angegeben ist). Der Preis ist nur erforderlich, wenn sie Zahlungen für die Terminannahme verlangen. Sie können eine Beschreibungsseite für den Service, den Sie anbieten, erstellen. </i>

source: <i>Here you can define working hours and breaks for your business. When you add new service providers, their working and break hours will be set to the default schedule. Then you can edit their schedule by selecting their names from the dropdown menu below.</i>
de_de: <i>Hier können Sie die Arbeitszeiten und Pausen für Ihr Unternehmen eintragen. Wenn Sie neue Service Provider hinzufügen, werden deren Arbeits- und Pausenzeiten auf diese Einstellungen gesetzt. Dann können Sie deren Plan überarbeiten, indem Sie den Namen aus dem Dropdownmenü unten auswählen.</i>

source: The appointment does not exist
de_de: Der Termin existiert nicht
