Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: <i>Time Base</i> is the most important parameter of Appointments+. It is the minimum time that you can select for your appointments. If you set it too high then you may not be possible to optimize your appointments. If you set it too low, your schedule will be too crowded and you may have difficulty in managing your appointments. You should enter here the duration of the shortest service you are providing. Please also note that service durations can only be multiples of the time base. So if you need 30 and 45 minutes services, you should select 15 minutes as the time base.
de_de: <i>Zeitbasis</i> ist der wichtigste Parameter für Appointments+. Dies ist die Minimalzeit, die Sie für Ihre Termine ansetzen können. Wenn Sie diesen zu hoch einstellen, dann ist es unter Umständen nicht möglich, Ihre Termine zu optimieren. Wenn Sie diesen zu klein einstellen, wird Ihr Terminplan zu übervoll erscheinen und Sie können Schwierigkeiten in der Verwaltung Ihrer Termine haben. Sie sollten hier die Dauer des kürzesten Service, den Sie anbieten, eintragen. Bitte nehmen Sie auch zur Kenntnis, dass die Servicedauer nur in Vielfachen der Zeitbasis ausgedrückt werden können. Wenn Sie also 30 und 45 Minuten-Einheiten brauchen, dann sollten Sie 15 Minuten als Zeitbasis wählen.
es_es: <i> El tiempo base </i> es el parámetro más importante de citas +. Es el tiempo mínimo que se puede seleccionar para sus citas. Si se establece demasiado alto, es posible que no se puedan optimizar sus citas. Si se establece demasiado bajo, su horario estará demasiado lleno de gente y puede tener dificultades para gestionar sus citas. Usted debe ingresar aquí la duración del servicio más corta que está proporcionando. Tenga en cuenta también que las duraciones de servicio sólo podrá ser múltiplos de la base de tiempo. Así que si usted necesita los 30 y 45 minutos los servicios, hay que seleccionar 15 minutos en la base de tiempo.
fr_fr: <i>Base de temps</i> est le paramètre le plus important d'Appointments+. C'est le temps minimum que vous pouvez choisir pour vos rendez-vous. Si vous le placez trop haut, vous ne pourrez pas optimaliser vos rendez-vous. Si vous le placez trop bas, votre programme sera trop serré et vous pourrez avoir des difficultés à contrôler vos rendez-vous. Vous devriez écrire ici la durée du service le plus court que vous fournissez. Veuillez noter également que les durées de service peuvent seulement être des multiples de la base de temps. Ainsi si vous avez besoin de 30 et 45 services de minutes, vous devriez choisir 15 minutes comme base de temps.
it_it: <i>Orario di base</i> è il parametro più importante di Appointments+. E' il tempo massimo che puoi selezionare per un appuntamento. Se lo imposti troppo alto, allora non potrai ottimizzare gli appuntamenti. Se lo imposti troppo basso i tuoi appuntamenti saranno troppo ravvicinati per essere gestiti. Dovresti impostare una durata minore del servizio che stai offrendo. Per favore nota che la durata del servizio può essere multipla dell'orario di base. Quindi se tu hai bisogno di servizi di 30 e 45 minuti, dovresti selezionare 15 minuti come orario di base.
nl_nl: <i>Tijdsblok</i> is het meest belangrijke instelling binnen Appointments+. Het is de minimale tijdslot welke u gebruikt bij afspraken. Zet het tijdslot te ruim dan kunt u niet correct plannen. Zet de instelling te kort dan krijgt u onoverzichtelijke planning. Kies de kortste periode welke u nodig heeft bij een afspraak als basis. Echter een afspraak kan slechts een meervoud zijn van het gekozen tijdsblok. Dus gebruikt u diensten van 30 en 45 minuten, kies dan 15 minutes als tijdsblok.
pl_pl: <i>Czas Podstawowy</i> jest najważniejszym parametrem Spotkań, Jest to mnimalny czas na jaki możesz umówić spotkanie. Jeżeli ustawić go za wysoko możesz nie być w stanie optymalizowac swoich spotkań. Jeżeli ustawisz za nisko, twój kalendarz będzie zbyt zatłoczony i możesz mieć trudności w zarządzaniu swoimi spotkaniami. Powinieneś wprowadzić tu czas trwania najkrótszego spotkania jakie umawiasz. Zauważ również że trwanie usługi może być powielane jako czas podstawowy. Więc jeśli potrzebujesz 30 i 45 miut usług, powinieneś wybrać 15 minut jako czas podstawowy.
pt_br: <i> Base de Tempo </i> é o parâmetro mais importante de Compromissos. É o tempo mínimo que você pode selecionar para os seus compromissos. Se você definir um valor alto demais, então você pode não ser possível para otimizar seus compromissos. Se você configurá-lo muito baixo, sua programação será muito lotado e você pode ter dificuldade em gerir os seus compromissos. Você deve entrar aqui a duração do serviço mais curto que você está fornecendo. Observe também que a duração do serviço só pode ser múltiplos de a base de tempo. Então, se você precisa de 30 e 45 minutos de serviços, você deve selecionar 15 minutos e, a base de tempo.
pt_pt: <i> Base de Horário </i> é o parametro mais importante de Datas Marcadas+. É o horário mínimo que podemos selecionar para fazer as marcações. Se definir um valor alto demais, não será possível de optimizar as datas marcadas. Se for configurado muito baixo, e o programa atrai muitos clientes, pode dar dificuldade em gerir as marcações. Aqui entramos a duração do serviço mais curto que vamos a fornecer. Observe também que a duração das tarefas só pode ser em múltiplos de base de horas. De tal modo, se precisamos de tarefas que duram 30 e 45 minutos, deveriamos selecionar 15 minutos como base desse horário
ru_ru: <i> Time Base </ I> является наиболее важным параметром назначениям +. Это минимальное время, которое вы можете выбрать для ваших назначений. Если вы установите его слишком высоко, то вы не можете быть возможность оптимизировать ваши встречи. Если вы установите его слишком низко, ваш график будет слишком переполнено, и вы могут возникнуть трудности в управлении ваши встречи. Вы должны ввести здесь продолжительность кратчайшие службы вы предоставляете. Пожалуйста, обратите внимание, что сервис продолжительность может быть только кратные временной базе. Так что если вам нужно 30 и 45 минут услуги, вы должны выбрать 15 минут, как временной базе.
tr_tr: <i> Zaman Tabanı </ i> Randevular + en önemli parametredir. Bu sizin randevular için seçebileceğiniz minimum süredir. Bunu çok yüksek ayarlarsanız o zaman randevuları optimize etmek mümkün olmayabilir. Eğer çok düşük ayarlarsanız, program çok kalabalık olacak ve randevularınızı yönetmek zorluk olabilir. Burada sağladığınız kısa hizmet süresini girmelisiniz. Ayrıca hizmet süreleri sadece zaman tabanının katları olabilir unutmayın. 30 ve 45 dakika hizmetlerini gerekiyorsa Yani, zaman tabanı olarak 15 dakika seçmelisiniz.

source: You can add one more time base using <i>Additional time base</i> setting. You must select this setting in <i>time base</i> setting to be effective.
da_dk: Du kan tilføje endnu en tidsbase ved hjælp af <i>Yderligere tidsbase</i> indstilling. Du skal vælge denne indstilling i <i>tidsbase</i> indstillinger til at være aktiv.
de_de: Sie können eine weiter Zeitbasis hinzufügen - mit der <i>Zusätzliche Zeitbasis </i> Einstellung. Sie müssen diese Einstellung in der <i>Zeitbasis</i>Einstellung auswählen, damit es funktioniert.
es_es: Tu puedes añadir más tiempo base utilizando la configuración <i> base de tiempo adicional </i> . Debe seleccionar esta opción en la configuración base de tiempo <i> </i> para ser efectiva.
fr_fr: Vous pouvez ajouter plus d'une base de temps en utilisant la configuration du temps base <i>Additionel</i>. Vous devez choisir cette configuration dans le <i>temps de base</i> pour y arriver
it_it: Puoi aggiungere uno o più orario di base usando l'impostazione <i>Orario di base addizionale</i>. Devi selezionare questa impostazione <i>orario di base</i> per renderla attiva.
nl_nl: U kunt een <i>Extra tijdslot</i> toevoegen. U moet dat instellen via <i>tijdslot</i> configuratie om te activeren.
pl_pl: Możesz dodać jeszcze jeden czas podstawowy używając ustawień <i>Dodatkowy czas podstawowy</i>. Musisz wybrać te ustawienia w ustawieniach <i>czas podstawowy</i> aby były skuteczne.
pt_br: Você pode adicionar mais uma base de tempo usando a configuração<i> Tempo de base adicional </i>. Você deve selecionar esta configuração em <i> tempo de base </i> para efetiva-la.
pt_pt: Podemos adicionar mais uma base de horário usando a configuração<i> Tempo de base adicional </i>. Deve selecionar esta configuração em <i> horário de base </i> para que funcione.
ru_ru: Вы можете добавить еще одну временную базу, используя <i> Дополнительная временную базу <я /> настройки. Вы должны выбрать эту настройку в <i> временной базы </ I> установки, действующей.
tr_tr: <i>Ek süre temel</i> ayarı kullanarak temel bir kez daha ekleyebilirsiniz. Bu ayarın etkili olduğu <i>zaman temel</i> ayarı seçmeniz gerekir.

source: With the widest settings, client will do the followings on the front page:
da_dk: Med de bredeste indstillinger, vil kunden gøre følgende på forsiden:
de_de: Mit den weitesten Einstellungen kann der Klient das folgende auf der Hauptseite machen:
es_es: Con los ajustes más amplios, los clientes podrán hacer lo siguiente en la página frontal:
fr_fr: Avec la configuration la plus ouverte, le client verra tout cela sur la page principale :
it_it: Con le impostazioni più ampie il cliente potrà fare le seguenti operazione dalla pagina principale:
nl_nl: Met de meest open instellingen, kan een klant het volgende doen:
pl_pl: Z najszerszymi ustawieniami, client będzie wykonywał następujące czynności na stronie głównej:
pt_br: Com a mais ampla de configurações, o cliente vai fazer o seguinte na página inicial:
pt_pt: Com as configurações mais amplas, o cliente poderá fazer o seguinte na página inicial:
ru_ru: С самых широких настроек, клиент сделайте следующее на первой странице:
tr_tr: En geniş ayarlarla ön sayfasında aşağıdaki istemci yapar mısın:

source: Select a service
da_dk: Vælg en service
de_de: Wählen Sie einen Service aus
es_es: Selecciona un servicio
fr_fr: Choisir un service
it_it: Selezionare un servizio
nl_nl: Selecteer een service
pl_pl: Wybierz usługę
pt_br: Selecione um serviço
pt_pt: Selecione uma tarefa
ru_ru: Выберите услугу
tr_tr: Bir hizmeti seçin

source: Select a service provider
da_dk: Vælg en serviceudbyder
de_de: Wählen Sie einen Dienstleister aus
es_es: Selecciona un proveedor de servicio
fr_fr: Choisir un prestataire
it_it: Selezionare un fornitore di servizio
nl_nl: Selecteer een dienstverlener
pl_pl: Wybierz dostawcę usługi
pt_br: Selecione um profissional
pt_pt: Selecione um prestador de tarefas
ru_ru: Выберите поставщика услуг
tr_tr: Bir servis sağlayıcı seçin

source: Select a free time on the schedule
da_dk: Vælg en fri tid i bookingkalenderen
de_de: Wählen Sie einen freien Termin aus
es_es: Selecciona tiempo libre en el horario
fr_fr: Sélectionnez un temps libre sur le calendrier
it_it: Selezionare un orario per il suo appuntamento
nl_nl: Selecteer een vrij tijd in het schema
pl_pl: Wybierz wolny czas w harmonogramie
pt_br: Selecione um horário livre na agenda
pt_pt: Selecione um horário livre no programa
ru_ru: Выбор свободного времени на графике
tr_tr: Ücretsiz program seçin

source: Login (if required)
da_dk: Login (hvis krævet)
de_de: Login (falls benötigt)
es_es: Login ( si se requiere)
fr_fr: Connexion (si requis)
it_it: Login (se richiesto)
nl_nl: Login (indien verplicht)
pl_pl: Login (jeśli wymagany)
pt_br: Login (se requerido)
pt_pt: Conectar-se (se for requerido)
ru_ru: Войти (если требуется)
tr_tr: (Gerekirse) giriş

source: Enter the required fields (name, email, phone, address, city) and confirm the selected appointment
da_dk: Indtast de krævede felter (navn, e-mail, telefon, adresse, by), og bekræft den valgte booking
de_de: Füllen Sie die erforderlichen Felder aus (Name, E-mail, Telefon, Adresse, Stadt) und bestätigen Sie den gewählten Termin
es_es: Inserte los campos obligatorios (nombre, email, teléfono, dirección, ciudad) y confirmar la cita seleccionada
fr_fr: Complétez les champs requis (nom, email, téléphone, adresse, ville, ...) et confirmez le rendez-vous choisi
it_it: Inserire i campi obbligatori (nome, email, telefono, indirizzo, città) e confermare l'appuntamento selezionato
nl_nl: Voer de vereiste gegevens in (naam, e-mail, telefoon, adres, woonplaats) en bevestig de geselecteerde afspraak
pl_pl: Wprowadź wymagane pola (imię, email, nr telefonu, adres, miasto) i potwierdź wybraną wizytę
pt_br: Digitar os campos obrigatórios (nome, email, telefone, endereço, cidade) e confirmar o compromisso selecionado
pt_pt: Digitar os campos obrigatórios (nome, email, telefone, endereço, cidade) e confirmar a marcação selecionada
ru_ru: Введите необходимые данные (имя, адрес электронной почты, телефон, адрес, город) и подтвердить выбор встречу
tr_tr: Gerekli alanlar (isim, e-posta, telefon, adres, şehir) girin ve seçili Randevuyu onaylamak

source: Click Paypal payment button (if required)
da_dk: Klik på Paypal betalingsknappen (hvis påkrævet)
de_de: Den Paypalzahlknopf drücken (wenn erforderlich)
es_es: Clica el botón de pago de paypal ( si se requiere)
fr_fr: Cliquez le bouton de paiement Paypal (si requit)
it_it: Cliccare il bottone di Paypal per il pagamento (se richiesto)
nl_nl: Klik Paypal betaalknop (wanneer verplicht)
pl_pl: Kliknij przycisk płatności Paypal (jeżeli wymagane)
pt_br: Clicar no botão de pagamento Paypal (se necessário)
pt_pt: Clicar no botão de pagamento Paypal (se for requerido)
ru_ru: Нажмите кнопку оплаты Paypal (если требуется)
tr_tr: PayPal ödeme düğmesini tıklatın (gerekirse)

source: Redirected to a Thank You page after Paypal payment
da_dk: Omdirigeret til en Tak side efter Paypal betaling
de_de: Nach der Paypalzahlung auf eine Dankesseite umleiten
es_es: Redireccionado a una página de gracias después del pago en paypal
fr_fr: Redirigé ensuite vers une page de remerciement après paiement.
it_it: Reindirizzo alla pagina di ringraziamento dopo il pagamento con Paypal
nl_nl: Doorsturen naar Bedankt Pagina na afronden Paypal betaling
pl_pl: Przekierowane do Strony Podziękowania po płatności Paypal
pt_br: Ser redirecionado para uma página de agradecimento após o pagamento no Paypal
pt_pt: Redirecionado para uma página de Agradecimento após o pagamento no Paypal
ru_ru: Перенаправляется на странице благодарности после Paypal оплаты
tr_tr: Paypal ödeme sonra bir teşekkür ederiz sayfasına yönlendiriliyorsunuz

source: Yes. Appointments+ requires at least one service to be defined. Please note that a default service should have been already installed during installation. If you delete it, and no other service remains, then you will get a warning message. In this case plugin may not function properly.
da_dk: Ja. Bookingsystemet kræver mindst at én service skal defineres. Bemærk, at en standard tjeneste skulle have været installeret allerede under installationen. Hvis du sletter den, og ingen anden service forbliver, vil du få en advarselsbesked. I denne situation vil systemet ikke fungere korrekt.
de_de: Ja. Appointments+ erfordert zumindest einen definierten Dienst. Bitte beachten Sie das ein voreingestellter Dienst während der Installation bereits installiert sein sollte. Wenn Sie diesen löschen und kein anderer Dienst übrig ist, wird eine Warnung angezeigt. In diesem Fall funktioniert das Plugin möglicherweise nicht richtig.
es_es: Sí. Citas + requiere por lo menos un servicio que se haya definido. Tenga en cuenta que un servicio por defecto debería haber sido instalado durante la instalación. Si lo elimina, y ningún otro servicio se mantiene, recibirá un mensaje de advertencia. En ese caso el plugin no funcionará correctamente.
fr_fr: Oui. Appointments+ requière au moins un service pour être défini. Veuillez noter qu'un service par défaut devrait avoir déjà été installé pendant l'installation. Si vous l'effacez, et qu'il ne reste aucun autre service, vous recevrez un message d'avertissement. Dans ce cas-ci Appointments+ ne fonctionnera pas correctement.
it_it: Si, Appointments+ richiede almeno un servizio definito. Per favore nota che se il servizio predefinito è stato installato durante la configurazione iniziale. Se viene cancellato e non hai altri servizi rimanenti allora otterrai un messaggio di avviso. In questo caso il plugin non funzionerà in modo corretto.
nl_nl: Ja. Appointments+ heeft minimaal één dienst nodig. Wees gerust, tijdens de installatie hebben we eentje opgenomen. Als u deze verwijderd, en er blijft geen dienst over, dan zal u een waarschuwing krijgen.In die situatie kan de plugin niet correct werken.
pl_pl: Tak. Appointments wymaga co najmniej jednej zdefiniowanej usługi. Należy pamiętać, że usługa powinna zostać domyślnie już zainstalowana podczas instalacji. Jeśli ją usuniesz, a nie pozostała inna usługa, to dostaniesz ostrzeżenie. W tym przypadku wtyczka może nie działać prawidłowo.
pt_br: Sim. Compromissos requer, pelo menos, um serviço definido. Por favor, note que um serviço padrão já deve foi definido durante a instalação. Se você apagá-lo, e não houver nenhum outro serviço, você receberá uma mensagem de aviso. Neste caso o plugin pode não funcionar corretamente.
pt_pt: Sim. Datas Marcadas+ requer, pelo menos, uma tarefa definida. Por favor, note que uma tarefa padrão já devia ter sido instalada durante a instalação. Se foi suprimida, e não houver nenhuma outra, receberá uma mensagem de aviso. Neste caso, Datas Marcadas+ pode não funcionar corretamente.
ru_ru: Да. Назначения + требует, по крайней мере, одну услугу, которые будут определены. Обратите внимание, что служба по умолчанию должны были уже во время установки. Если вы удалите его, и никакие другие останки услуг, то вы получите сообщение с предупреждением. В этом случае плагин может работать неправильно.
tr_tr: Evet. Randevular + gerektirir tanımlanması için en az bir hizmet. Varsayılan Hizmeti yüklemesi sırasında zaten yüklü olmalıdır olduğunu lütfen unutmayınız. Sonra silmeden ve diğer bir hizmeti olarak kalır, bir uyarı iletisi alırsınız. Bu durumda eklenti düzgün çalışmayabilir.

source: No. You may as well be working by yourself, doing your own business. Plugin will work properly without any service provider, i.e worker, defined. In this case Appointments+ assumes that there is ONE service provider working, giving all the services.
da_dk: Nej. Hvis du bare er dig selv eller kun har 1 medarbejder, behøver du ikke at udfylde medarbejdere. Det er primært brugt hvor der er behov for at kunne booke tid ved forskellige service udbydere. Systemet vil fungere helt perfekt uden nogle service udbydere defineret. I dette tilfælde antager Booking Systemet, at der er en service udbyder, der tager sig af alle aftalerne.
de_de: Nein. Sie können genauso alleine arbeiten, das eigene Geschäft erledigen. Das Plugin wird ohne definierten Dienstleister, z.B. Mitarbeiter, funktionieren. In diesem Falle nimmt Appointments+ an, daß ein Dienstleister arbeitet und alle Services anbietet.
es_es: No. Usted puede también estar trabajando por su cuenta, haciendo su propio negocio. El plugin funcionará correctamente sin cualquier proveedor de servicios, es decir, los trabajadores, que se define. En este caso las citas + supone que hay un proveedor de servicios trabajando, dando todos los servicios.
fr_fr: Non. Vous devez appliquer les services vous-même, faire votre propre business. Le plugin ne fonctionnera pas si vous n'avez oas de prestataires de travail défini. Dans ce cas Appointments+ assume qu'il n'y ai qu'un prestataire pour faire tous les travaux
it_it: No, Potresti lavorare da solo facendo il tuo lavoro in proprio. In questo caso Appointments+ calcola che c'è solo UN fornitore di servizio che da tutti i servizi disponibili.
nl_nl: Nee. De plugin gaat er dan gemakshalve vanuit dat er slechts één dienstverlener zal zijn.
pl_pl: Nie. Równie dobrze możesz pracować samodzielnie, prowadząc własny buznes. Wtyczka będzie działać prawidłowo bez żadnego zdefiniowanego dostawcy usługi np. pracownika. W takim przypadku Appointments zakłada że jest JEDEN dostawca usługi, świadczący wszystkie usługi.
pt_br: Não. Você pode muito bem trabalhar sozinho, no seu próprio negócio. O Plugin irá funcionar corretamente sem qualquer prestador de serviço, ou seja, trabalhador, definido. Neste caso Compromissos assume que há um prestador serviço para todos os serviços.
pt_pt: Não. Nesse caso melhor seria trabalhar sozinho, no seu próprio negócio. O Plugin funcionará corretamente sem qualquer prestador de tarefas; por ex. um certo trabalhador, Definido. Neste caso, Datas Marcadas+ assumes que exista só UM prestador de tarefas, prestando todos os serviços.
ru_ru: Нет, вы, возможно, также будет работать самостоятельно, делать свой собственный бизнес. Плагин будет работать должным образом без любого поставщика услуг, то есть работник, определен. В этом случае Назначения + предполагается, что существует одна служба рабочий поставщик, давая все услуги.
tr_tr: No Sen de kendi başına kendi iş yapmak çalışıyor olabilirsiniz. Eklenti düzgün şekilde tanımlanan herhangi bir servis sağlayıcı, yani işçi, çalışacak. Bu durumda randevuları + varsayar çalışma, tüm hizmetleri veren bir hizmet sağlayıcısı olduğunu.
