Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: You may want to receive a notification email whenever a new appointment is made from front end in pending status. This email is only sent if you do not require a payment, that is, if your approval is required. Note: Notification email is also sent to the service provider, if a provider is namely selected by the client, and "Allow Service Provider Confirm Own Appointments" is set as Yes.
da_dk: Du ønsker måske at modtage en meddelelse email hver gang en ny aftale er lavet fra bookingsiden med ubekræftet status. Denne e-mail sendes kun hvis du ikke kræver en betaling, der er, hvis din godkendelse er påkrævet. Bemærk: e-mailen er også sendt til tjenesteudbyderen, hvis en udbyder nemlig vælges af klienten, og "Tillad Service Provider Bekræft egne aftaler" er indstillet som Ja.
de_de: Sie möchten eventuell eine Hinweiß-E-Mail bekommen, wann immer ein neuer Termin vom Frontend aus gemacht wurde, der sich im "ausstehend"-Status befindet. Diese E-Mail wird nur dann versandt, wenn Sie keine Zahlung verlangen, sondern, wenn Ihre Bestätigung benötigt wird. Hinweiß: Die Hinweiß-E-Mail wird ebenso an den Dienstleister versandt, wenn ein Dienstleister namentlich vom Kunden ausgewählt und "Erlaube es dem Dienstleister eigene Termine zu bestätigten" auf "ja" gesetzt wurde.
es_es: Es posible que desee recibir una notificación por correo electrónico cada vez que se efectúe una nueva cita desde tu página de reservas (front end) y esté en estado pendiente (a la espera de aprovación). Este correo electrónico se envía únicamente si no se requiere un pago, es decir, si se requiere únicamente tu aprobación. Nota: El correo electrónico de notificación también se envía al proveedor de servicios, si un proveedor concreto seleccionado por el cliente, y "Permitir que un proveedor de servicios confirme las propias citas" se establece como Sí.
fr_fr: Vous pouvez recevoir un email de notification à chaque fois qu'un rendez vous est fait et ce avant la fin du statut en attente. Cet e-mail est envoyé uniquement si vous n'avez pas besoin d'un paiement, si votre approbation est requise. Remarque: la notification par courriel est également envoyé au fournisseur de services, si un fournisseur est choisi par le client, et "Autoriser les fournisseurs de services à confirmer leurs propres rendez-vous" est défini comme Oui.
it_it: Vorresti voler ricevere una email di conferma ogni volta che un nuovo appuntamento è stato fatto dal front end e si trovi in attesa. Questa email è spedito solamente se tu non richiedi il pagamento, che richeide la tua approvazione obbligatoria. Nota: la email di notifica è anche spedito al fornitore del servizio, se il fornitore è stato selezionato dal cliente, e se l'opzione "permette al fornitore del servizio di confirmare i propri appuntamento" è impostata a si.
nl_nl: U wilt wellicht een bericht ontvangen wanneer er een nieuwe afspraak gepland is die nog niet bevestigd is. Deze e-mail wordt alleen verzonden indien u geen betaling vereist, d.w.z. indien uw bevestiging vereist is. Let op: de dienstverlener ontvangt ook een bericht, indien er een dienstverlener door de klant is geselecteerd, en "Sta bevestiging van afspraak door dienstverlener toe" als JA is ingesteld.
pl_pl: Czy chcesz otrzymawać wiadomość o każdej nowej rezerwacji sporządzonej przez klienta i w stanie oczekującym. Wiadmość jest wysyłana tylko wtedy jeśli nie wymagasz opłaty a twoją zgoda jest niezbędna. Notka: Wiadomośc wysyłana jest także do usługodawcy jeżeli jest on wybrany przez klienta i "Pozwól usługodawcy akceptować własne rezerwaje" jest ustawione na Tak.
pt_br: Você pode querer receber um email de notificação sempre que um novo compromisso feito no site esteja com status pendente. Este e-mail só é enviado se você não precisa de um pagamento, ou seja, se a sua aprovação é necessária. Nota: e-mail de notificação também é enviado para o fornecedor de serviços, se um fornecedor for selecionado pelo cliente, e "Permitir que Fornecedor de Serviços Confirme seus próprios compromissos" é definido como Sim.
pt_pt: Pode desejar optar em receber um email de notificação sempre que uma nova data marcada seja feita no site com status pendente. Este e-mail só será enviado se não precisa de receber pagamento, ou seja, se a sua aprovação é requerida. Aviso: um e-mail de notificação também será enviado para o fornecedor de tarefas, se um fornecedor for selecionado pelo cliente, e "Permição a esse Fornecedor de Tarefas a Confirmar as horas marcadas Por Si Mesmo, foi definida para Sim.
ru_ru: Вы можете получить уведомление по электронной почте всякий раз, когда новое назначение производится из передней части в состояние ожидания. Этот адрес электронной передается только, если вы не требуют оплаты, то есть, если требуется ваше одобрение. Примечание: уведомление по электронной почте послал к поставщику услуг, если провайдер именно выбору клиента, и "Разрешить Провайдер услуг Подтвердите собственный Назначения " установлен в качестве Да.
tr_tr: Ne zaman yeni bir randevu durumunu beklemede ön uç üzerinden yapılan bir bildirim e-posta almak isteyebilirsiniz. Diğer bir deyişle, bir ödeme ihtiyacınız yoksa senin onayı gerekiyorsa sadece bu e-posta gönderilir. Not: istemci ve "Allow Service Provider Confirm Own Appointments" tarafından bir sağlayıcı Yani seçtiyseniz uyarı e-postası da servis sağlayıcısına gönderilir Evet ayarlanır.

source: Confirmation Email Subject
da_dk: Bekræftelses email emne
de_de: Bestätigungs-E-Mail Betreff
es_es: Asunto del mail de confirmación
fr_fr: Sujet du Mail de Confirmation
it_it: Oggetto email di conferma
nl_nl: Bevestigingsmail Onderwerp
pl_pl: Temat wiadomości z potwierdzeniem
pt_br: Confirmação de Assunto do e-mail
pt_pt: Confirmação de topico do e-mail
ru_ru: Тема Email подтверждения
tr_tr: Onay Mail Konusu

source: Confirmation email Message
da_dk: Bekræftelses email meddelses
de_de: Bestätigungs-E-Mail Nachricht
es_es: Enviar mail de recordatorio al cliente
fr_fr: Message du mail de Confirmation
it_it: Messaggio email di conferma
nl_nl: Bevestigingsmail Bericht
pl_pl: Treść wiadomości z potwierdzeniem
pt_br: Confirmação de e-mail Mensagem
pt_pt: Confirmação de Mensagem por e-mail
ru_ru: Подтверждение по электронной почте Сообщение
tr_tr: Onay Mail Mesajı

source: Send Reminder email to the Client
da_dk: Send påmindelses email til kunden
de_de: Erinnerungs-Mail an den Kunden schicken
es_es: Enviar email del recordatorio al cliente
fr_fr: Envoyer un mail de Rappel au Client
it_it: Invia email di promemoria al cliente
nl_nl: Stuur een herinnering aan de klant
pl_pl: Wyślij przypomnienie do klienta
pt_br: Enviar lembrete por e-mail ao cliente
pt_pt: Enviar um lembrete por e-mail ao Cliente
ru_ru: Отправить по электронной почте напоминание Клиенту
tr_tr: Müşteriye hatırlatma maili gönder

source: Whether to send reminder email(s) to the client before the appointment.
da_dk: Om der skal sende email til kunden inden aftalen
de_de: Ob Erinnerungs-E-Mails vor dem Termin an den Kunden gesendet werden sollen.
es_es: si se debe enviar email(s) de recordatorio al cliente antes de la cita
fr_fr: Que ce soit pour envoyer des email de rappel (s) au client avant le rendez-vous.
it_it: Ogni volta spedire email di promemoria al cliente prima dell'appuntamento.
nl_nl: Wel of niet een herinneringsmail sturen aan de klant op een nader te bepalen moment voor de afspraak.
pl_pl: Wysyłanie przypomnień do klientów przed wydarzeniem
pt_br: Quer enviar email de lembrete (s) para o cliente antes do compromisso.
pt_pt: Enviar e-mails de lembrança ao cliente ou não, antes das marcações.
ru_ru: Следует ли посылать напоминание по электронной почте (ы) для клиента до назначения.
tr_tr: Anımsatıcının gönderileceği istemcinin önce randevu email(s).

source: Reminder email Sending Time for the Client (hours)
da_dk: Påmindelses email sende tidspunkt til kunden (timer)
de_de: Erinnerungs-E-Mail Sendezeit für den Kunden (Stunden)
es_es: Horas de envío de los emails recuerdo para los clientes
fr_fr: Rappel email heure d'envoi pour le client (heures)
it_it: Orario invio email di promemoria spedita al cliente (ore)
nl_nl: Hoeveel tijd voor de afspraak (uren) de herinneringsmail naar klant versturen
pl_pl: Czas wysyłania przypomnień do klienta przed wydarzeniem (godz.)
pt_br: Email de lembrete Envindo Horário ao Fornecedor (horas)
pt_pt: Lembrança de e-mail, Envio de Horário ao Cliente (horas)
ru_ru: Напоминание по электронной почте Отправка Время для Клиента (часов)
tr_tr: Hatırlatıcı e-posta istemcisi için gönderme zamanı (saat)

source: Defines how many hours reminder will be sent to the client before the appointment will take place. Multiple reminders are possible. To do so, enter reminding hours separated with a comma, e.g. 48,24.
da_dk: Definerer hvor længe før en aftale kunden skal have tilsendt en påmindelsesemail. Det er muligt at sende flere påmindelser. Indtast de ønskede intervaller adskilt af komma for eksempel 48,24
de_de: Legt fest wieviele Stunden vor dem Termin der Kunde per Mail erinnert wird. Mehrfacherinnerungen sind möglich. Wird das gewünscht, werden die Stunden mit einem Komma getrennt, zB 48,24.
es_es: Define el número de horas en que será enviado el recordatorio para el cliente antes de que la cita tenga lugar. Múltiples recordatorios son posibles. Para ello, escriba las horas de recuerdo separados por una coma, por ejemplo, 48,24.
fr_fr: Définit le nombre d'heures de rappel qui sera envoyé au client avant que le rendez-vous est lieu. Rappels multiples sont possibles. Pour ce faire, entrez heures séparées par des virgules, par exemple en rappelant 48,24
it_it: Definisce quante ora precedentemente all'appuntamento verrà spedita la email di promemoria. Sono possibili email di promemoria multiple, per impostarlo inserisci le ore separate da virgola, esempio 48,24.
nl_nl: Stel in hoeveel uur van tevoren de herinneringsmail aan de klant wordt verzonden. Meerdere herinneringen zijn mogelijk. Om dit te doen, voer de uren in, gescheiden door een komma. Bijvoorbeeld: 48,24,12.
pl_pl: Określa ile godzine przed wydarzeniem zostanie wysłane przypomnienie dla klienta. Możliwe są wielokrotne przypomnienia: wartości (czas przed wydarzeniem) należy oddzielić przecinkiem, np. 48,24
pt_br: Define quantas horas o lembrete será enviado ao cliente antes do compromisso acontecer. Vários lembretes são possíveis. Para isso, digite lembrando horas separadas por uma vírgula, por exemplo 48,24.
pt_pt: Define as horas de lembrança que serão enviadas ao cliente antes de uma data ser marcada. Vários lembretes podem ser utilizados. Para isso, digite as ''horas lembrete'' separadas por uma vírgula, por exemplo 48,24.
ru_ru: Определяет, сколько часов напоминание будет отправлено клиенту до назначения состоится. Несколько напоминаний возможны. Для этого введите напоминая часов через запятую, например 48,24.
tr_tr: Randevuyu gerçekleşecek önce kaç saat hatırlatma istemciye gönderilecek tanımlar. Birden çok uyarı mektupları mümkündür. Bunu yapmak için örneğin 48,24 bir virgülle ayrılmış doldurup saat girin.

source: Send Reminder email to the Provider
da_dk: Send påmindelses email til udbyder
de_de: Erinnerungs-Email an den Dienstleister senden
es_es: Enviar email recordatorio al proveedor
fr_fr: Renvoyer un mail de confirmation
it_it: Invia email di promemoria al fornitore del servizio
nl_nl: Stuur een herinnering aan de dienstverlener.
pl_pl: Wysyłanie przypomnienia do wykonawcy
pt_br: Enviar lembrete por e-mail ao prestador
pt_pt: Enviar lembrete por e-mail ao Prestador de Tarefas
ru_ru: Отправить по электронной почте напоминание Оператору
tr_tr: Sağlayıcı için hatırlatıcı e-posta gönder

source: Whether to send reminder email(s) to the service provider before the appointment.
da_dk: Skal der sendes påmindelses email(s) til udbyder før aftale
de_de: Ob Erinnerungs-E-Mails vor dem Termin an den Dienstleister gesendet werden sollen.
es_es: Si enviar emails de recuerdo al proveedor de servicio antes de la cita
fr_fr: Si vous souhaitez envoyer des email de rappel (s) au fournisseur de service avant le rendez-vous.
it_it: Ogni volta invia email di promemoria al fornitore del servizio prima dell'appuntamento.
nl_nl: Wel of niet een herinneringsmail sturen aan de dienstverlener op een nader te bepalen moment voor de afspraak.
pl_pl: Opcja wysyłania przypomnień do wykonawcy przed wydarzeniem
pt_br: Caso queira enviar lembrete por e-mail ao prestador de serviços antes do compromisso.
pt_pt: Caso queira enviar lembrete por e-mail ao prestador de tarefas antes de marcar uma data.
ru_ru: Следует ли посылать напоминание по электронной почте (ы) для поставщика услуг перед назначением.
tr_tr: Anımsatıcının gönderileceği hizmet sağlayıcısına önce randevu email(s).

source: Reminder email Sending Time for the Provider (hours)
da_dk: Påmindelses sende tidspunkt for email til udbyder
de_de: Erinnerungs-E-Mail Sendezeit für den Dienstleister (Stunden)
es_es: Horas de envío de los emails recuerdo para los proveedores
fr_fr: Heure d'envoi pour l'Email de rappel aux prestataires
it_it: Orario invio email di promemoria spedita al fornitore del servizio (ore)
nl_nl: Hoeveel tijd voor de afspraak (uren) de herinneringsmail naar dienstverlener versturen
pl_pl: Czas wysyłania przypomnień do wykonawcy przed wydarzeniem (godz.)
pt_br: Email de lembrete Envindo Horário ao Fornecedor (horas)
pt_pt: Lembrete de e-mail, Enviando as Horas marcadas ao Prestador (horas)
ru_ru: Напоминание по электронной почте Отправка Время для поставщика (часов)
tr_tr: Hatırlatıcı e-posta gönderme zaman sağlayıcı için (saat)

source: Same as above, but defines the time for service provider.
da_dk: Det samme som ovenfor, men definerer tidspunktet for udyderen
de_de: Wie oben, aber die Zeiten sind für den Anwender bestimmt.
es_es: Lo mismo que arriba, pero define los tiempos para el proveedor de servicios
fr_fr: Comme ci-dessus, mais définit le temps des services du prestataire.
it_it: Come sopra ma definisce il tempo di invio nei confronti del fornitore del servizio.
nl_nl: Zelfde als boven, maar stelt de tijd in voor de dienstverlener.
pl_pl: To samo co wyżej, ale dot. czasu przypomnień dla wykonawcy
pt_br: Igual ao anterior, mas define o tempo para o prestador de serviços.
pt_pt: Igual ao anterior, mas define as horas para o prestador de tarefas.
ru_ru: То же самое, но определяет время для поставщика услуг.
tr_tr: Aynı aynı derecede yukarıda, ama zaman için servis sağlayıcı tanımlar.

source: Reminder email Subject
da_dk: Påmindelses email emne
de_de: Betreff der Erinnerungs-Email
es_es: Asunto del email de recordatorio
fr_fr: Sujet du mail de rappel
it_it: Oggetto email promemoria
nl_nl: Onderwerp in herinneringsmail
pl_pl: Temat wiadomości dla wykonawcy
pt_br: Assunto do Email de Lembrete
pt_pt: Topico sobre o lembrete do e-mail
ru_ru: Напоминание по электронной почте Тема
tr_tr: Hatırlatma mail konusu

source: Reminder email Message
da_dk: Påmindelses email meddelses
de_de: Nachrichenteil der Erinnerungs-Email
es_es: Mensaje del email de recordatorio
fr_fr: Message du mail de Rappel
it_it: Messaggio email promemoria
nl_nl: Bericht van herinneringsmail
pl_pl: Treść wiadomości dla wykonawcy
pt_br: Mensagem do Email de Lembrete
pt_pt: Lembrete da mensagem de e-mail
ru_ru: Напоминание адрес электронной почты Сообщение
tr_tr: Hatırlatma mail mesajı

source: Send notification email on appointment removal
da_dk: Hvis aftale slettes, send så email med besked om dette.
de_de: Benachrichtigungs-E-Mail an Terminabsage senden
es_es: Enviar correo electrónico de notificación en la eliminación cita o cancelación
fr_fr: Envoyer un avis par courriel en cas de suppression de rendez-vous
it_it: Invia avviso di rimozione appuntamento
nl_nl: Verzend notificatie e-mail bij verwijderen van afspraak
pl_pl: Wysyłaj powiadomienie o usunięciu rezerwacji.
pt_br: Enviar e-mail de notificação de remoção de agendamento
pt_pt: Enviar um e-mail de notificação da remoção de uma data marcada
ru_ru: Отправить уведомление об отмене бронирования
tr_tr: Randevu kaldırma üzerinde e-posta gönder

source: Send out an email to appropriate clients and providers when an appointment has been removed.
da_dk: Send en email til berørte kunder og serviceudbydere, når en aftale slettes
de_de: Sende eine E-Mail an die entsprechenden Kunden und Mitarbeiter, wenn ein Termin abgesagt wurde.
es_es: Enviar un correo electrónico a los clientes y los proveedores apropiados cuando una cita se ha eliminado o cancelado.
fr_fr: Envoyer un courriel aux clients et aux fournisseurs appropriés lorsque un rendez-vous a été supprimé.
it_it: Invia una e-mail a clienti e provider appropriati quando un appuntamento è stato rimosso.
nl_nl: Verzend een e-mail naar de juiste cliënten en betrokkenen als een afspraak is verwijderd.
pl_pl: Wyślij wiadomość do odpowiednich Klientów jeżeli ich rezerwacja została usunięta.
pt_br: Enviar aos clientes apropriados um e-mail e ao provedor de serviço quando um agendamento for removido
pt_pt: Enviar um e-mail aos clientes e provedores necessários assim que uma data marcada for removida.
ru_ru: Отправить e-mail соответствующим клиентам и операторам когда встреча будет удалена.
tr_tr: Randevu kaldırıldığında uygun istemciler ve sağlayıcılar e-posta gönderin.

source: <b>Note:</b> This email will only be sent for explicitly removed appointments only. The appointments that get removed due to expiration will not be affected.
da_dk: <b>Bemærk:</b> Denne e-mail vil kun blive sendt for kun eksplicit fjernede bookinger. Bookingerne der bliver fjernet på grund af udløb, vil ikke blive berørt.
de_de: <b>Notiz:</b> Diese E-mail wird nur für ausdrücklich entfernte Termine versandt. Termine, die wegen Ablauf entfernt werden, sind davon nicht betroffen.
fr_fr: Note : Ce courriel ne sera envoyé que pour les rendez-vous retirés explicitement. Les rendez-vous qui sont retirés pour cause d'expiration ne seront pas affectés.
it_it: <b>Nota:</b> Questa email verrà inviata solamente per gli appuntamenti esplicitamente rimossi. Gli appuntamenti che vengono rimossi a causa della scadenza non verranno considerati.
nl_nl: <b>Opmerking:</b> Deze e-mail zal alleen worden verzonden voor expliciet verwijderde afspraken. De afspraak die wordt verwijderd als gevolg van het verlopen van de datum wordt niet beïnvloed.
pl_pl: <b>Notka:</b>Wiadomość zostanie wysłana tylko do celowo usuniętych rezerwacji. O przedawnionych spotkaniach system nie informuje.
pt_br: <b>Nota:</b> Este email só será enviado apenas para compromissos removidos explicitamente. Os compromissos que são removidos devido à expiração não serão afetados.
pt_pt: <b> Aviso: </b> Este e-mail só será enviado para datas marcadas que foram excluídas explicitamente. As datas marcadas que são removidas devido a estarem caducadas não serão afetadas.
tr_tr: <b>Not:</b> Bu e-postayı yalnızca açıkça kaldırılan randevular için gönderilir. Son nedeniyle kaldırıldı randevuları etkilenmez.

source: Removal Notification Email Subject
da_dk: Emne for mail om sletning af aftale
de_de: Terminabsage E-Mail Betreff
es_es: Asunto del Correo de notificación de eliminación
fr_fr: Sujet du Courriel d'Avis de Suppression
it_it: Soggetto Email per avviso rimozione
nl_nl: Verwijderingsnotificatie e-mail onderwerp
pl_pl: Temat wiadomości powiadamiającej o usunięciu spotkania
pt_br: Assunto do e-mail de notificação de remoção
pt_pt: Topico Relativo ao Envio de Notificação da Remoção
ru_ru: Тема эл.письма уведомления об отмене бронирования
tr_tr: Kaldırma bildirimi e-posta konu

source: Removal Notification Email Message
da_dk: Beskedtekst for mail om sletning af aftale
de_de: Terminabsage E-Mail Nachricht
es_es: Cuando haya Cancelación Notificación Email Mensaje
fr_fr: Notification de la supression du message du courriel
it_it: Messaggio Email per avviso rimozione
nl_nl: Verwijderingsnotificatie e-mail bericht
pl_pl: Treść wiadomości powiadamiającej o usunięciu spotkania.
pt_br: Mensagem e-mail da notificação de remoção
pt_pt: Mensagem de Notificação de Remoção do e-mail
ru_ru: Текст уведомления об отмене бронирования
tr_tr: Kaldırma bildirimi e-posta iletisi

source: Log Sent email Records
da_dk: Log optegnelser for sendte emails
de_de: Protokolliere gesendete Email-Aufzeichnungen
es_es: Grabaciones de los emails enviados
fr_fr: Archiver les enregistrements d'emails envoyés
it_it: Registra Log email spedite
nl_nl: Sla gegevens van verstuurde berichten op.
pl_pl: Zapisywanie logów wysłanych wiadomości
pt_br: Gravar Registros de envio de E-mails
pt_pt: Registros enviados por email
ru_ru: Вход отправлено сообщение отчеты
tr_tr: Günlük gönderilen e-posta kayıtları

source: Whether to log confirmation and reminder email records (Not the emails themselves).
da_dk: Om bekræftelses- og påmindelses e-mail poster skal logges (ikke selve emailsne).
de_de: Ob die Bestätigung und die Erinnerungsmailaufzeichnungen gespeichert werden sollen (nicht die E-Mails an sich).
es_es: Si logear las grabaciones de los email de confirmación y de recuerdo.( No los propios email)
fr_fr: Que ce soit pour confirmer la connexion et les enregistrements des rappels par e-mail (pas les emails eux-mêmes).
it_it: Ogni volta salva le le email di conferma e promemoria (non le email stesse)
nl_nl: Wel of niet opslaan van gegevens m.b.t herinneringsmails. (Niet de berichten zelf)
pl_pl: Zapisywanie logów wiadomości z potwierdzeniem i przypomnień (logów a nie wiadomości)
pt_br: Caso queira gravar a confirmação e registros de lembretes por e-mails (não os e-mails em si).
pt_pt: Caso queira gravar a confirmação e registros de lembretes por e-mails (não os e-mails por si mesmo).
ru_ru: Писать в журнал подтверждения и напоминания по электронной почте записи (а не сами электронные письма).
tr_tr: Onay ve anımsatıcı e-posta günlüğe kaydedilip (değil belgili tanımlık emails kendilerini) kaydeder.

source: For the above email subject and message contents, you can use the following placeholders which will be replaced by their real values:
da_dk: For ovenstående email emne og besked indhold, kan du bruge følgende pladsholdere, hvilket vil blive erstattet af deres rigtige værdi:
de_de: Für den obigen E-Mail Betreff und die E-Mail Nachricht können Sie die folgenden Platzhalter verwenden, die durch die tatsächlichen Werte ersetzt werden:
es_es: Para los contenidos de arriba tanto para el tema como los mensajes, tu puedes usar los siguientes indicadores que serán reemplazados por sus valores reales
fr_fr: Pour l'objet du message et le contenu des messages ci-dessus, vous pouvez utiliser les espaces réservés suivants qui seront remplacés par leurs valeurs réelles:
it_it: Per l'oggetto delle email e del messaggio precedente puoi usare i seguenti placeholders che saranno sostituiti dai loro valori reali.
nl_nl: Voor de bovenstaande onderwerp- en berichtinhoud, kunt u de volgende codes gebruiken, die door de echte waarden zullen worden vervangen.
pl_pl: Dla wiadomości i powyżej można użyć następuących makr które automatycznie wprowadzą odpowiedni tekst do wiadomości:
pt_br: Para assunto e conteúdo da mensagem acima, você pode usar os seguintes espaços reservados que serão substituídos pelos seus valores reais:
pt_pt: Para o topico e conteúdo da mensagem acima, pode usar os seguintes espaços reservados que depois serão substituídos pelos seus valores reais:
ru_ru: По указанным выше почтовых тему и сообщение содержание, вы можете использовать следующие заполнители, которые будут заменены на их реальных значений:
tr_tr: Yukarıdaki e-posta konu ve ileti içeriği için onların gerçek değerlerle değiştirilecek aşağıdaki yer tutucuları kullanabilirsiniz:
