Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Record could not be saved OR you did not make any changes!
da_dk: Posten blev ikke gemt ELLER du lavede ingen ændringer!
de_de: Datensatz konnte nicht gespeichert werden ODER Es wurden keine Änderungen vorgenommen!
es_es: El registro no se ha podido guardar o no se ha realizado ningún cambio.
fr_fr: Enregistrement n'a pas pu être sauvé ou vous n'avez pas apporter de modifications!
it_it: Impossibile salvare, oppure non sono state apportate modifiche.
nl_nl: Record kon niet opgeslagen worden OF u heeft geen wijzigingen gemaakt!
pl_pl: Wpis nie mógł zostać zachowany LUB nie dokonałeś żadnych zmian
pt_br: Registro não pôde ser gravado ou não realizou qualquer alteração!
pt_pt: Registro não pôde ser salvo OU não fez nenhuma alteração!
ru_ru: Запись не может быть сохранен или вы не вносите никаких изменений!
tr_tr: Kayıt kaydedilmedi veya herhangi bir değişiklik yapamaz.

source: <span style="color:green;font-weight:bold">Changes saved.</span>
da_dk: <span style="color:green;font-weight:bold">Ændringer gemt.</span>
de_de: <span style="color:green;font-weight:bold">Änderungen gespeichert.</span>
es_es: <span style="color:green;font-weight:bold">Cambios grabados.</span>
fr_fr: <span style="color:green;font-weight:bold">Modifications enregistrées.</span>
it_it: <span style="color:green;font-weight:bold">Cambiamenti salvati.</span>
nl_nl: <span style="color:green;font-weight:bold">Wijzigingen opgeslagen.</span>
pl_pl: <span style="color:green;font-weight:bold">Zmiany zapisane.</span>
pt_br: <span style="color:green;font-weight:bold">Alterações salvas.</span>
pt_pt: <span style="cor:verde;font-weight:bold">Modificações gravadas.</span>
ru_ru: <span style="color:green;font-weight:bold"> Изменения сохранены. </ span>
tr_tr: <span style="color:green;font-weight:bold">Değişiklikler kaydedildi.</span>

source: Status changed from %s to %s by %s for appointment ID:%d
da_dk: Status blev ændret fra %s til %s af %s for aftale ID:%d
de_de: Status geändert von %s auf %s von %s für Termin ID:%d
es_es: Estatus cambiado desde %s a %s por%s para cita ID:%d
fr_fr: Statut changé de % s au %s par %s pour le rendez-vous ID:%d
it_it: Stato cambiato da %s a %s da %s per l'appuntamento ID:%d
nl_nl: Status veranderd van %s naar %s door %s voor afspraak ID:%d
pl_pl: Status zmienił się %s na %s przez %s dla rezerwacji ID:%d
pt_br: Estado alterado de %s para %s por %s para o compromisso ID: %d
pt_pt: Status modificado %s para %s por %s para datas marcadas ID:%d
ru_ru: Статус изменился с %s в %s помощью %s для назначения ID: %d
tr_tr: Randevu ID: %d durumu %s ten %s olarak %s tarafından değişti

source: Confirmation message (re)sent
da_dk: Bekræftelses besked (gen)sendt
de_de: Bestätigungsnachricht (wieder) gesendet
es_es: Mensaje de confirmación reenviado
fr_fr: Un message de confirmation (re)envoyé
it_it: Reinvia il messaggio di conferma
nl_nl: Bevestigingsbericht (opnieuw) verzonden
pl_pl: Wiadomość potwierdzająca wysłana ponownie
pt_br: (Re)enviar mensagem de confirmação
pt_pt: Mensagem de confirmação (re-enviada)
ru_ru: Сообщение с подтверждением (ре) отправлено
tr_tr: Mesaj Gönderildi

source: Not registered user
da_dk: Ikke registreret bruger
de_de: Nicht registrierter Benutzer
es_es: No usuario registrado
fr_fr: Utilisateur non enregistré
it_it: Utente non registrato
nl_nl: Niet geregistreerde gebruiker
pl_pl: Niezarejestrowany użytkownik
pt_br: Usuário não registrado
pt_pt: Utilizador não registado
ru_ru: Без регистрации
tr_tr: Kayıt olmayan kullanıcı

source: You have already applied for an appointment. Please wait until you hear from us.
da_dk: Du har allerede bedt om en aftale. Vent venligst til du hører fra os.
de_de: Sie haben bereits einen Termin gebucht. Bitte warten Sie unsere Antwort ab.
es_es: Tu ya has solicitado una cita. Por favor espera hasta que nos pongamos en contacto contigo.
fr_fr: Vous avez déjà fait une demande de rendez-vous. Veuillez patienter, nous vous contacterons.
it_it: Hai già richiesto un appuntamento. Per favore attendi di ricevere una conferma da noi.
nl_nl: U heeft al een afspraak gemaakt. Wacht aub op bevestiging.
pl_pl: Dokonałeś już rezerwacji we wskazanym terminie. Proszę czekać na potwierdzenie.
pt_br: Você já solicitou uma reserva. Por favor, aguarde o nosso contato.
pt_pt: Você já solicitou uma marcação. Por favor, aguarde o nosso contato.
ru_ru: Вы уже подали заявку на бронирование. Пожалуйста, подождите от нас подтверждения.
tr_tr: Randevu için zaten uygulamış. Bizden haber alana kadar bekleyin.

source: We are sorry, but this time slot is no longer available. Please refresh the page and try another time slot. Thank you.
da_dk: Vi beklager, men dette tidsinterval er ikke længere tilgængelig. Opdater siden og prøv et andet tidsinterval. Tak.
de_de: Wir bedauern, aber dieser Termin ist nicht mehr verfügbar. Bitte laden Sie die Seite neu und versuchen Sie einen anderen Termin zu buchen. Herzlichen Dank!
es_es: Lo sentimos, pero este tramo horario ya no está disponible y pendiente de confirmación. Por favor refresca la página e inténtalo en otro tramo horario. Gracias
fr_fr: Nous sommes désolés, mais ce créneau horaire n'est plus disponible. S'il vous plaît rafraîchir la page et essayer une autre plage horaire. Merci.
it_it: Ci dispiac, ma lo slot di tempo selezionato non è più disponibile. Per favore fai il refresh della pagina e cerca un altro spazio di tempo libero. grazie
nl_nl: Onze verontschuldigingen, dit tijdslot is niet langer beschikbaar. Ververs de pagina en pak een ander tijdslot.
pl_pl: Przykro nam, ale ten termin nie jest już dostępny. Proszę odświerzyć stronę i zapisać się na inny wolny termin. Dziękujemy.
pt_br: Desculpe, mas essa vaga não está mais disponível. Por favor, atualize a página e tente outro horário. Obrigado!
pt_pt: Lamentamos muito, mas a vaga que requer não está mais disponível. Por favor, atualize a página e tente outro horário. Obrigado!
ru_ru: К сожалению, это время больше недоступно. Обновите страницу и выберите другое время. Спасибо.
tr_tr: Özür dileriz, ama bu zaman aralığı artık kullanılabilir değil. Lütfen sayfayı yenileyin ve başka bir zaman bölümünü deneyin. Teşekkür ederiz.

source: Appointment could not be saved. Please contact website admin.
da_dk: Aftalen kunne ikke gemmes. Kontakt venligst os.
de_de: Termine konnten nicht gespeichert werden. Bitte kontaktieren Sie den Webseiten Admin
es_es: No ha sido posible guardar la reserva. Por favor contacte con el administrador web.
fr_fr: Rendez-vous ne peut pas être sauvegardé. S'il vous plaît contacter administrateur du site web.
it_it: L'appuntamento non può essere salvato. Per favore contatta l'amministratore del sito web.
nl_nl: Afspraak kan niet worden opgeslagen. Neem contact op met de beheerder.
pl_pl: Rezerwacja nie może zostać zapisana. Proszę skontaktować się z obsługą
pt_br: O agendamento não pôde ser salvo. Por favor contacte o administrador.
pt_pt: Data marcada não pôde ser salva. Por favor contacte o administrador.
ru_ru: Бронирование не может быть сохранено. Пожалуйста, обратитесь к администратору сайта.
tr_tr: Randevu kaydedilemedi. Lütfen web sitesi yöneticisine başvurun.

source: Paypal confirmation arrived, but status could not be changed for some reason. Please check appointment with ID %s
da_dk: Paypal bekræftelse ankom, men status kunne ikke ændres af en eller anden grund. Tjek aftale med ID %s
de_de: PayPalbestätigung eingetroffen, aber der Status konnte aus irgendeinem Grund nicht geändert werden. Bitte prüfen Sie den Termin mit ID %s
es_es: La confirmación de PayPal llegó, pero no ha sido posible modificar el estatus por algún motivo. Por favor revise la reserva con el ID %s.
fr_fr: La confirmation PayPal est arrivée, mais le statut ne peut être changé pour quelque raison. S'il vous plaît, vérifiez le rendez-vous avec l'ID %s
it_it: La conferma di Paypal è arrivata ma lo stato non può essere cambiato per altri motivi. Per favore controlla l'appuntamento ID %s
nl_nl: Paypal bevestiging ontvangen, maar status kon om onbekende reden niet worden gewijzigd. Controleer afspraak met ID %s
pl_pl: Paypal potwierdził dokonanie płatności, ale status nie może zostać zmieniony. Prosz sprawdzić rezerwacje z ID %s
pt_br: A confirmação do PayPal foi recebida, mas o status não pode ser modificado por algum motivo. Por favor, cheque o agendamento de ID %s
pt_pt: A confirmação do PayPal foi recebida, mas este status não pode ser modificado por algum motivo. Por favor, verifique a maracação com ID %s
ru_ru: Прибыл подтверждение Paypal, но статус не может быть изменен по некоторым причинам. Пожалуйста, проверьте назначение с ID %s
tr_tr: PayPal onay geldi ama nedense durumu değiştirilemedi. ID %s ile randevu kontrol edin

source: Appointment status could not be changed
da_dk: Aftalens status kunne ikke ændres
de_de: Terminstatus konnte nicht geändert werden
es_es: No ha sido posible modificar el estatus de la reserva.
fr_fr: Statut du rendez-vous ne peut pas être modifié
it_it: Lo stato dell'appuntamento non può essere cambiato
nl_nl: Status afspraak kon niet worden gewijzigd.
pl_pl: Status rezerwacji nie może zostać zmieniony
pt_br: Status do Agendamento não pode ser alterado
pt_pt: Staus da Marcação não pôde ser alterado
ru_ru: Статус бронирования не может быть изменен
tr_tr: Randevu durumu değiştirilemedi

source: Last transaction has been reversed. Reason: Payment has been reversed (charge back)
da_dk: Sidste transaktion er blevet trukket tilbage. Årsag: Betaling er trukket tilbage (charge back)
de_de: Die Letzte Überweisung wurde aufgehoben. Grund: Die Zahlung wurde aufgehoben (zurücküberwiesen)
es_es: La última transacción ha sido denegada. Razón: El pago ha sido devuelto.
fr_fr: La dernière transaction a été inversée. Raison: Le paiement a été inversé (rétrofacturation)
it_it: L'ultima transazione è stata rigettata. Ragione: il pagamento è stato respinto (charge back)
nl_nl: Laatste transactie werd teruggedraaid. Reden: Betaling werd teruggedraaid.
pl_pl: Ostatnia transakcja została odrzucona. Powód: płatność została zwrócona (charge back)
pt_br: Última transação foi revertida. Motivo: Pagamento foi revertido (charge back)
pt_pt: Última transação foi revertida. Motivo: Pagamento foi revertido (refacturado)
ru_ru: Последняя сделка была обращена вспять. Причина: Оплата была обращена вспять (плата назад)
tr_tr: Son hareketi tersine çevrilmiş. Sebep: Ödeme olmuştur (geri ücret) ters

source: Last transaction has been reversed. Reason: Payment has been refunded
da_dk: Sidste transaktion er blevet trukket tilbage. Årsag: Betaling er blevet refunderet
de_de: Die letzte Überweisung wurde aufgehoben. Grund: Die Zahlung wurde rückerstattet
es_es: La última transacción ha sido denegada. Razón: El pago ha sido reembolsado.
fr_fr: La dernière transaction a été inversée. Raison: Le paiement a été remboursé
it_it: L'ultima transazione è stata respinta. Motivo: il pagamento è stato rimborsato
nl_nl: Laatste transactie werd teruggedraaid. Reden: Betaling werd teruggestort.
pl_pl: Ostatnia transakcja została odrzucona. Powód: płatność została zwrócona (charge back)
pt_br: Última transação foi revertida. Motivo: Pagamento foi devolvido
pt_pt: Última transação foi revertida. Motivo: Pagamento foi re-embolsado
ru_ru: Последняя сделка была обращена вспять. Причина: Оплата была возвращена
tr_tr: Ödemeniz iade edildi.

source: Last transaction has been reversed. Reason: Payment Denied
da_dk: Sidste transaktion er blevet trukket tilbage. Årsag: Betaling er blevet nægtet
de_de: Die Letzte Überweisung wurde aufgehoben. Grund: Zahlung abgelehnt
es_es: La última transacción ha sido denegada. Razón: El pago ha sido denegado.
fr_fr: La dernière transaction a été inversée. Raison: Paiement Refusé
it_it: L'ultima transazione è stata negata. Ragione: pagamento non permesso.
nl_nl: Laatste transactie werd teruggedraaid. Reden: Betaling werd geweigerd.
pl_pl: Ostatnia transakcja została odrzucona. Powód: transakcja odrzucona (payment denied)
pt_br: Última transação foi revertida. Motivo: Pagamento Negado
pt_pt: Última transação foi revertida. Motivo: Pagamento Negado
ru_ru: Последняя сделка была обращена вспять. Причина: Оплата Denied
tr_tr: Son hareketi tersine çevrilmiş. Sebep: Ödeme reddedildi

source: Customer did not include a confirmed shipping address
da_dk: Kunden har ikke indtastet en bekræftet leveringsadresse
de_de: Der Kunde hat seine Lieferadresse nicht angegeben
es_es: El cliente no ha incluido la dirección de recepción del pedido.
fr_fr: Le client n'a pas renseigné une adresse de livraison valide
it_it: Il cliente non deve includere un indirizzo di consegna
nl_nl: Klant kon geen geverifieerd adres geven.
pt_br: Consumidor não informou um endereço confirmado para entrega
pt_pt: Consumidor não incluiu um endereço válido para a entrega
ru_ru: Клиент не включает подтвержденный адрес доставки
tr_tr: Müşteri, teyit edilen sevkıyat adresi içermiyordu

source: Funds not captured yet
da_dk: Betaling er ikke "captured" endnu
de_de: Preis noch nicht erfasst
es_es: No se ha recibido el pago todavía.
fr_fr: Fonds pas encore capturés
it_it: Somme tuttora non percepite
nl_nl: Bedrag nog niet ontvangen
pt_br: Fundos ainda não foram capturados
pt_pt: Fundos que ainda não foram capturados
ru_ru: Средства еще не захватили
tr_tr: Fonları henüz ele değil

source: eCheck that has not cleared yet
de_de: Noch keine Bestätigung von eCheck
es_es: Tu clave NO ha sido eliminada.
fr_fr: eCheck (chèque électronique) n'a pas encore été autorisé
it_it: L'assegno elettronico (eCheck) non è ancora stato incassato
nl_nl: eCheck nog niet bevestigd
pt_br: eCheck que ainda não foi confirmado
pt_pt: eCheck (ch.elect.) que ainda não foi autorizado
ru_ru: Echeck, что до сих пор не очищены
tr_tr: Henüz temizledi değil eCheck

source: Payment waiting for aproval by service provider
da_dk: Betaling afventer godkendelses af medarbejderen
de_de: Zahlung wartet auf Bestätigung durch den Anwender
es_es: Pago a la espera de aprobación por parte del empleado
fr_fr: Paiement en attente d'approbation du prestataire de service
it_it: Pagamento in attesa di approvazione dal fornitore di servizio
nl_nl: Betaling wacht op goedkeuring door dienstverlener
pl_pl: Płatność oczekuje na potwierdzenie przez usługodawcę
pt_br: Pagamento aguardando aprovação do provedor do serviço
pt_pt: Pagamento aguardando aprovação pelo provedor de tarefas
ru_ru: Оплата ждет aproval от поставщика услуг
tr_tr: Servis sağlayıcı tarafından aproval bekleyen ödeme

source: Payment waiting for service provider to handle multi-currency process
da_dk: Betaling venter på at serviceudbyder betjener multi-valuta processen.
de_de: Zahlung wartet auf Anwender zur Klärung des Mehr-Währungsprozesses
es_es: Espera el pago por el proveedor de servicios para manejar proceso multi-moneda
fr_fr: Paiement en attente du prestataire de service pour gérer le processus multi-devises
it_it: Il pagamento è in attesa di essere processato dal fornitore di servizi per gestire il cambio di valuta
nl_nl: Betaling wacht op afhandeling multi-valuta proces door dienstverlener
pt_br: Pagamento aguardando que o provedor do serviço processe multiplos recebimentos
pt_pt: Pagamento aguardando que o provedor de tarefas processe moeda unitária
ru_ru: Оплата ожидания для поставщика услуг, чтобы справиться мультивалютный процесс
tr_tr: Çoklu Döviz işlemi yapmak hizmet sağlayıcısı için bekleyen ödeme

source: Customer did not register or confirm his/her email yet
da_dk: Kunden har ikke registreret eller bekræfte hans / hendes e-mail endnu
de_de: Der Kunde hat seine Email noch nicht bestätigt
es_es: El cliente no ha confirmado su e-mail todavía.
fr_fr: Le client ne s'est pas inscrit ou n'a pas encore confirmé son adresse courriel
it_it: Il cliente non ha ancora registrato o confermato la sua email
nl_nl: Klant registreerde nog niet, of bevestigde e-mailadres nog niet
pl_pl: Klient nie zarejestrował jeszcze ani nie potwierdził swojego adresu e-mail
pt_br: Consumidor ainda não registrou ou confirmou seu e-mail
pt_pt: Cliente ainda não registrou ou confirmou seu e-mail
ru_ru: Клиент не зарегистрироваться или подтвердить его / ее электронной почты еще
tr_tr: Müşteri değil kayıt veya henüz seçtiğin bu kullanıcı e-posta Onayla

source: Waiting for service provider to upgrade the PayPal account
da_dk: Venter på at medarbejder opgraderer PayPal-konto
de_de: Warten auf Anwender zur Aktualisierung des PayPal Kontos
es_es: Esperando a que el empleado actualice la cuenta de PayPal.
fr_fr: En attente du prestataire de service pour mettre à jour le compte PayPal
it_it: In attesa che il fornitore di servizi aggiorni il suo account Paypal
nl_nl: Wacht op dienstverlener om Paypal account te upgraden
pt_br: Aguardando o provedor do serviço atualizar sua conta PayPal
pt_pt: Aguardando o provedor de tarefas a atualizar sua conta PayPal
ru_ru: В ожидании поставщика услуг обновить учетную запись PayPal
tr_tr: PayPal hesabı yükseltmek servis sağlayıcısı için bekliyor

source: Waiting for service provider to verify his/her PayPal account
da_dk: Venter på at medarbejderen kontrollerer hans / hendes PayPal-konto
de_de: Warten auf Anwender zur Bestätigung des PayPal Kontos
es_es: Esperando a que el empleado verifique su cuenta de PayPal.
fr_fr: En attente que le prestataire de service vérifie son compte PayPal
it_it: In attesa che il fornitore di servizi verifichi il suo account Paypal
nl_nl: Wacht op dienstverlener om Paypal account te verifiëren.
pt_br: Aguardando o provedor do serviço verificar sua conta PayPal
pt_pt: Aguardando o provedor de tarefas a verificar sua conta PayPal
ru_ru: В ожидании поставщика услуг, чтобы проверить его / ее счет PayPal
tr_tr: Onun PayPal hesabını doğrulamak hizmet sağlayıcısı için bekliyor

source: Last transaction is pending. Reason:
da_dk: Sidste transaktion afventer. Årsag:
de_de: Die letzte Transaktion ist noch nicht abgeschlossen. Ursache:
es_es: La última transacción está pendiente. Motivo:
fr_fr: La dernière transaction est suspendue. Raison:
it_it: L'ultima transazione è in attesa. Motivo:
nl_nl: Laatste transactie in afwachting, reden:
pt_br: Última transação está pendente. Motivo:
pt_pt: Última transação está pendente. Motivo:
ru_ru: Последняя сделка находится на рассмотрении. Причина:
tr_tr: Son işlem beklemede. Sebep:

source: You need to login to make an appointment.
da_dk: Du skal logge ind for at lave en aftale.
de_de: Sie müssen sich anmelden um einen Termin zu erstellen.
es_es: Necesitas identificarte para realizar una reserva.
fr_fr: Vous devez vous enregistrer pour faire une réservation
it_it: E' necessario autenticarsi per confermare un appuntamento.
nl_nl: U moet inloggen om een afspraak te maken.
pl_pl: Aby dokonać rezerwacji wizyty należy się zalogować.
pt_br: Você precisa efetuar o login para agendar um compromisso.
pt_pt: Necessita de se registrar para marcar uma data.
ru_ru: Вы должны войти, чтобы записаться на прием.
tr_tr: Randevu için giriş yapmalısınız.

source: Service name:
da_dk: Behandling:
de_de: Dienstleistung
es_es: Nombre del servicio
fr_fr: Nom du service :
it_it: Nome Servizio:
nl_nl: Naam dienst:
pl_pl: Rodzaj usługi:
pt_br: Nome do Serviço:
pt_pt: Nome da tarefa:
ru_ru: Услуга:
tr_tr: Hizmet adı:

source: Date and time:
da_dk: Dag og tidspunkt:
de_de: Datum und Uhrzeit
es_es: Fecha y hora
fr_fr: Date et heure :
it_it: Data e ora:
nl_nl: Datum en tijd:
pl_pl: Data i godzina:
pt_br: Data e Hora:
pt_pt: Data e Hora:
ru_ru: Время и дата:
tr_tr: Tarih ve saat :

source: Lasts (approx):
da_dk: Varighed (ca.):
de_de: Dauer (ungefähr)
es_es: Duración (aprox.)
fr_fr: Dure (environ) :
it_it: Durata (approsimativamente):
nl_nl: Duur (schatting):
pl_pl: Czas trwania:
pt_br: Resta (aprox)
pt_pt: Duração (aprox.):
ru_ru: Длится (приблизительно):
tr_tr: (Yaklaşık) sürer:

source: minutes
da_dk: minutter
de_de: Minuten
es_es: minutos
it_it: minuti
nl_nl: minuten
pl_pl: minut
pt_br: minutos
pt_pt: Notas tomadas
ru_ru: минуты
tr_tr: dakikalar

source: Price:
da_dk: Pris:
de_de: Preis:
es_es: Precio
fr_fr: Prix :
it_it: Prezzo:
nl_nl: Prijs:
pl_pl: Cena:
pt_br: Preço:
pt_pt: Preço:
ru_ru: Цена:
tr_tr: Fiyat:

source: Service provider:
da_dk: Medarbejder
de_de: Dienstleister:
es_es: Proveedor del servicio
fr_fr: Prestataire :
it_it: Fornitore del servizio:
nl_nl: Dienstverlener:
pl_pl: Wykonawca:
pt_br: Profissional:
pt_pt: Provedor de tarefas:
ru_ru: Сотрудник:
tr_tr: Hizmet Sağlayıcı

source: Nothing to download!
da_dk: Intet at downloade
de_de: Kein Download verfügbar!
es_es: ¡Nada que descargar!
fr_fr: Rien à télécharger!
it_it: Niente da scaricare!
nl_nl: Niets te downloaden
pl_pl: Nie ma nic do pobrania
pt_br: Nada para fazer download!
pt_pt: Não há nenhum download possível
ru_ru: Ничего для загрузки!
tr_tr: İndirilecek bişey yok!

source: Sorry, there was a problem with your request!
fr_fr: Désolé, il y a une un problème avec votre demande
pl_pl: Przykro nam, ale wystąpił problem z obługą zapytania!
pt_br: Desculpe, houve um problema com o seu pedido!
pt_pt: Lamentamos; um problema ocorreu com o seu pedido!

source: Service Provider was successfuly deleted.
fr_fr: Fournisseur de Services a été supprimé avec succès.
pl_pl: Wykonawca został skasowany.
pt_br: O Provedor de Serviços foi excluído com sucesso.
pt_pt: O Provedor de Tarefas foi suprimido com sucesso.

source: Paid
da_dk: Betalt
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé
it_it: Pagato
nl_nl: Betaald
pl_pl: Zapłacone
pt_br: Pago
pt_pt: Pago
ru_ru: Оплачено
tr_tr: Ödenmiş

source: Confirmed
da_dk: Bekræftet
de_de: Bestätigt
es_es: Confirmado
fr_fr: Confirmé
it_it: Confermato
nl_nl: Bevestigd
pl_pl: Potwierdzone
pt_br: Confirmado
pt_pt: Confirmado
ru_ru: Подтверждено
tr_tr: Doğruladı

source: The appointment does not exist.
pl_pl: Wybrana wizyta nie istnieje.
pt_br: O agendamento não existe.
pt_pt: A marcação não existe.

source: The appointment has been already cancelled.
pl_pl: Wizyta został już anulowana.
pt_br: O agendamento já foi cancelado.
pt_pt: A sua marcação já foi cancelada.

source: Error validating the access token: %s
da_dk: Fejl ved validering af din adgangs token: %s
de_de: Fehler beim Validieren des Zugangstokens %s
es_es: Error al validar el token de acceso: %s
fr_fr: Erreur de validation du jeton d’accès : %s
it_it: Errore durante la convalidazione del token di accesso:%s
nl_nl: Fout bij het valideren van de toegangs taken: %s
pl_pl: Błąd walidacji tokena dostępu: %s
pt_br: Erro ao validar o Token de acesso: %s
pt_pt: Erro de validação do identificador de acesso: %s

source: Every 10 minutes
da_dk: Hvert 10. minut
de_de: Alle 10 Minuten
es_es: Cada 10 minutos
fr_fr: Toutes les 10 minutes
it_it: Ogni 10 minuti
nl_nl: Elke 10 minuten
pl_pl: Co 10 minut
pt_br: A cada 10 minutos
pt_pt: todos os 10 minutos

source: Google Calendar Description
da_dk: Google Kalender Beskrivelse
de_de: Google Kalender Beschreibung
es_es: Descripción del Calendario Google
fr_fr: Description du Calendrier Google
it_it: Descrizione Google Calendar
nl_nl: Google kalender omschrijving
pl_pl: Opis kalendarza Google
pt_br: Descrição do Calendário do Google
pt_pt: Descripção do Calendário Google

source: %d updated, %d new inserted and %d deleted
da_dk: %d opdateret, %d ny indsat og %d er slettet
de_de: %d upgedated, %d neu eingefügt und %d gelöscht
es_es: %d actualizado,%d nuevo adicionado y %d eliminado
fr_fr: %d mis à jour, %d créé(s) and %d supprimé(s)
it_it: %d aggiornato,%d nuovo inserito e %d eliminato
nl_nl: %d bijgewerkt, %d nieuw ingevoegd en %d verwijderd
pl_pl: %d zaktualizowano, %d wprowadzono i %d usunieto
pt_br: %d atualizado, %d adicionado %d excluído
pt_pt: %d restaurada, %d nova inserida e %d iliminada
