Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: No items found.
da_dk: Ingen elementer fundet.
de_de: Keine Elemente gefunden.
es_es: No se encontraron ítems.
fr_fr: Aucun élément trouvé
it_it: Nessun elemento trovato.
nl_nl: Geen elementen gevonden
pl_pl: Nie znaleziono żadnych elementów.
pt_br: Não foram encontrados itens.
pt_pt: Nenhum item encontrado.

source: Select bulk action
da_dk: Vælg massehandling
de_de: Mehrfachaktion auswählen
es_es: Seleccionar acción en grupo
fr_fr: Choisir l'action groupée
it_it: Selezionar azione di massa
nl_nl: Selecteer bulk actie
pl_pl: Wybierz działanie na wielu
pt_br: Selecione uma ação de grupo
pt_pt: Selecionar ação em massa

source: Bulk Actions
da_dk: Massehandlinger
de_de: Mehrfachaktionen
es_es: Acciones en grupo
fr_fr: Actions groupées
it_it: Azioni in Massa
nl_nl: Bulk acties
pl_pl: Masowe działania
pt_br: Ações de Grupo
pt_pt: Ações em massa

source: Apply
da_dk: Anvend
de_de: Einlösen
es_es: Aplicar
fr_fr: Appliquer
it_it: Applicare
nl_nl: Toepassen
pl_pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar

source: Show more details
da_dk: Vis flere detaljer
de_de: Mehr Details anzeigen
es_es: Mostrar más detalles
fr_fr: Montrer plus de détails
it_it: Mostrar dettagli ulteriori
nl_nl: Toon meer details
pl_pl: Pokaż więcej szczegółów
pt_br: Mostrar mais detalhes
pt_pt: Exibir mais detalhes

source: Filter by date
da_dk: Filtrer efter dato
de_de: Filtern nach Datum
es_es: Filtrar por fecha
fr_fr: Filtrer par date
it_it: Filtrare per date
nl_nl: Filter op datum
pl_pl: Filtruj po dacie
pt_br: Filtrar por data
pt_pt: Filtrar por data

source: All dates
da_dk: Alle datoer
de_de: Alle Daten
es_es: Todas las fechas
fr_fr: Toutes les dates
it_it: Tutte le date
nl_nl: Alle data
pl_pl: Wszystkie daty
pt_br: Todas as datas
pt_pt: Todas as datas

source: %s comment
da_dk: %s kommentar
de_de: %s Kommentar
es_es: Singular: %s comentario
fr_fr: %s commentaire
it_it: Singular: %s commento
nl_nl: %s commentaar
pl_pl: %s komentarz
pt_br: %s comentário
pt_pt: Singular: % s comentário

source: %s approved comment
da_dk: %s godkendt kommentar
de_de: %s Genehmigter Kommentar
es_es: Singular: %s comentario aprobado
fr_fr: %s commentaire approuvé
it_it: Singolare: %s commento approvato
nl_nl: %s goedgekeurd commentaar
pl_pl: %s zaakceptowany komentarz
pt_br: %s comentário aprovado
pt_pt: Singular: % s comentário aprovado

source: %s pending comment
da_dk: %s afventende kommentar
de_de: %s anstehenden Kommentar
es_es: Singular: %s comentarios pendientes
fr_fr: %s commentaire en attente
it_it: Singolare:%s commento in attesa
nl_nl: %s opmerking in behandeling
pl_pl: %s oczekujący komentarz
pt_br: %s comentário aguardando
pt_pt: Singular: %s comentários pendentes

source: No comments
da_dk: Ingen kommentare
de_de: Keine Kommentare
es_es: Sin comentarios
fr_fr: Aucun commentaire
it_it: Nessun commento
nl_nl: Geen commentaar
pl_pl: Brak komentarzy
pt_br: Nenhum comentário
pt_pt: Sem comentários

source: No approved comments
da_dk: Ingen godkendte kommentare
de_de: Keine genehmigten Kommentare
es_es: Sin comentarios aprobados
fr_fr: Aucun commentaire approuvé
it_it: Nessun commento approvato
nl_nl: Nog geen goedgekeurde commentaren
pl_pl: Brak zaakceptowanych komentarzy
pt_br: Nenhum comentário aprovado
pt_pt: Sem comentários aprovados

source: No pending comments
da_dk: Ingen afventende kommentare
de_de: Keine ausstehenden Kommentare
es_es: Sin comentarios pendientes
fr_fr: Aucun commentaire en attente
it_it: Nessun commento in attesa
pl_pl: Brak komentarzy oczekujących na moderację
pt_br: Nenhum comentário aguardando aprovação
pt_pt: Sem outros comentários

source: First page
da_dk: Første side
de_de: Erste Seite
es_es: Primera página
fr_fr: Première page
it_it: Prima Pagina
nl_nl: Eerste pagina
pl_pl: Pierwsza strona
pt_br: Primeira página
pt_pt: Primeira página

source: Previous page
da_dk: Forrige side
de_de: Vorherige Seite
es_es: Pagina anterior
fr_fr: Page précédente
it_it: Pagina Precedente
nl_nl: Vorige pagina
pl_pl: Poprzednia strona
pt_br: Página anterior
pt_pt: Página precedente

source: Current Page
da_dk: Nuværende side
de_de: Gegenwärtige Seite
es_es: Página actual
fr_fr: Page en cours
it_it: Pagina Attuale
nl_nl: Huidige pagina
pl_pl: Bieżąca strona
pt_br: Página atual
pt_pt: Página actual

source: Next page
da_dk: Næste side
de_de: Nächste Seite
es_es: Página siguiente
fr_fr: Page suivante
it_it: Pagina Successiva
nl_nl: Volgende pagina
pl_pl: Następna strona
pt_br: Próxima página
pt_pt: Ultima página

source: Last page
da_dk: Sidste side
de_de: Letzte Seite
es_es: Última página
fr_fr: Dernière page
it_it: Ultima Pagina
nl_nl: Laatste pagina
pl_pl: Ostatnia strona
pt_br: Última página
pt_pt: Ultima página

source: Select All
da_dk: Vælg alle
de_de: Alles auswählen
es_es: Seleccionar Todos
fr_fr: Sélectionner Tout
it_it: Seleziona Tutto
nl_nl: Selecteer alles
pl_pl: Wybierz wszystko
pt_br: Selecionar tudo
pt_pt: Selecionar Todos

source: <b>Completed:</b> Appointment became overdue after it is confirmed or paid
da_dk: <b> Afsluttet: </b> Aftalen blev forsinket, efter at den er blevet bekræftet eller betalt
de_de: <b>Fertiggestellt:</b> Termin wurde überfällig, nachdem er bestätigt oder bezahlt wurde.
es_es: <b> Completado: </b> La cita se convirtió atrasada después de que se confirmase o se haya pagado
fr_fr: Terminés: Le rendez-vous est passé après qu'il soit confirmé ou payé
it_it: <b>Completato:</b> appuntamento diventa scaduto dopo che è stato confermato o pagato
nl_nl: <b>Afgerond:</b> Afspraak werd achterstallig na bevestiging of betaling
pl_pl: <b>Zatwierdzone:</b> Rezerwacje stają się zaległymi po zatwierdzeniu lub po otrzymaniu płatności
pt_br: <b> Completo: </b> Compromisso já realizado depois de ser confirmado ou pago
pt_pt: <b>Terminado:</b> Data marcada em atraso depois de ser confirmada ou paga
ru_ru: <b> Выполнил: </ B> Назначение стал назрела после того, как будет подтверждена или заплатили
tr_tr: <b>Tamamlandı:</b> Randevuyu teyit veya ödenen sonra gecikmiş oldu

source: <b>Removed:</b> Appointment was not paid for or was not confirmed manually in the allowed time
da_dk: <b> Fjernet: </b> Aftalen blev ikke betalt for eller blev ikke bekræftet manuelt indenfor den tilladte tid
de_de: <b> Entfernt: </b> Termin war im zulässigen Zeitraum nicht bezahlt oder nicht händisch bestätigt
es_es: <b>Retirada:</b>La cita no ha sido pagada o no ha sido confirmada manualmente en el tiempo permitido
fr_fr: Supprimé: Le rendez-vous n'a pas été payé ou n'a pas été confirmé manuellement dans le délai imparti
it_it: <b>Rimosso:</b> Appuntamento che non è stato pagato o non confermato manualmente nel tempo permesso
nl_nl: <b>Verwijderd:</b> Afspraak werd niet betaald of bevestigd binnen de toegestane tijd.
pl_pl: <b>Usunięte:</b> Rezerwacja nie została opłacona albo potwierdzona ręcznie we wskazanym terminie
pt_br: <b> Removido: </b> Compromisso não foi pago ou não foi confirmado manualmente no tempo permitido
pt_pt: <b>Retirado:</b> Data marcada não foi paga ou não foi confirmada manualmente no tempo requerido.
ru_ru: <b> Удаленные: </ B> Назначение не было оплачено или не подтвердилась вручную в разрешенное время
tr_tr: <b>Kaldırıldı:</b> Randevu için ödenen değildi veya el ile izin verilen süre içinde onaylanmadı

source: <b>Reserved by GCal:</b> If you import appointments from Google Calender using Google Calendar API, that is, synchronize your calendar with Appointments+, events in your Google Calendar will be regarded as appointments and they will be shown here. These records cannot be edited here. Use your Google Calendar instead. They will be automatically updated in A+ too.
da_dk: <b>Reserveret af Google Kalender:</b> Hvis du importerer bookinger fra Google Kalender ved hjælp af Google Kalender API, der synkroniserer din kalender med bookingsystemet, vil begivenheder i din Google Kalender betragtes som bookinger, og de vil blive vist her. Disse optegnelser kan ikke redigeres her. Brug din Google Kalender i stedet og de vil automatisk blive opdateret i bookingsystemet.
de_de: <b>Reserviert durch GCal:</b> Wenn Sie die Termine von Google Calendar mittels Google Calendar API importieren, also den Kalender mit Appointments+ synchronisieren, werden Ereignisse in Ihrem Google Calendar als Termine betrachtet und dort angezeigt. Diese Eintragungen können hier nicht bearbeitet werden. Benutzen Sie stattdessen Ihren Google Kalender. Sie werden auch in A+ geupdated.
es_es: <b> reservados por GCal: </b> Si importas citas de Google Calendar usando Google Calendar API, es decir, sincronizar el calendario con citas +, los acontecimientos en el calendario de Google se consideran las citas y se muestraránn aquí. Estos registros no se pueden editar aquí. Utilice el Calendario Google en su lugar. Ellos se actualizarán automáticamente en A+ también.
fr_fr: Réservé par GCal: Si vous importez des rendez-vous de Google Calendrier utilisant Google Calendar API, synchronisez votre calendrier avec Appointments+, les événements de votre calendrier Google seront considérés comme des rendez-vous et ils seront affichés ici. Ces documents ne peuvent être modifiés ici. Utilisez votre agenda Google à la place. Ils seront automatiquement mises à jour dans ici aussi.
it_it: <b>Riservato da GCal:</b> se tu importi appuntamenti da Google Calender usando Google Calendar API, che sincronizza il tuo calendario con Appointments+, gli eventi nel tuo Google Calendar saranno convertiti in appuntamenti e saranno mostrati qui. Questi records non possono essere modificati qui, ma usa il tuo Google Calendar. Saranno automaticamente aggiornati in A+.
nl_nl: <b>Gereserveerd door GCal:</b> Indien u afspraken uit Google Calendar importeerd met Google Calendar API, worden afspraken in uw kalender als afspraak herkend en hier getoond. Dit kan hier niet worden aangepast, gebruik hiervoor Google Calendar, de afspraak wordt dan op deze plek automatisch aangepast.
pl_pl: <b>Rezerwacja przez GCal:</b> Jeśli importujesz rezerwacje z Kalendarza Google w wykorzystaniem Google Calendar API, tj. synchronizujesz kalendarz z Appointments+, wydarzenia w Kalendarzu Google będą traktowane jako rezerwacje i będą pokazane tutaj. Te rekordy nie mogą być tutaj edytowane, lecz w Kalendarzu Google, co zostanie automatycznie zaktualizowane w A+.
pt_br: <b> Reservado por GCal: </b> Se você importar compromissos do Google Calendar usando o Google Calendar API, ou seja, sincronizar a agenda com Compromissos, os acontecimentos no seu Google Calendar será considerado como compromissos e eles serão mostrados aqui. Esses registros não podem ser editados aqui. Use seu Google Calendar em seu lugar. Eles serão atualizados automaticamente no Compromissos também.
pt_pt: <b> Reservado pelo GCal: </b> Se importar datas marcadas do Calendário Google usando a API do Google, ou seja, sincronizando seu calendário com Datas Marcadas +, os eventos no seu Calendário Google serão considerados como datas marcadas e serão exibidas aqui. Tais registros não podem ser editados aqui. Use seu Calendário do Google como alternativa. Estes registros serão atualizados automaticamente em DM + também.
ru_ru: <b> Зарезервировано Гкал: </ B> При импорте назначения из Google Calender используя Google Calendar API, который, синхронизировать календарь с назначениям +, события в календаре Google будет рассматриваться как назначений, и они будут показаны здесь. Эти записи не могут быть изменены здесь. Вместо этого используйте свой Календарь Google. Они будут автоматически обновляться в А + тоже.
tr_tr: <b>GCal tarafından saklıdır:</b> Google Takvim Google Takvim API kullanarak randevu alırsanız, diğer bir deyişle, takvim randevuları + ile eşitlemek, olaylar senin Google Takvim içinde randevu olarak kabul edilebilir ve onlar-ecek var olmak göstermek burada. Bu kayıtları burada düzenlenemez. Google Takvim kullanın. Onlar otomatik olarak A + de güncelleştirilir.

source: If you require payment:
da_dk: Hvis du kræver betaling:
de_de: Wenn Zahlung verpflichtend ist:
es_es: Si tu solicitas pago:
fr_fr: Si vous avez besoin de paiement:
it_it: Se richiedi il pagamento:
nl_nl: Indien u betaling vereist:
pl_pl: Jeśli płatność jest wymagana:
pt_br: Se você exige pagamento:
pt_pt: Se pagamento for requerido:
ru_ru: Если вы требуют оплаты:
tr_tr: Ödeme gerektiriyorsa:

source: <b>Active/Paid:</b> Paid and confirmed by Paypal
da_dk: <b>Aktive/Betalte:</b> Betalt og bekræftet af Paypal
de_de: <b>Aktiv/ bezahlt:</b> Bezahlt und bestätigt von Paypal
es_es: <b> Activo/Pagado</b> Pagado y confirmado por Paypal
fr_fr: Actif/Payé: Payé et confirmé par Paypal
it_it: <b>Attivi/pagati:</b> Pagati e confirmati da Paypal
nl_nl: <b>Actief / Betaald:</b> Betaald en bevestigd door Paypal
pl_pl: <b>Aktywne/opłacone:</b> Opłacone i potwierdzone przez Paypal
pt_br: <b> Ativo/pago: </b> pago e confirmado por Paypal
pt_pt: <b>Active/Paid:</b> Pago e confirmado por Paypal
ru_ru: <b> Активный / Платные: </ B> Платные и подтверждено Paypal
tr_tr: <b>Aktif/ödenen:</b> Ödeme ve Paypal tarafından onaylandı

source: <b>Pending:</b> Client applied for the appointment, but not yet paid.
da_dk: <b> Afventer:</b> Kunden har oprettet en aftale, men endnu ikke betalt.
de_de: <b> Ausstehend:</b> Klient für Termin gebucht, aber noch nicht platziert.
es_es: <b>Pendiente:</b> Cliente que pide una cita pero que todavía no ha pagado
fr_fr: En attente: Le client à pris rendez-vous, mais n'a pas encore payé.
it_it: <b>In attesa:</b> cliente si è registrato per l'appuntamento ma non ha pagato.
nl_nl: <b>In Afwachting:</b> Klant heeft afspraak aangevraagd, maar nog niet betaald.
pl_pl: <b>Oczekujące:</b> Klient dokonał rezerwacji, jednak do tej pory jej nie opłacił.
pt_br: <b> Pendente: </b> Cliente solicitou compromisso, mas ainda não pagou.
pt_pt: <b>Pendente:</b> Cliente marcou uma data , mas não pagou ainda.
ru_ru: <b> ожидании: </ B> Клиент применяется для назначения, но еще не оплачены.
tr_tr: <b>Bekleyen:</b> İstemci için randevu uygulanan, ama henüz ödeme.

source: If you do not require payment:
da_dk: Hvis du ikke kræver betaling:
de_de: Wenn Sie keine Zahlung fordern:
es_es: Si tu no requieres pago:
fr_fr: Si vous n'avez pas besoin de paiement:
it_it: Se non richiedi il pagamento:
nl_nl: Indien u geen betaling vereist:
pl_pl: Jeśli płatność nie jest wymagana:
pt_br: Se você não exigir o pagamento:
pt_pt: Se pagamento não for requerido:
ru_ru: Если вы не требуют оплаты:
tr_tr: Eğer ödeme gerekmez:

source: <b>Active/Confirmed:</b> Manually confirmed
da_dk: <b> Aktiv / Bekræftet: </b> Manuelt bekræftet
de_de: <b>Aktiv/Bestätigt:</b> Manuell bestätigt
es_es: <b> Activo/confirmado</b> Manualmente confirmado
fr_fr: Actif/Confirmé: Confirmation manuelle
it_it: <b>Attivi/Confermati:</b> confermati manualmente
nl_nl: <b>Actief / Bevestigd:</b> Handmatig bevestigd
pl_pl: <b>Aktywne/opłacone:</b> Ręcznie potwierdzone
pt_br: <b> Ativo/Confirmado: </b> confirmado manualmente
pt_pt: <b>Activado/Confirmado:</b> Confirmado manualmente
ru_ru: <b> Активный / Официально: </ B> подтвердил вручную
tr_tr: <b>Aktif/doğruladı:</b> El ile doğruladı

source: <b>Pending:</b> Client applied for the appointment, but it is not manually confirmed.
da_dk: <b> Afventer: </b> Kunden har ønsket en aftale, men den er ikke manuelt bekræftet.
de_de: <b>Ausstehend:</b> Klient für Termin gebucht, aber noch nicht händisch bestätigt.
es_es: <b>Pendiente:</b> Cliente que ha solicitado una cita pero que no está manualmente confirmado
fr_fr: En attente:Le client a demandé un rendez-vous, mais cela n'a pas été confirmé manuellement.
it_it: <b>In attesa:</b> Il cliente si è registrato per l'appuntamento ma non è stato ancora confermato manualmente..
nl_nl: <b>In Afwachting:</b> Klant heeft afspraak aangevraagd, maar deze is nog niet bevestigd.
pl_pl: <b>Oczekujące:</b> Klient dokonał rezerwacji, jednak nie została ona ręcznie potwierdzona.
pt_br: <b> Pendente: </b> Cliente solicitou compromisso, mas este não está confirmado manualmente.
pt_pt: <b>Pendente:</b> Cliente marcou uma data, mas não foi cofirmada manualmente.
ru_ru: <b> ожидании: </ B> Клиент применяется для назначения, но оно не подтверждено вручную.
tr_tr: <b>Bekleyen:</b> İstemci için randevu uygulanan, ancak el ile teyit değildi.

source: Status of Appointment(s) with id(s):%s changed to %s by user:%s
da_dk: Status for aftale (r) med id(s):%s ændret til %s af bruger:%s
de_de: Status Termin(e) mit id(s):%s geändert zu %s von user:%s
es_es: Estado de la Reserva(s) con el id(s):%s fué cambiado a %s por el usuario:%s
fr_fr: Statut(s) de(s) Rendez-vous avec ID : %s changé par %s par l'utilisateur : %s
it_it: Stato dell'appuntamento(i) con id(s):%s cambiato a %s dall'utente:%s
nl_nl: Status van afspra(a)k(en) met ID(s): %s gewijzigd naar %s door gebruiker: %s
pt_br: Estado de Compromisso(s) com id(s): %s alterado para %s por usuário: %s
pt_pt: Status de Data(s) Marcada(s) com id(s):%s mudada para %s pelo usuário:%s
ru_ru: Статус о назначении (ы) с идентификатором (ы): %s изменено на %s пользователем: %s
tr_tr: Randevu ID: %d durumu %s ten %s olarak %s tarafından değişti

source: Appointment(s) with id(s):%s deleted by user:%s
da_dk: Aftale(r) med id(s):%s slettet af bruger:%s
de_de: Termin(e) mit id(s):%s gelöscht von user:%s
es_es: Reserva(s) con el id(s):%s eliminado por el usuario:%s
fr_fr: Le(s) rendez-vous avec id(s):%s ont été éfacés par:%s
it_it: Appuntamento(i) con id:%s cancellati dall'utente: %s
nl_nl: Afspra(a)k(en) met ID(s): %s verwijderd door gebruiker: %s
pl_pl: Rezerwacja z id(s):%s usunięte przez użytkowników user:%s
pt_br: Agendamento(s) com ID(s):%s deletado(s) pelo usuário:%s
pt_pt: Data(s) Marcada(s) com id(s):%s eliminada(s) pelo usuário:%s
ru_ru: Назначение (ы) с идентификатором (ы): %s удален пользователь: %s
tr_tr: Randevu ID: %d durumu %s ten %s olarak %s tarafından değişti

source: Queue items per page
da_dk: Kø enheder per side
de_de: Gegenstände pro Seite in den Queue
es_es: Elementos en fila por página
fr_fr: Éléments de la file d’attente par page
it_it: Coda di elementi per pagina
nl_nl: Rijen per pagina
pt_br: Itens em espera por página
pt_pt: Elementos em fila por página

source: Are you sure to delete the selected record(s)?
da_dk: Er du sikker på du vil slette den valgte optagnelse(r)?
de_de: Sind Sie sicher, dass Sie die ausgewählten Einträge löschen möchten?
es_es: Estas seguro de borrar las grabaciones seleccionadas?
fr_fr: Etes-vous sûr de vouloir supprimer l'enregistrement(s) sélectionné(s) ?
it_it: Sei sicuro che vuoi cancellare i record selezionati?
nl_nl: Weet u zeker dat u geselecteerde records wilt verwijderen?
pl_pl: Czy na pewno usunąć wybrane rekordy?
pt_br: Tem certeza que deseja deletar os dados selecionados?
pt_pt: Tem a certeza que deseja eliminar os registos seleccionados?
ru_ru: Вы уверены, чтобы удалить выбранную запись (записи)?
tr_tr: Seçili kayıt(ları) silmek istediğinizden eminmisiniz?

source: Unexpected error
da_dk: Uventet fejl
de_de: Unerwarteter Fehler
es_es: Error inesperado
fr_fr: Erreur inattendue
it_it: Errore inaspettato
nl_nl: Onverwachte fout
pl_pl: Niespodziewany błąd
pt_br: Erro inesperado
pt_pt: Erro inesperado
ru_ru: Непредвиденная ошибка
tr_tr: Bilinmeyen hata

source: Active appointments
da_dk: Aktive aftaler
de_de: Aktive Termine
es_es: Citas activas
fr_fr: Rendez-vous actifs
it_it: Appuntamenti attivi
nl_nl: Actieve afspraken
pl_pl: Aktywne rezerwacje
pt_br: Compromissos ativos
pt_pt: Marcações Confirmadas
ru_ru: Активные
tr_tr: Aktif Randevular

source: Pending appointments
da_dk: Ventende aftaler
de_de: Anstehende Termine
es_es: Citas pendientes
fr_fr: Rendez-vous en suspens
it_it: Appuntamenti in attesa di conferma
nl_nl: In behandeling
pl_pl: Rezerwacje oczekujące
pt_br: Compromissos pendentes
pt_pt: Marcações por confirmar
ru_ru: В ожидании
tr_tr: Bekleyen Randevular

source: Completed appointments
da_dk: Gennemførte aftaler
de_de: Abgeschlossene Termine
es_es: Citas completadas
fr_fr: Rendez-vous validés
it_it: Appuntamenti completati
nl_nl: Voltooide afspraken
pl_pl: Zatwierdzone rezerwacje
pt_br: Compromissos completados
pt_pt: Marcações realizadas
ru_ru: Завершенные
tr_tr: Tamamlanan Randevular

source: Reserved by GCal
da_dk: Reserveret af GCal
de_de: Reserviert durch GCal
es_es: Reservado por Gcal
fr_fr: Réserver par GCal
it_it: Riservato da GCal
nl_nl: Door GCal gereserveerd
pl_pl: Rezerwacje z GCal
pt_br: Reservado pelo GCal
pt_pt: Marcações feitas através do Calendário Google
ru_ru: Разерв GCal
tr_tr: GCal tarafından saklıdır

source: Removed appointments
da_dk: Slettede aftaler
de_de: Gelöschte Termine
es_es: Citas retiradas
fr_fr: Rendez-vous retiré
it_it: Appuntamenti rimossi
nl_nl: Verwijderde afspraken
pl_pl: Usunięte rezerwacje
pt_br: Compromissos removidos
pt_pt: Marcações eliminadas
ru_ru: Удаленные
tr_tr: Kaldırılan Randevular

source: Appointment Date
da_dk: Aftale dato
de_de: Zuweisungsdatum
es_es: Fecha de la cita
fr_fr: Date rendez-vous
it_it: Data di Appuntamento
nl_nl: Datum afspraak
pl_pl: Data terminu
pt_br: Data do agendamento
pt_pt: Data para as horas marcadas

source: Client
da_dk: Kunde
de_de: Klient
es_es: Cliente
it_it: Cliente
nl_nl: Klant
pl_pl: Klient
pt_br: Cliente
pt_pt: Cliente
ru_ru: Клиент
tr_tr: Müşteri

source: Service
de_de: Dienst
es_es: Servicio
it_it: Servizio
nl_nl: Dienst
pl_pl: Usługa
pt_br: Serviço
pt_pt: Tarefa
ru_ru: Услуга
tr_tr: Hizmet

source: Provider
da_dk: Udbyder
de_de: Dienstleister
es_es: Proveedor
fr_fr: Prestataire
it_it: Fornitore del servizio
nl_nl: Dienstverlener
pl_pl: Wykonawca
pt_br: Profissional
pt_pt: Provedor
ru_ru: Оператор
tr_tr: Servis Sağlayıcı

source: Created on
da_dk: Oprettet den
de_de: Erstellt auf
es_es: Creado en
fr_fr: Créé le
it_it: Creato in
nl_nl: Gemaakt op
pl_pl: Stworzono
pt_br: Criado em
pt_pt: Criada em

source: Add New
da_dk: Tilføj Ny
de_de: Neu
es_es: Añadir nuevo
fr_fr: Ajouter Nouveau
it_it: Aggiungi nuovo
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nowy
pt_br: Adicionar Novo
pt_pt: Adicionar Novo
ru_ru: Добавить
tr_tr: Yeni Ekle

source: Appointments list navigation
da_dk: Aftale liste navigation
de_de: Zuweisungslistennavigation
es_es: Navegación de la lista de Citas
fr_fr: Liste de navigation des rendez-vous
it_it: Lista di navigazione per appuntamenti
nl_nl: Afspraken lijst navigatie
pl_pl: Nawigacja listy wizyt
pt_br: Lista de agendamentos
pt_pt: Lista de navegação para Datas Marcadas

source: Selected record(s) deleted.
da_dk: Valgte record (s) slettet.
de_de: Ausgewählte Einträge gelöscht
es_es: El/Los registros seleccionados han sido eliminados.
fr_fr: Enregistrement(s) sélectionné supprimé.
it_it: I record selezionati sono stati cancellati.
nl_nl: geselecteerde record(s) gewist
pl_pl: Wybrane rekordy usunięte
pt_br: Dados selecionados foram deletados.
pt_pt: Registro(s) selecionado(s) eliminados.
ru_ru: Выбранный запись (ы) удалены.
tr_tr: Seçili kayıtları silinmiş.

source: Selected record(s) updated.
da_dk: Valgte record (s) opdateret.
de_de: Ausgewählte Einträge aktualisiert
es_es: El/Los registros seleccionados han sido actualizados.
fr_fr: Enregistrement(s) sélectionné mis à jour.
it_it: I record selezionati sono stati aggiornati.
nl_nl: Geselecteerde record(s) gewijzigd.
pl_pl: Wybrane rekordy zaktualizowane
pt_br: Dados selecionados foram atualizados.
pt_pt: Registro(s) selecionado(s) actualizados
ru_ru: Выбранный запись (ы) обновляются.
tr_tr: Seçili kayıtları güncellendi.

source: Appointments Settings
da_dk: Aftale indstillinger
de_de: Termineinstellungen
es_es: Ajustes de las Reservas
fr_fr: Paramètres des Rendez-vous
it_it: Impostazioni appuntamenti
nl_nl: Afspraken instellingen
pl_pl: Ustawienia rezerwacji
pt_br: Configurações de Agendamento
pt_pt: Configurações de Datas marcadas
ru_ru: Назначения Настройки
tr_tr: Randevu ayarlar
