Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Allow Overwork (break hours)
da_dk: Tillad overarbejde (i pauser)
de_de: Überzeit erlauben (Arbeitspausen)
es_es: Permitir trabajo extra ( en las horas de descanso)
fr_fr: Autoriser surcharge de travail (heure de pause)
it_it: Permetti straordinari (durante la pausa)
nl_nl: Sta overwerk toe (pauze uren)
pl_pl: Pozwalaj na nadgodziny (godziny przerw)
pt_br: Permitir Excesso de trabalho (horário de quebra)
pt_pt: Permitir Excesso de trabalho (horas de descanso)
ru_ru: Разрешить переработку (часов перерыв)
tr_tr: Fazla Çalışmaya İzin Ver (Dinlenme Saatlerinde)

source: Same as above, but valid for break hours. If you want to allow appointments exceeding break times, then select this as Yes.
da_dk: Samme som ovenfor, men gælder for pause timer. Hvis du ønsker at tillade aftaler, der overstiger Pauser, så skal du vælge denne som Ja.
de_de: Genauso wie oben, aber gültig für Pausenzeiten. Wenn Sie Termine zulassen wollen, die sich mit Pausenzeiten überschneiden, dann wählen Sie hierfür "Ja".
es_es: Lo mismo que arriba pero valido para las horas de descanso. Si quieres permitir que las citas excedan las horas de descanso, entonces selecciona SI
fr_fr: Comme ci-dessus, mais valable pour les heures de pause. Si vous souhaitez autoriser que la durée des rendez-vous soit supérieure aux temps de pause, sélectionnez Oui.
it_it: Come sopra ma valido per interrompere ore. Se vuoi che l'appuntamento ecceda l'interruzione di orario, allora seleziona Si
nl_nl: Zelfde als hierboven, maar dan geldend voor pauze-uren. Indien u afspraken die de pauze-uren overlappen wilt toestaan, selecteer dan Ja.
pl_pl: Jak wyżej ale ustawienie odnosi się do pracy w czasie przerw.
pt_br: Igual ao anterior, mas válido para intervalos. Se você quiser permitir que os compromissos excedam os intervalos, selecione-a como Sim.
pt_pt: Igual ao anterior, mas válido para tempo de descanso. Se permitir que as datas marcadas excedam as horas de descanso nesse caso selecionar, Sim.
ru_ru: То же самое, но действует в течение нескольких часов перерыва. Если вы хотите, чтобы назначения, превышающие раз перерыв, затем выберите это как Да.
tr_tr: Aynı derecede yukarıda, ama sonu saat için geçerli. Randevuları ara kat aşan izin vermek istiyorsanız, o zaman Evet olarak seçin.

source: Keep options on uninstall
de_de: Einstellungen speichern nach Deinstallation
pl_pl: Zachowaj ustawienia przy odinstalowaniu
pt_br: Mantenha as opções ao desinstalar
pt_pt: Conservar as opções na desinstalação

source: By enabling this option you can keep your appointments and settings when deleting plugin.
da_dk: Ved at aktivere denne funktion, kan du beholde dine bookinger og indstillinger, hvis du sletter plugin'et
de_de: Wenn diese Option eingeschalten ist, werden deine Termine und Einstellungen behalten auch wenn du das Plugin löschst.
es_es: Al permitir esta opción, usted puede mantener sus citas y configuraciones al eliminar el plugin.
fr_fr: En cochant cet option, vous pouvez conserver vos rendez-vous et réglages lors de la désinstallation de l'extension.
it_it: Attivando questa opzione è possibile mantenere gli appuntamenti e le configurazioni quando si elimina il ''plugin''.
pl_pl: Po włączeniu tej opcji zostaną zachowane terminy i ustawienia po usunięciu wtyczki.
pt_br: Ao ativar esta opção, você pode manter seus compromissos e configurações quando excluir o plugin.
pt_pt: Activando esta opção assim pode conservar suas datas marcadas e as configurações ao eliminar a plugin.

source: Create an Appointment Page
da_dk: Opret en aftale side
de_de: Erstelle eine Termin-Seite
es_es: Crea una Página de Reservas
fr_fr: Créer une Page de Rendez-vous
it_it: Pagina Creazione Appuntamento
nl_nl: Maak een afspraakpagina
pl_pl: Utwórz stronę do robienia rezerwacji
pt_br: Criar uma Página de Agendamento
pt_pt: Criar uma Página de Datas Marcadas
ru_ru: Создание встречи страницу
tr_tr: Bir randevu sayfası oluşturma

source: with
da_dk: Med
de_de: mit
es_es: con
fr_fr: avec
it_it: con
nl_nl: met
pl_pl: z
pt_br: com
pt_pt: com
ru_ru: с
tr_tr: ile

source: Create an appointments date with this format
da_dk: Opret en aftales dato med dette format
de_de: Erstellt ein Zuweisungsdatum mit diesem Format
es_es: Crear una fecha de citas con este formato
fr_fr: Créer une date de rendez-vous avec ce format
it_it: Creare una data di appuntamenti con questo formato
nl_nl: Maak een afspraakdatum met dit formaat
pl_pl: Ustaw datę wizyty w tym formacie
pt_br: Criar uma data de agendamento com esse formato de data
pt_pt: Criar uma data marcada com este formato

source: current month's schedule
da_dk: Den aktuelle måneds tidsplan
de_de: aktueller Monatsplan
es_es: Horario del mes actual
fr_fr: horaire de ce mois
it_it: programmazione mensile corrente
nl_nl: schema van huidige maand
pl_pl: grafik na aktualny miesiąc
pt_br: agenda do mês corrente
pt_pt: Programa de horário para o mês corrente
ru_ru: График текущего месяца
tr_tr: geçerli ayın programı

source: current and next month's schedules
da_dk: denne og næste måneds kalender
de_de: Planung für den aktuellen und nächsten Monat
es_es: Horario del mes actual y del próximo
fr_fr: les horaires pour le mois en cours et le mois prochain
it_it: programmati questo mese ed il prossimo
nl_nl: Schema huidige en volgende maand
pl_pl: harmonogram na ten i kolejny miesiąc
pt_br: agendas do mês corrente e seguintes
pt_pt: Programa de horário para o mês corrente e seguintes
ru_ru: расписание текущий и следующий месяца
tr_tr: Şuanki ve gelecek ayın programı

source: current week's schedule
da_dk: denne uges kalender
de_de: aktuelle Wochenplanung
es_es: Horario actual de la semana
fr_fr: horaires pour la semaine en cours
it_it: programmati questa settimana
nl_nl: Schema huidige week
pl_pl: harmonogram na ten tydzień
pt_br: agenda da semana corrente
pt_pt: Programa de horário para a semana corrente
ru_ru: расписание текущей недели
tr_tr: Bu hafta programı

source: current and next week's schedules
da_dk: denne og næste uges kalender
de_de: Planung für die aktuelle und nächste Woche
es_es: Horario de la semana actual y de la próxima
fr_fr: horaires pour la semaine en cours et la semaine prochaine
it_it: programmati questa e la prossima settimana
nl_nl: Schema huidige en volgende week
pl_pl: harmonogram na ten i kolejny tydzień
pt_br: agendas da semana corrente e seguintes
pt_pt: Programa de horário para a semana corrente e seguintes
ru_ru: расписание текущий и следующей неделе
tr_tr: Bu hafta ve gelecek hafta programı

source: Create page!
fr_fr: Créer la page !
pl_pl: Utwórz stronę!
pt_br: Criar página!
pt_pt: Criar página!

source: Show Legend
da_dk: Se indskrift
de_de: Legende anzeigen
es_es: Muestra leyenda
fr_fr: Afficher la Légende
it_it: Mostra legenda
nl_nl: Bekijk legenda
pl_pl: Pokaż legendę
pt_br: Mostrar Legenda
pt_pt: Mostrar Legenda
ru_ru: Показать легенду
tr_tr: Yazıt Göster

source: Whether to display description fields above the pagination area.
da_dk: Om der skal vises beskrivelses felter over pagination området
de_de: Ob die Beschreibungsfelder über der Seitennummerierung angezeigt werden sollen oder nicht.
es_es: Si mostrar los campos de descripción sobre el área de la página
fr_fr: Que ce soit pour afficher les champs de description ci-dessus de la zone de pagination.
it_it: che per mostrare i campi sopra l'area di impaginazione.
nl_nl: Wel of niet beschrijvingen tonen.
pl_pl: Włączenie opcji wyświetlania pól z opisem w obszarze paginacji
pt_br: Para exibir campos de descrição acima da área de paginação.
pt_pt: Caso queira exibir campos de descrição acima da área de paginação.
ru_ru: Надо ли отображать поля описания выше области нумерации страниц.
tr_tr: Sayfalama alanı üzerindeki Açıklama alanlarını görüntülenip görüntülenmeyeceğini belirtir.

source: Color Set
da_dk: Farve sæt
de_de: Farbskala
es_es: Establecer el color
fr_fr: Jeu de couleurs
it_it: Impostazioni colore
nl_nl: Kleurenset
pl_pl: Ustawienia koloru
pt_br: Padrão de Cores
pt_pt: Lista de Cores
ru_ru: Набор цветов
tr_tr: Renk Seti

source: Preset 1
da_dk: Forudindstillede 1
de_de: Voreinstellung 1
es_es: Combinación 1
fr_fr: Préréglage 1
it_it: Predefinito 1
nl_nl: Voorkeur 1
pl_pl: Ustawienia wstępne 1
pt_br: Predefinido 1
pt_pt: Predefinido 1
ru_ru: Пресет 1
tr_tr: Ön ayar 1

source: Preset 2
da_dk: Forudindstillede 2
de_de: Voreinstellung 2
es_es: Combinación 2
fr_fr: Préréglage 2
it_it: Predefinito 2
nl_nl: Voorkeur 2
pl_pl: Ustawienia wstępne 2
pt_br: Predefinido 2
pt_pt: Predefinido 2
ru_ru: Пресет 2
tr_tr: Ön ayar 2

source: Preset 3
da_dk: Forudindstillede 3
de_de: Voreinstellung 3
es_es: Combinación 3
fr_fr: Préréglage 3
it_it: Predefinito 3
nl_nl: Voorkeur 3
pl_pl: Ustawienia wstępne 3
pt_br: Predefinido 3
pt_pt: Predefinido 3
ru_ru: Пресет 3
tr_tr: Ön ayar 3

source: Custom
da_dk: Tilpasset
de_de: Normal
es_es: Personalizado
fr_fr: mode personnalisé
it_it: Personalizzato
nl_nl: Aangepast
pl_pl: Ustawienia własne
pt_br: Personalizado
pt_pt: Personalizado
ru_ru: Пользовательский
tr_tr: Özel

source: Custom Color Set
da_dk: Egne Farve Set
de_de: Standard Farbskala
es_es: Combinación de colores personalizada
fr_fr: Palette de couleurs personnalisée
it_it: Impostazioni colore personalizzato
nl_nl: Aangepaste kleurenset
pl_pl: Własny zestaw kolorów
pt_br: Padrão de Cores Personalizado
pt_pt: Padrão de Cores a Personalizar
ru_ru: Ручная настройка Набор
tr_tr: Özel Renk Seti

source: If you have selected Custom color set, for each cell enter 3 OR 6-digit Hex code of the color manually without # in front or use the colorpicker.
da_dk: Hvis du har valgt et tilpasset farvevalg, så skal du her indtaste farvernes trecifrede eller sekscifrede hexkode uden # foran. Du kan også anvende farvevælgeren
de_de: Wenn sie das Angepasste Farb-Set ausgewählt haben, geben sie für jede Zelle den 3 oder 6 stelligen HEX Code der Farbe - ohne die Raute (#) - ein oder nutzen Sie den Colorpicker.
es_es: Si has seleccionado "personaliza el set de colores", tienes que introducir en cada celda 3 ó 6 dígitos del código hexadecimal sin # al frente, o sino usar el "colorpicker"
fr_fr: Si vous avez sélectionné Personnalisé le jeu de couleurs, pour chaque cellule entre 3 OU 6 code hexadécimal de la couleur sans # devant ou utilisez le sélecteur de couleurs.
it_it: Se hai selezionato l'impostazione di colore personalizzato inserisci in ogni cella il codice esadecimale di 3 o 6 caratteri manualmente senza il carattere # oppure usa il seleziona colore, colorpicker
nl_nl: Indien u een aangepaste kleurenset heeft geselecteerd, dient u voor iedere cel een 3 of 6 tekens lange HEX code van de kleur handmatig in te voeren, zonder #. Of gebruik de kleurenkiezer.
pl_pl: Jeśli wybrałeś własny zestaw kolorów, dla każdej komórki wybierz kod HEX koloru (3 lub 6 znaków, bez symbolu # na początku) lub wybierz kolor za pomocą kroplomierza.
pt_br: Se tiver selecionado o conjunto de cores personalizado, para cada célula digite manualmente o código hexadecimal da cor de 3 OU 6 dígitos, sem # na frente ou utilize o Seletor de Cores.
pt_pt: Se for selecionado o conjunto de cores personalizado, para cada célula digite manualmente o código Hex da cor de 3 OU 6 dígitos, sem # na frente ou utilize o Seletor de Cores.
ru_ru: Если вы выбрали пользовательский цвет набор, для каждой ячейки введите 3 или 6-значный Hex код цвета вручную, без # перед или использовать ColorPicker.
tr_tr: Özel renk kümesi seçtiyseniz, her hücre için 3 OR 6 haneli onaltılık kodunu renk # önünde olmadan el ile girin veya seçeneği ColorPicker öğesini kullanın.

source: Require these from the client:
da_dk: Få disse fra fra klienten
de_de: Benötige dies vom Kunden:
es_es: Solicita esto del cliente:
fr_fr: Rendre ce champs obligatoire pour le client :
it_it: Richiedi questo dal cliente:
nl_nl: Vraag deze gegevens van de klant:
pl_pl: Wymagane od klienta:
pt_br: Solicitar do cliente:
pt_pt: Solicitar o que segue do cliente:
ru_ru: Требовать это от клиента:
tr_tr: Bunlar müşteriden istenir:

source: The selected fields will be available in the confirmation area and they will be asked from the client. If selected, filling of them is mandatory (except note field).
da_dk: De udvalgte felter vil være tilgængelig i bekræftelses-området, og de vil blive bedt om fra klienten. Hvis valgt, er udfyldning af dem obligatoriske (undtagen note felt).
de_de: Die ausgewählten Felder werden im Bestätigungsbereich angezeigt und der Kunde wird danach gefragt. Wenn ausgewählt, ist die Angabe benötigt (Ausnahme Notizen Feld).
es_es: Los campos seleccionados serán disponibles en el área de confirmación y serán pedidos al cliente. Si se seleccionan, el rellenarlos es obligatorio ( excepto el campo nota)
fr_fr: Les champs sélectionnés seront disponibles dans la zone de confirmation et ils seront demandé au client. Le remplissage des champs sélectionnés est obligatoire (sauf champ de la note).
it_it: I campi selezionati saranno disponibili nell'area di conferma e verranno richiesti dal cliente. Se selezionati, il completamento è obbligatorio (eccetto il campo note)
nl_nl: De geselecteerde velden zullen beschikbaar zijn in het bevestigingsformulier, en de benodigde gegevens worden gevraagd van de klant. Indien geselecteerd, is het invullen van al deze velden (m.u.v. notities) verplicht.
pl_pl: Wybrane pola będą dostępne w obszarze potwierdzenia rezerwacji; klient będzie o nie zapytany. Jeśli zostaną wybrane, odopowiedź będzie obowiązkowa (nie dotyczy pola notatek).
pt_br: Os campos selecionados estarão disponíveis na área de confirmação e serão questionados ao cliente. Se selecionado, o seu preenchimento é obrigatório (exceto o campo nota).
pt_pt: Os campos selecionados estarão disponíveis na área de confirmação e serão questionados ao cliente. Caso forem selecionados, o seu preenchimento é obrigatório, (exceto o campo aviso). D
ru_ru: Выбранные поля будут доступны в области подтверждения и им будет предложено от клиента. Если выбрано, заполнение них является обязательным (за исключением ноты области).
tr_tr: Seçili alanlar onay alan-ecek var olmak elde edilebilir ve istemciden istenecek. Seçili olduğunda, onları doldurma (Not alanı) zorunludur.

source: Additional css Rules
da_dk: Tilføj css regler
de_de: Zusätzliches CSS
es_es: Reglas CSS adicionales
fr_fr: Règles css Additionnelles
it_it: Regole css addizionali
nl_nl: Bijkomende CSS regels.
pl_pl: Dodatkowe ustawienia CSS
pt_br: Regras Adicionais de CSS
pt_pt: Regras Adicionais de CSS
ru_ru: Дополнительные правила CSS
tr_tr: Ek css kuralları

source: You can add css rules to customize styling. These will be added to the front end appointment page only.
da_dk: Du kan tilføje CSS-rules for at tilpasse sidens udseende. De vil kun gælde for front end siden af Booking systemet
de_de: Sie können css hinzufügen, um das Styling anzupassen. Dieses wird nur auf der Termin-Front-End Seite wirksam.
es_es: Tu puedes añadir reglas css para personalizar el estilo. Este será añadido solamente a la página del "front end"
fr_fr: Vous pouvez ajouter des règles CSS pour personnaliser les styles. Cela sera ajouté uniquement sur la page front end.
it_it: Puoi aggiungere regole CSS per personalizzare lo stile. Questo saranno aggiunte solamente alla pagina front end degli appuntamenti
nl_nl: U kunt CSS regels toevoegen om de stijl van de pagina aan te passen. Deze worden uitsluitend aan de front-ent afspraken pagina toegevoegd.
pl_pl: Można dodać własne ustawienia CSS w celu personalizowania wyglądu. Ustawienia te zostaną dodane tylko do strony z formularzem do dokonywania rezerwacji
pt_br: Você pode adicionar regras CSS para personalizar o estilo. Estes serão adicionados apenas à interface da página de compromissos.
pt_pt: Pode adicionar regras CSS para personalizar o estilo de desenho. Estes serão adicionados apenas à interface da página das datas marcadas.
ru_ru: Вы можете добавить правила CSS для настройки стиль. Они будут добавлены на главную страницу конец предварительной записи.
tr_tr: Styling özelleştirmek için css kuralları ekleyebilirsiniz. Bunlar yalnızca ön uç randevu sayfasına eklenecektir.

source: The General Data Protection Regulation (GDPR) (EU) 2016/679 is a regulation in EU law on data protection and privacy for all individuals within the European Union. It also addresses the export of personal data outside the EU. The GDPR aims primarily to give control to citizens and residents over their personal data and to simplify the regulatory environment for international business by unifying the regulation within the EU.
pt_br: O Regulamento Geral de Proteção aos Dados - General Data Protection Regulation (GDPR) (EU) 2016/679 é uma regulamentação legal da União Européia sobre proteção e privacidade para todos os indivíduos dentro da UE. Também atinge a exportação de dados pessoais para fora da UE. O objetivo principal do GPDR é dar aos residentes e cidadãos controle sobre seus dados pessoais e simplificar as condições de regulamentação para os negócios internacionais, por meio da unificação da regulamentação dentro da UE.
pt_pt: O Regulamento Geral sobre a Proteção de Dados (RGPD) (UE) 2016/679 é um regulamento do direito europeu sobre privacidade e proteção de dados pessoais, aplicável a todos os indivíduos na União Europeia. Regulamenta também a exportação de dados pessoais para fora da UE. O RGPD tem como objetivo dar aos cidadãos e residentes formas de controlar os seus dados pessoais e unificar o quadro regulamentar europeu

source: GDPR settings are not available for WordPress version lower than 4.9.6. Please update your WordPress first.
pt_br: As configurações de GDPR não estão disponíveis para versões do WordPress inferiores a 4.9.6. Por favor, atualize primeiro seu WordPress.
pt_pt: As configurações GDPR não estão disponíveis para a versão do WordPress inferior a 4.9.6. Por favor, actualize o seu WordPress primeiro.

source: User can erase after
pl_pl: Uzytkownik może usunąć po
pt_br: O usuário pode apagar depois de
pt_pt: Utilizador pode apagar depois de

source: days
pl_pl: dni
pt_br: dias
pt_pt: dias

source: Completed appointments will be allowed to erase by user after selected number of days after an appointment date.
pt_br: Agendamentos concluídos poderão ser apagados pelo usuário após o número selecionado de dias após a data de um agendamento.
pt_pt: Marcações concluídas poderão ser apagadas pelo utilizador após o número seleccionado de dias após a data de uma marcação.

source: Erase Appointments
pl_pl: Usuwanie wizyt
pt_br: Apagar Agendamentos
pt_pt: Apagar Marcações

source: You can force to delete completed appointments.
pl_pl: Można wymusić usunięcie ukończonych wizyt.
pt_br: Você pode forçar a exclusão de agendamentos concluídos.
pt_pt: Pode forçar a exclusão de marcações completas.

source: Auto erase after
pl_pl: Automatycznie kasuj po
pt_br: Auto apagar depois de
pt_pt: Apagar automaticamente depois de

source: Completed appointments will be deleted after.
pt_br: Agendamentos concluídos serão excluídos após.
pt_pt: Marcações completas serão apagadas posteriormente.

source: Agreement
pl_pl: Zgoda
pt_br: Conformidade
pt_pt: Acordo

source: Add a checkbox specifically asking the user of the form if they consent to you storing and using their personal information to get back in touch with them.
pl_pl: Dodaj pole wyboru prosząc użytkownika formularza, jeśli zgadza się na przechowywanie i wykorzystywanie swoich danych osobowych w celu uzyskania z nimi kontaktu.
pt_br: Adicione uma caixa de seleção perguntando especificamente ao usuário do formulário se ele concorda em armazenar e usar as informações pessoais deles para entrar em contato com eles.
pt_pt: Adicione um selector especificamente perguntando ao utilizador do formulário se eles consentem que você armazene e use as suas informações pessoais para voltar a entrar em contato com eles.

source: Checkbox text
pl_pl: Treść pola
pt_br: Texto da Caixa de Seleção
pt_pt: Texto do selector

source: Error message
pl_pl: Wiadomość błędu
pt_br: Mensagem de erro
pt_pt: Mensagem de erro

source: Send Confirmation email
da_dk: Send bekræftelses mail
de_de: Bestätigungs email senden
es_es: Enviar email de confirmación
fr_fr: Envoyer mail de confirmation
it_it: Invia email conferma
nl_nl: Verstuur bevestigingsmail
pl_pl: Wyślij wiadomość z potwierdzeniem
pt_br: Enviar e-mail de confirmação
pt_pt: Enviar um e-mail de confirmação
ru_ru: Отправить подтверждение по электронной почте
tr_tr: Onay Maili Gönder

source: Whether to send an email after confirmation of the appointment. Note: Admin and service provider will also get a copy as separate emails.
da_dk: Om der skal sendes en e-mail efter bekræftelse af aftalen. Bemærk: Admin og udbyder vil også få en kopi som separate e-mails.
de_de: Ob eine E-Mail nach der Bestätigung eines Termines versendet werden soll. Hinweiß: Admin und Dienstleister werden ebenso eine Kopie als separate E-Mails bekommen.
es_es: Si se debe enviar un correo electrónico después de la confirmación de la cita. Nota: El proveedor de administración y el proveedor de servicio también obtendrá una copia como correos electrónicos separados.
fr_fr: Que ce soit pour envoyer un e-mail après la confirmation du rendez-vous. Remarque: Admin et fournisseur de services auront également une copie sous forme de mail distincts.
it_it: Spedisce email dopo la conferma dell'appuntamento. Nota: admin e il fornitore del servizio riceveranno una copia di questa email.
nl_nl: Verstuur een email na bevestiging van de afspraak. Let op: Beheerder en dienstverlener krijgen elk een kopie van dit bericht, als separate e-mail.
pl_pl: Czy wysłać wiadomość po zatwierdzeniu rezerwacji? Notka: Administrator i usługodawca także otrzymają kopię w osobnych wiadomościach.
pt_br: Caso queira enviar um e-mail após a confirmação do compromisso. Nota: Administrador e fornecedor de serviços também receberão uma cópia em mensagens separadas.
pt_pt: Caso queira enviar um e-mail após essa confirmação de uma data marcada. Aviso: Admin e fornecedor de tarefas também receberão uma cópia como mensagens separadas.
ru_ru: Будь отправить письмо после подтверждения назначения. Примечание: Админ и поставщик услуг будет также получить копию в виде отдельных писем.
tr_tr: Bir e-posta randevu onay alındıktan sonra gönderilip gönderilmeyeceğini belirtir. Not: Yönetici ve hizmet sağlayıcısı da ayrı bir e-posta bir kopyasını almak.

source: Send Notification to admin if confirmation is required
da_dk: Send mail til admin hvis bekræftelse er krævet
de_de: Einen Hinweiß an den Admin senden, wenn eine Bestätigung erforderlich ist.
es_es: Enviar notificación al administrador si la confirmación es requerida
fr_fr: Envoyer une notification à l'admin si une confirmation est nécessaire
it_it: Invia notifica all'admin se la conferma è richiesta
nl_nl: Stuur bericht naar Admin indien bevestiging noodzakelijk is.
pl_pl: Wyślij wiadomość do admina jeśli potwierdzenie jest wymagane
pt_br: Enviar Notificação ao administrador caso seja necessária uma confirmação
pt_pt: Enviar Notificação ao admin caso seja necessária a confirmação
ru_ru: Отправить уведомление администратору, если требуется подтверждение
tr_tr: Onayı gerekiyorsa, yönetici bildirim gönderin
