Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Are you sure to clear the log file?
da_dk: Er du sikker på at du vil tømme log-filen?
de_de: Wollen Sie das Log-file wirklich löschen?
es_es: ¿Estás seguro de borrar el archivo de registro?
fr_fr: Êtes-vous sûr de vouloir effacer le fichier de logs ?
it_it: Sei sicuro di voler cancellare i file di log?
nl_nl: Weet u zeker dat u het logbestand wilt leegmaken?
pl_pl: Czy na pewno wyczyścić zapisy w pliku log-ów?
pt_br: Tem certeza que deseja limpar o arquivo de registros?
pt_pt: Tem a certeza que deseja limpar o arquivo de registros?
ru_ru: Вы уверены, чтобы очистить файл журнала?
tr_tr: Günlükleri silmek istediğinize eminmisiniz?

source: Auto confirm
da_dk: Automatisk bekræftelse
de_de: Automatische Bestätigung
es_es: Confirmación Automática
fr_fr: Confirmation automatique
it_it: Conferma automatica
nl_nl: Automatisch afspraak bevestigen
pl_pl: Automatyczne zatwierdzenie rezerwacji
pt_br: Confirmação Automática
pt_pt: Confirmação Automática
ru_ru: Авто подтверждения
tr_tr: Otomatik onaylama

source: Setting this as Yes will automatically confirm all appointment applications for no payment required case. Note: "Payment required" case will still require a payment.
da_dk: Indstil dette som Yes vil automatisk bekræfte alle aftaler om ingen betaling kræves i denne sag. Bemærk: "Betaling påkrævet" sag vil stadig kræve en betaling.
de_de: Wenn Sie dies auf "Ja" setzen werden alle Terminanwendungen auf "keine Bezahlung benötigt" gesetzt. Hinweiß: Bei "Bezahlung benötigt" wird immer noch eine Zahlung benötigt.
es_es: Ajustando esto a "Sí", confirmará automáticamente todas las reservas en las que no sea necesario el pago previo. Las reservas cuyo ajuste sí lo exija, seguirán haciéndolo.
fr_fr: Paramétrer cela sur Oui confirmera automatiquement tous les rendez-vous qui ne requièrent pas de paiement. Note : La case "Paiement requis" demeurera un paiement.
it_it: Impostandolo a Si verrà automaticamente confermato l'appuntamento anche nel caso di pagamento non richiesto. Nota: "pagamento richiesto" continua a richiedere il pagamento per essere confermato.
nl_nl: Dit als JA instellen bevestigd automatisch alle afspraken waar geen betaling noodzakelijk is.
pl_pl: Ustawienie tej opcji na Tak spowoduje automatyczne zatwierdzanie wszystkich rezerwacji nie wymagających opłaty. "Płatność wymagana" dalej wymagać będzie płatności.
pt_br: Definindo como Sim confirmará automaticamente todas as solicitações de compromisso sem pagamento necessário. Nota: casos de "pagamento requerido" continuam a exigir um pagamento.
pt_pt: Definindo isso para Sim, confirmará automaticamente todas as solicitações de marcações sem pagamento necessário. Aviso: Nos casos de "pagamento requerido" continuam a exigir pagamento.
ru_ru: Установка этого, как Да автоматически подтверждает все приложения Назначение для не оплаты необходимого случае. Примечание: "Оплата требуется " дела еще потребует компенсацию.
tr_tr: Bunu Evet olarak ayarlamak, otomatik olarak tüm randevu uygulamaları için hiçbir ödeme gerekli durumda onaylayacaktır. Not: "Payment required" dava hala ödeme gerektirir.

source: Allow client cancel own appointments
da_dk: Tillad klienten at annullere egne aftaler
de_de: Kunden die Stornierung von eigenen Buchungen erlauben
es_es: Permitir a los clientes cancelar sus propias reservas.
fr_fr: Autoriser le client à annuler ses propres rendez-vous
it_it: Permetti ai clienti di cancellare i propri appuntamenti
nl_nl: Mag de klant zelf afspraken annuleren?
pl_pl: Pozwól klientom samodzielnie anulować dokonane rezerwacje
pt_br: Permitir cliente cancelar seus próprios compromissos
pt_pt: Permitir ao cliente de cancelar suas datas marcadas.
ru_ru: Разрешить клиент отменить собственные назначения
tr_tr: İstemci iptal kendi randevuları izin verir.

source: Whether to allow clients cancel their appointments using the link in confirmation and reminder emails or using my appointments table or for logged in users, using check boxes in their profile pages. For the email case, you will also need to add CANCEL placeholder to the email message settings below. For my appointments table, you will need to add parameter allow_cancel="1" to the shortcode. Note: Admin and service provider will always get a notification email.
da_dk: Uanset om man tillader klienter at aflyse deres aftaler ved at bruge linket i bekræftelse og reminder emails eller bruge Mine Aftaler eller for brugere som er logget på ved hjælp af afkrydsningsfelter i deres profil sider. Til e-mail-brugere, vil du også være nødt til at tilføje CANCEL pladsholder til beskeden i email indstillingerne nedenfor. For Mine Aftaler, vil du nødt til at tilføje parameteren allow_cancel = "1" til ufuldkommenhed. Bemærk: Admin og medarbejder vil altid få en meddelelse via email.
de_de: Kunden die Stornierung von eigenen Buchungen erlauben, wenn diese den Link aus Bestätigungs- oder Erinnerungs-E-Mails benutzen. Oder über Checkboxen in der "Meine Termine-Übersicht", wenn der User eingeloggt ist. Für den E-Mail-Fall müssen Sie einen CANCEL-Platzhalter in den E-Mail-Einstellungen einstellen. Für die "Meine Termine"-Übersicht müssen sie den Parameter allow_cancel="1" im Code einfügen. Hinweiß: Der Admin und Dienstleister werden immer eine Notification-E-Mail bekommen.
es_es: Ya sea para que los clientes cancelen sus citas a través del enlace en la confirmación y recordatorio de correo electrónico o utilizando mi mesa citas o para los usuarios registrados, utilizando las casillas de verificación en sus páginas de perfil. Para el caso de correo electrónico, usted también tendrá que añadir cancelar marcador de posición para los ajustes de los mensajes de correo electrónico de abajo. Para mi mesa citas, tendrá que agregar el parámetro allow_cancel = "1 " al código corto. Nota: Admin y proveedor de servicios siempre se llega un correo de notificación.
fr_fr: Si vous souhaitez permettre aux clients d'annuler leur rendez-vous en utilisant le lien dans la confirmation et courriels de rappel ou en utilisant ma table de rendez-vous ou pour les utilisateurs connectés à l'aide des cases à cocher dans leurs pages de profil. Pour le cas de courrier électronique, vous devrez également ajouter Annuler espace réservé aux messages paramètres de courrier électronique ci-dessous. Pour ma table de rendez-vous, vous aurez besoin d'ajouter le paramètre allow_cancel = "1" pour le shortcode. Remarque: Admin et prestataire de services recevra toujours un email de notification
it_it: Anche se permetti ai clienti di cancellare i loro appuntamenti usando il link nella email di conferma e la email di promemoria o usando la tabella dei miei appuntamenti o per gli utenti autenticati usando il checkbox nella loro pagina di profilo. Nel caso delle email dovrai aggiungere il placeholder CANCEL all'impostazione del messaggio qui sotto. Per la tabella dei miei appuntamenti avrai bisogno di aggiungere il parametro allow_cancel="1" nello shortcode. Nota: admin e fornitore di servizi riceveranno sempre una notifica via email.
nl_nl: Toestaan dat klant eigen afspraak kan annuleren middels link in e-mails of middels "Mijn Afspraken" tabel. Indien per e-mail, dient u een CANCEL placeholder toe te voegen aan onderstaande instellingen voor email. Voor de tabel, dient u de parameter allow_cancel="1" aan de shortcode toe te voegen. Let op: Admin en dienstverlener krijgen altijd een bevestiging.
pl_pl: Niezależnie od wybranej metody: anulowanie poprzez link w wiadomości email lub tabeli moje rezerwacje dla zalogowanych użytkowników (używając pól wybory ich stronie profilu). Dla wariantu e-mail, należy pamiętać aby dodac pole ANULUJ w treści wiadomości poniżej. Dla tabeli należy dodac parametr allow_cancel="1" w kodzie. Administrator zawsze otrzymuje email z potwierdzeniem.
pt_br: Permitir que os clientes cancelem seus compromissos usando o link na confirmação e-mails de lembrete ou usando minha tabela de compromissos ou para usuários logados, usando caixas de seleção em suas páginas de perfil. Para o caso de e-mail, você também vai precisar adicionar o espaço reservado CANCELAR para as definições de mensagens de e-mail abaixo. Para minha tabela de compromissos, você precisará adicionar o parâmetro allow_cancel="1" ao shortcode. Nota: Administrador e prestador de serviços sempre vão receber um e-mail de notificação.
pt_pt: Caso seja autorizado que os clientes cancelem suas datas marcadas, utilizando o link de e-mails de confirmação e de lembrança, ou utilizando a tabela de marcações, e, no caso dos usuários conectados , seleçionando-os nas suas páginas de perfil. No caso de e-mail, também vai precisar adicionar no espaço reservado CANCELAR para as definições de mensagens de e-mail abaixo. Para a minha tabela de datas reservadas precisaos de adicionar o parâmetro allow_cancel="1" ao shortcode. Aviso: Admini e prestador de tarefas acabam sempre por receber um e-mail de notificação.
ru_ru: Следует ли разрешить клиентам отменить их назначения нажав соответствующую ссылку в подтверждение и письма с напоминанием или с помощью моего сервировки стола или только зарегистрированным пользователям, используя флажки в свои страницы профиля. Для электронной почты случае, вы также должны добавить ОТМЕНА заполнитель для настройки сообщений электронной почты ниже. Для моего сервировки стола, вам нужно будет добавить параметр allow_cancel = "1 " в короткий номер. Примечание: Админ и сервис-провайдер всегда получите уведомление по электронной почте.
tr_tr: İzin vermek için istemcilerin bağlantısını onay ve anımsatıcı e-postalar veya benim randevular tablo kullanarak kendi randevuları iptal olsun veya kullanıcıların kendi profil sayfalarında onay kutularını kullanarak, günlüğe. E-posta durum için aşağıdaki e-posta iletisi ayarları için iptal yer tutucu eklemek gerekir. Benim randevular tablo için parametre allow_cancel eklemeniz gerekir = "1" kusur. Not: Yönetici ve hizmet sağlayıcı her zaman bir bildirim e-postası alacaksınız.

source: Appointment cancelled page
da_dk: Aftalen er annulleret siden
de_de: Termin-Absage-Seite
es_es: Página de cancelación de Reservas
fr_fr: Page de Rendez-vous annulé
it_it: Pagina appuntamenti cancellati
nl_nl: Geannuleerde afspraken pagina
pl_pl: Strona wyświetlana po anulowaniu rezerwacji
pt_br: Página de Compromisso cancelado
pt_pt: Página de Datas Marcadas canceladas
ru_ru: Страница отмены бронирования
tr_tr: Randevuyu iptal sayfa

source: Home page
da_dk: Hjemme side
de_de: Startseite
es_es: Página de Inicio
fr_fr: Page d'Accueil
nl_nl: Thuispagina
pl_pl: Strona główna
pt_br: Página Incial
pt_pt: Página de Inicio
ru_ru: Главная страница
tr_tr: Ana sayfa

source: In case he is cancelling using the email link, the page that client will be redirected after he cancelled his appointment.
da_dk: Hvis han annullerer ved hjælp af e-mail-link, er det denne side, kunden vil blive omdirigeret til efter at han har aflyst sin aftale.
de_de: Im Falle dass der Kunde per E-Mail-Link storniert ist dies die Seite, auf die der Kunde geleitet wird, nachdem er seinen Termin abgesagt hat.
es_es: En el caso de que se cancele a través de enlace, indicar la url de la página a la que será redirigido el cliente.
fr_fr: Dans le cas ou l'annulation est faite par email, il s'agit de la page ou le client sera redirigé après annulation.
it_it: Nel caso in cui il cliente cancella l'appuntamento usando il link contenuto nella email, il cliente verrà reindirizzato a questa pagina.
nl_nl: Indien annulering middels e-maillink, wordt de klant naar deze pagina herleid na annulering.
pl_pl: W przypadku gdy rezerwacja usuwana jest przy pomocy linku z emaila, klient zostanie przekierowany na wybraną stronę po anulowaniu rezerwacji.
pt_br: No caso dele cancelar usando o link de e-mail, a página que o cliente será redirecionado depois que de cancelar seu compromisso.
pt_pt: No caso do cliente queira cancelar usando o link de e-mail, a página que o cliente será redirecionado a seguir ao cancelamento de uma marcação.
ru_ru: В случае, если он отменяет с помощью ссылки в электронной почте, на странице, что клиент будет перенаправлен после того как он отменил свое назначение.
tr_tr: Randevusunu iptal etti sonra istemci, sayfayı e-posta bağlantısını kullanarak iptal durumda yönlendirilecektir.

source: Appointment thank you page
da_dk: Aftale takke side
de_de: Appointment "Danke"-Seite
es_es: Página de agradecimiento de la cita
fr_fr: Page de remerciement
it_it: Thank you page appuntamento
nl_nl: Afspraken bedankt pagina
pl_pl: Strona podziękowania za rezerwacje
pt_br: Página de agradecimento por agendamento de compromisso
pt_pt: Página de agradecimento das Datas Marcadas

source: Do not redirect
da_dk: Omdiriger ikke
de_de: nicht umleiten
es_es: No redirigir
fr_fr: Ne pas rediriger
it_it: Non reindirizzare
nl_nl: Niet redirecten
pl_pl: Nie przekierowuj
pt_br: Não redirecionar
pt_pt: Não redirigir

source: Page where user will be redirected to after processing an appointment.
da_dk: Side hvor brugeren vil blive omdirigeret til efter bestilling af aftale.
de_de: Seite, auf die der Benutzer umgeleitet wird, nachdem er einen Termin gebucht hat.
es_es: La página a la que será redirigido el usuario después de procesar una cita.
fr_fr: Page où l'utilisateur sera redirigé après le traitement d'un rendez-vous.
it_it: Pagina in cui verrà reindirizzato l'utente , dopo aver elaborato un appuntamento.
nl_nl: Pagina waar de klant naar wordt verwezen nadat de afspraak is verwerkt
pl_pl: Strona na którą będą odsyłani użytkownicy po procesie rezerwacji
pt_br: A página para a qual o usuário será redirecionado após processar um compromisso.
pt_pt: A Página onde o usuário será redirigido a seguir ao processamento de uma hora marcada

source: Allow service provider set working hours
da_dk: Tillad tjenesteudbyder at indstille atbejdstider.
de_de: Erlaube Dienstleistern die Arbeitszeit zu bestimmen
es_es: Permitir a los empleados establecer su horario
fr_fr: Accepter les heures de travail des prestataires
it_it: Permetti al fornitore di servizi di impostare l'orario lavorativo
nl_nl: Sta toe dat dienstverlener werkuren instelt.
pl_pl: Wykonawcy mogą ustawiać swoje godziny pracy
pt_br: Permitir que o prestador de serviço defina horas de trabalho
pt_pt: Autorizar ao prestador de serviço que defina as horas de trabalho
ru_ru: Разрешить набор поставщик рабочих часов
tr_tr: Servis sağlayıcı çalışma saatleri ayarlamak izin ver

source: Whether you let service providers to set their working/break hours, exceptional days using their profile page or their navigation tab in BuddyPress.
da_dk: Uanset om du lader medarbejderen at indstille deres arbejdstid / pause timer, ekstraordinære dage ved hjælp af deres profil side eller deres fanenavigering i BuddyPress.
de_de: Erlaube Dienstleistern, ihre Arbeits- und Pausenstunden zu bestimmten, sowie Ausnahmen, wofür sie ihre persönliche Profilseite oder die Navigation in BuddyPress verwenden können.
es_es: Si dejas que los proveedores de servicios para establecer sus horas de trabajo / descanso, días excepcionales mediante su página de perfil o de su lengüeta de la navegación en BuddyPress.
fr_fr: Lorsque vous laissez les prestataire indiquer leurs horaires de travail et de break, journée exceptionnelle utilisant ainsi leur page ou tabulation avec buddypress.
it_it: Se si permette ai fornitori di servizio di impostare le ore lavorative e di break e i giorni particolari utilizzando la loro pagina di profilo o le sezioni corrispondenti in BuddyPress.
nl_nl: Wel of niet werkuren, pauze-uren en vrije dagen in laten stellen door dienstverleners.
pl_pl: Czy pozwalasz swoim usługodawcą edytować swoje godziny pracy, przerwy, wyjątkowe dni na ich stronie profilowej?
pt_br: Deixar que os prestadores de serviços definam as suas horas de trabalho/intervalo, dias excepcionais usando sua página de perfil ou sua aba de navegação em BuddyPress.
pt_pt: Caso autorize que os prestadores de tarefas possam definir as suas horas de trabalho/descanso, outros dias excepcionais, usando sua página de perfil ou a tabulação de navegação em BuddyPress.
ru_ru: Если вы давайте поставщики услуг, чтобы установить свои часы рабочий / перерыв, исключительные дни, используя их страницу профиля или их вкладку навигации в BuddyPress.
tr_tr: Servis sağlayıcıları çalışma/break saatlerini ayarlamak için izin ister, BuddyPress içinde olağanüstü yaşam istimal onların profil sayfası veya kendi navigasyon sekme.

source: Allow service provider confirm own appointments
da_dk: Tillad medarbejdere at bekræfte egne aftaler
de_de: Erlaube Dienstleistern ihre eigenen Buchungen zu bestätigen
es_es: Permitir a los empleados confirmar sus propias reservas
fr_fr: Autoriser les prestataires de services à confirmer leur rendez-vous
it_it: Permetti ai fornitori di servizi di confermare i propri appuntamenti
nl_nl: Sta toe dat dienstverlener eigen afspraken bevestigd.
pl_pl: Wykonawcy mogą potwierdzać własne rezerwacje
pt_br: Permitir prestadores de serviços confirmarem seus próprios compromissos
pt_pt: Permitir aos prestadores de tarefas que confirmem suas próprias marcações
ru_ru: Разрешить подтвердить поставщик услуг собственного назначения
tr_tr: Hizmet sağlayıcısı kendi randevuları Onayla

source: Whether you let service providers to confirm pending appointments assigned to them using their profile page.
da_dk: Uanset om du lader medarbejderen om at bekræfte verserende aftaler, skal det tildeles dem ved hjælp af deres profil side.
de_de: Wenn Sie Dienstleister laufende Termine zusagen lassen und dies auf sie übertragen, indem sie deren Profilseite benutzen.
es_es: Permite a sus empleados confirmar sus reservas pendientes a través de la páginas de sus propios perfiles.
fr_fr: Permettre aux prestataires de services de confirmer des rendez-vous qui leur sont assignées en utilisant leur page de profil.
it_it: ANche se permetti ai fornitori di servizi di confermare appuntamenti in sospeso assegnati a loro attraverso la loro pagina di profilo.
nl_nl: Wel of niet openstaande afspraken door de dienstverlener laten bevestigen.
pl_pl: Czy pozwalasz swoim usługodawcą potwierdzać oczekujące rezerwacje poprzez ich panel użytkownika?
pt_br: Deixar que os prestadores de serviços confirmem seus compromissos pendentes atribuídas a eles usando sua página de perfil.
pt_pt: Caso autorize os prestadores de tarefas a confirmar as datas marcadas pendentes, atribuídas a eles usando sua página de perfil.
ru_ru: Если вы давайте поставщики услуг подтвердить сделанные назначения, возложенные на них, используя их страницу профиля.
tr_tr: İster kendi profil sayfası kullanılarak atanmış randevu bekleyen onaylamak için servis sağlayıcıları sağlar.

source: Assign dummy service providers to
da_dk: Tildel dummy medarbejdere
de_de: Dummy-Dienstleister eintragen für
es_es: Asignar empleados fictícios a
fr_fr: Attribuer les fournisseurs de services factices pour
it_it: Assegna un fornitore di servizi fasullo a
nl_nl: Wijs "dummy" dienstverlener toe aan:
pl_pl: Przypisz Wirtualnych usługodawców do
pt_br: Atribuir prestadores de serviços fictícios para
pt_pt: Atribuir prestadores de serviços fictícios para
ru_ru: Связать фиктивные сервис-провайдерам
tr_tr: Kukla servis sağlayıcılarına atayabilir

source: None
da_dk: Ingen
de_de: Keiner
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
nl_nl: Geen
pl_pl: Żaden
pt_br: Nenhum
pt_pt: Nada
ru_ru: Ничего
tr_tr: Hiç
