Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Sort order of the service providers. Possible values: ID, name. Optionally DESC (descending) can be used, e.g. "name DESC" will reverse the order. Default: "ID"
de_de: Anordnung der Service Provider sortieren. Mögliche Werte: ID, Name. Optional kann DESC (absteigend) genutzt werden, z.B. wird "Name DESC" die Anordnung umkehren. Voreinstellung: "ID"
es_es: Modificar orden de los proveedores de servicios. Valores posibles: ID, nombre. Opcionalmente DESC (descendente) se puede utilizar, por ejemplo, "Nombre DESC" se invertirá el orden. Por defecto: "ID"
fr_fr: Type de tri des fournisseurs de services . Les valeurs possibles sont : ID , nom. Eventuellement DESC ( Décroissant ) peut être utilisé , par exemple, " Nom DESC" pour inverser l'ordre . Par défaut: "ID"
it_it: Ordine per fornitore del servizio. Valori possibili: ID, nome, opzionalmente DESC (decrescente) può essere usato, esempio "name DESC" ordinerà per nome in modalità decrescente. Predefinito: "ID"
nl_nl: Sorteervolgorde van de dienstverleners. Mogelijke waarden: ID, name. Optioneel kan DESC gebruikt worden. Standaard: "ID"
pt_br: A ordem de classificação dos prestadores de serviços. Valores possíveis: id, nome. Opcionalmente DESC (descendente) pode ser usado, por exemplo, "Nome DESC " irá inverter a ordem. Padrão: "ID "
pt_pt: Ordenar lista dos prestadores de tarefas. Valores possíveis: ID, nome. DESC como opção(descendente) pode ser utilizada, ex. "Nome DESC" inverte a ordenação. Padrão: "ID"
ru_ru: Порядок сортировки из поставщиков услуг. Возможные значения: ID, имя. Дополнительно по убыванию (по убыванию) могут быть использованы, например, "Имя DESC " будет в обратном порядке. По умолчанию: "ID "
tr_tr: Servis sağlayıcılar sıralama. Olası değerler: kimliği, adı. İsteğe bağlı olarak DESC (azalan)-ebilmek var olmak kullanılmış, e.g. "name DESC" sırasını tersine çevirir. Varsayılan: "ID"

source: In some cases, you may want to force to display providers who give only a certain service. In that case enter service ID here.
da_dk: I nogle tilfælde, vil du tvinge visningen af serviceudbydere, som kun give en enkelt service. Hvis det er tilfældet, så indtast service ID her.
de_de: In einigen Fällen können Sie Gewalt erzwingen, um Anbieter anzuzeigen, die nur einen bestimmten Dienst geben. Geben Sie hier die Service-ID ein.
es_es: En algunos casos, es posible que desee obligar a mostrar sólo los proveedores que ofrecen un servicio determinado. En ese caso, introduzca el ID de servicio aquí.
fr_fr: Dans certains cas, vous pourriez vouloir forcer l'affichage des créateurs qui proposent uniquement certains services. Dans ce cas, entrez ici l'ID du service.
it_it: In alcuni casi, si potrebbe desiderare di obligare i fornitori a visualizzare solo un determinato servizio. In questo caso inserire l'ID di servizio qui.
nl_nl: In een aantal gevallen, wilt u misschien dat dienstverleners die enkel een bepaalde dienst verlenen geforceerd getoond worden. Wanneer dat het geval is kunt u hier een dienst ID ingeven.
pl_pl: Czasami można chcieć wyświetlić dostawców, którzy oferują tylko określoną usługę. W takim przypadku należy tutaj wpisać identyfikator usługi.
pt_br: Em alguns casos, você pode querer forçar a exibição de provedores que fornecem apenas um tipo específico de serviço. Neste caso, selecione a ID aqui.
pt_pt: Em alguns casos, você pode querer forçar a exibição de provedores que oferecem apenas uma determinada tarefa. Nesse caso, insira o ID de tarefa aqui.

source: Creates a dropdown menu of available service providers.
da_dk: Opretter en dropdown-menu med tilgængelige områder.
de_de: Erstellt ein Dropdownmenü von verfügbaren Dienstleistern.
es_es: Crea un menú desplegable de los proveedores de servicio disponibles
fr_fr: Crée un menu déroulant pour les prestataires (fournisseurs de service) disponibles.
it_it: Crea un menu a tendina dei fornitori di servizi disponibili
nl_nl: Maakt een dropdown aan met beschikbare dienstverleners.
pt_br: Cria um menu dropdown de prestadores de serviços disponíveis.
pt_pt: Executa um menu listado de provedores de tarefas disponíveis.
ru_ru: Создает ниспадающее меню доступных поставщиков услуг.
tr_tr: Kullanılabilir servis sağlayıcıların bir açılır menü oluşturur.

source: Please select a service:
da_dk: Vælg venligst en tjeneste:
de_de: Bitte wählen Sie ein Angebot aus
es_es: Selecciona un Servicio:
fr_fr: Choisir un service SVP :
it_it: Per favore seleziona un servizio:
nl_nl: Soort afspraak:
pl_pl: Proszę wybrać rodzaj usługi:
pt_br: Por favor, selecione um serviço:
pt_pt: Por Favor Selecione uma Tarefa:
ru_ru: Пожалуйста выберите услугу:
tr_tr: Lütfen bir hizmet seçin:

source: Text above the select menu. Default: "Please select a service".
pl_pl: Treść nad polem wyboru. domyślnie: "Proszę wybrać usługę".
pt_br: Texto acima do menu de seleção. Padrão: "Por favor, selecione um serviço".
pt_pt: Texto acima do menu de seleção. Padrão: "Por favor, selecionar uma tarefa".

source: Show Button Text
da_dk: Vis knaptekst
de_de: Anzeige Button Text
es_es: Mostrar Texto del Botón
fr_fr: Voir le texte du bouton
it_it: MostrareTasto di Testo
nl_nl: Knoptekst
pl_pl: Tekst klawisz pokaż
pt_br: Texto Mostrar Botão
pt_pt: Mostrar o Botão Texto

source: Button text to show the results for the selected. Default: "Show available times".
pl_pl: Tekst przycisku, wyświetlającego wyniki dla wybranych. Domyślnie: "Pokaż dostępne terminy".
pt_br: Texto do botão para mostrar os resultados para o item selecionado. Padrão: "Mostrar horários disponíveis".
pt_pt: Texto do botão para mostrar os resultados para o que foi selecionado. Padrão: "Mostrar horários disponíveis".

source: Inserts the post thumbnail if page has a featured image. Selectable values are "none", "thumbnail", "medium", "full" or a 2 numbers separated by comma representing width and height in pixels, e.g. 32,32. Default: "96,96".
pl_pl: Wstawia miniaturę wpisu, jeśli posiada on obrazek wyróżniający. Dostępne do wyboru wartości to "none", "thumbnail", "medium", "full" lub 2 liczby rozdzielone przecinkami przedstawiającymi szerokość i wysokość w pikselach, np. 32,32. Domyślnie: "96,96".
pt_br: Insere a miniatura da postagem se a página tiver uma imagem em destaque. Os valores selecionáveis são "nenhum", "miniatura", "médio", "completo" ou dois números separados por vírgula, representando largura e altura em pixels, por exemplo, 32,32. Padrão: "96,96".
pt_pt: Insere uma ''thumbnail'' do publicado se a página usar uma imagem em destaque. Os valores selecionáveis são: "nenhum", "thumbnail", "médio", "completo" ou dois números separados por uma vírgula, representando largura e altura em pixels, por exemplo, 32,32. Padrão: "96,96".

source: Sort order of the services. Possible values: ID, name, duration, price. Optionally DESC (descending) can be used, e.g. "name DESC" will reverse the order. Default: "ID".
pt_br: Ordem de classificação dos serviços. Valores possíveis: ID, nome, duração, preço. Opcionalmente pode ser usado DESC (descendente), exe.: "name DESC" irá inverter a ordem. Padrão: "ID".
pt_pt: Ordenação das tarefas. Valores possíveis: ID, nome, duração, preço. Opcionalmente DESC (descendente) pode ser utilizado, ex. "Nome DESC" inverterá esta ordenação. Padrão: "ID"

source: In some cases, you may want to display services which are given only by a certain provider. In that case enter provider ID here. Default: "0" (all defined services). Note: Multiple selections are not allowed.
da_dk: I visse situationer kan det være praktisk udelukkende at vise services, som kun tilbydes af en bestemt udbyder. Indtast i denne situation udbyderens ID her. Default er "0" (alle definerede services). OBS: Man kan ikke vælge flere samtidig.
de_de: Falls Sie nur die Lieferanten eines bestimmten Mitarbeiters anzeigen möchten, geben Sie hier bitte die ID dieses Mitarbeiters ein. Standard ist "0" (alle definierten Mitarbeiter). Beachten Sie: Mehrfachauswahl ist nicht erlaubt.
es_es: En algunos casos, es posible que desee mostrar los servicios que se dan sólo para un determinado proveedor. En este caso, introduzca ID del proveedor aquí. Por defecto: "0" (todos los servicios definidos). Nota: Las selecciones múltiples no están permitidas.
fr_fr: Dans certains cas, vous pouvez vouloir afficher les services qui ne sont fournis que par un prestataire donné. Dans ce cas, entrez ici l'ID du prestataire. Valeur par défaut : "0" (tous les services définis). Remarque : Les sélections multiples ne sont pas autorisées.
it_it: In alcuni casi potresti voler visualizzare i servizi forniti solo da un certo fornitore di servizi. In tal caso inserisci qui l'ID del fornitore. Default: "0" (tutti i servizi). Nota: non sono ammesse selezioni multiple.
nl_nl: In sommige gevallen wilt u services weergeven die alleen door een bepaalde provider geleverd worden. Vul in dat geval hier de provider ID in. Standaard: "0" (alle gedefinieerde services). Opmerking: Meerdere selecties zijn niet toegestaan.
pt_br: Em alguns casos, vocẽ pode querer apresentar serviços que são realizados apenas por um prestador específico. Neste caso coloque a ID do prestador aqui. Padrão: "0" (todos os serviços). Nota: Múltiplas seleções não são permitidas.
pt_pt: Em casos particulares, pode querer mostrar tarefas que são fornecidos apenas por um determinado provedor. Nesse caso, digite o ID do provedor aqui. Padrão: "0" (todos os serviços definidos). Aviso: Multiplas seleções não são permitidas.
ru_ru: В некоторых случаях, вы можете отобразить услуг, которые предоставляются только определенным поставщиком. В этом случае введите идентификатор поставщика здесь. По умолчанию: "0 " (все определенные услуги). Примечание: выделение нескольких файлов не допускается.
tr_tr: Bazı durumlarda, yalnızca belirli bir sağlayıcı tarafından verilen hizmetleri görüntülemek isteyebilirsiniz. O halde buraya sağlayıcı kimliği girin. Varsayılan: "0" (tüm tanımlanmış hizmetler). Not: Birden çok seçime izin verilmez.

source: Creates a dropdown menu of available services.
da_dk: Opretter en dropdown menu af tilgængelige tjenester.
de_de: Erstellt ein Dropdown-Menü der verfügbaren Leistungen.
es_es: Crea un menú desplegable con los servicios disponibles
fr_fr: Crée un menu déroulant pour les services disponibles.
it_it: Crea un menu a tendina di servizi disponibili.
nl_nl: Maakt een dropdown menu van beschikbare diensten.
pl_pl: Tworzy rozijane menu z dostępnymi usługami
pt_br: Cria um menu dropdown de serviços disponíveis.
pt_pt: Executa um menu listado das tarefas disponíveis.
ru_ru: Создает ниспадающее меню доступных услуг.
tr_tr: Kullanılabilir hizmetler bir açılır menü oluşturur.

source: Appointments+
da_dk: Booking System
fr_fr: Rendez-vous+
pt_br: Compromissos
pt_pt: Datas Marcadas+
ru_ru: Назначения +
tr_tr: Randevular +

source: Lets you accept appointments from front end and manage or create them from admin side.
da_dk: Lader dig acceptere bookinger fra hjemmesiden samt styre og oprette dem fra admin siden.
de_de: erlaubt Ihnen, Termine von der Adminseite über das front end anzunehmen und zu verwalten oder zu erstellen.
es_es: Te permite aceptar citas desde el front end y administrarlas o crearlas desde la parte de administrador
fr_fr: Vous permet d'accepter des rendez-vous côté client et de les gérer ou de les créer côté administrateur.
it_it: Ti permette di accettare appuntamenti da una pagina di front end e amministrari o crearli dall'area admin
nl_nl: Hiermee kunt u afspraken uit front-end accepteren en vanuit de beheer pagina afspraken aanmaken of te beheren.
pt_br: Permite aceitar compromissos de front-end e gerenciar ou criá-los a partir do lado de administrador.
pt_pt: Permite aceitar marcações na página de interface e gerenciar-los ou criá-los a partir do lado do administrador.
ru_ru: Позволяет принимать назначения из передней части и управлять или создавать их из админ части.
tr_tr: Ön uç üzerinden randevuları kabul etmek ve yönetmek veya yönetici tarafında oluşturmak sağlar.

source: Project page
da_dk: Projekt side
de_de: Projektseite
es_es: Pagina de proyecto
fr_fr: Page de projet
it_it: Pagina progetto
nl_nl: Projecten Pagina
pl_pl: Strona projektu
pt_br: Página do projeto
pt_pt: Página de projeto
ru_ru: Страница проекта
tr_tr: Proje sayfası

source: Installation and instructions page
da_dk: Installation og instruktionsside
de_de: Installations und Handbuchseite
es_es: Pagina de instalación e instrucciones
fr_fr: Page d'installation et de conseil
it_it: Installazione e istruzioni
nl_nl: Installatie en instructie pagina
pl_pl: Strona instalacji i instrukcji
pt_br: Página de instalação e instruções
pt_pt: Página de instalação e de instruções
ru_ru: Инструкция по монтажу и страницы
tr_tr: Sayfa yükleme ve yönergeler

source: Support forum
es_es: Foro de soporte
fr_fr: Forum d'aide (en Anglais)
it_it: Forum di supporto
pl_pl: Forum wsparcia
pt_br: Fórum de suporte
pt_pt: Fórum de ajuda
ru_ru: Форум поддержки
tr_tr: Destek forumu

source: Appointments shortcodes
da_dk: Bookning kortkoder
es_es: Shortcodes de Appointments
fr_fr: Shortcodes
it_it: Shortcodes appuntamenti
nl_nl: Afspraken shortcodes
pl_pl: Short kody rezerwacji
pt_br: Shortcodes de Compromissos
pt_pt: Shoortcodes para Datas Marcadas
ru_ru: Назначения шорткоды
tr_tr: Randevular shortcodes

source: Title:
da_dk: Titel
de_de: Titel:
es_es: Título:
fr_fr: Titre :
it_it: Titolo:
nl_nl: Titel:
pl_pl: Tytuł:
pt_br: Título:
pt_pt: Titulo
ru_ru: Заголовок:
tr_tr: Ünvan:

source: List of services and links to their description pages
da_dk: Liste over servicer og links til deres beskrivelsers sider
de_de: Liste der Services und links zu ihren Beschreibungsseiten
es_es: Lista de servicios y links a sus páginas de descripción
fr_fr: Liste des services et des liens vers leurs pages de description
it_it: Lista dei servizi e link con le loro pagina descrittive
nl_nl: Lijst met diensten en links naar hun beschrijvingspagina.
pl_pl: Lista usług i linki do ich opisów
pt_br: Lista de serviços e links para suas páginas de descrição
pt_pt: Lista de tarefas e conexões á página de descrição destes
ru_ru: Список услуг и ссылками на их страницах описания
tr_tr: Hizmetleri ve onların açıklama sayfalara bağlantılar listesi

source: Appointments+ Services
da_dk: Bookingsystemets servicer
de_de: Termine+ Dienste
es_es: Servicios de A+
fr_fr: Rendez-vous+ Services
it_it: Servizi Appointments+
nl_nl: Appointments+ Diensten
pl_pl: Usługi Appointments+
pt_br: Serviços do Compromissos
pt_pt: Datas Marcadas+ Tarefas
ru_ru: Назначения + Услуги
tr_tr: Randevular + Hizmetleri

source: Number of services to show:
da_dk: Antal af servicer at vise:
de_de: Anzahl der zu zeigenden Services:
es_es: Número de servicios a mostrar:
fr_fr: Nombre de services à afficher :
it_it: Numero di servizi da mostrare:
nl_nl: Aantal te tonen diensten:
pl_pl: Liczba usług do pokazania:
pt_br: Número de serviços para mostrar:
pt_pt: Numero de Tarefas a exibir:
ru_ru: Количество услуг, чтобы показать:
tr_tr: Gösterilecek İşlerin sayısı:

source: List of service providers and links to their bio pages
da_dk: Liste over serviceudbydere og links til deres profil sider
de_de: Liste der Dienstleister und Links zu deren Biografieseiten
es_es: Lista de proveedores de servicios y links a sus bio páginas
fr_fr: Liste des prestataires de service et liens vers leur page de biographie.
it_it: Lista dei fornitori di servizi e link alle loro pagine biografiche
nl_nl: Lijst van dienstverleners en links naar hun bio-pagina
pl_pl: Lista wykonawców i linki do ich stron z bio
pt_br: Lista de prestadores de serviços e links para suas páginas bio
pt_pt: Lista de provedores de tarefas e conexões á página bio deles.
ru_ru: Список поставщиков услуг и ссылками на их био-страниц
tr_tr: Servis sağlayıcılar ve onların bio sayfalara bağlantılar listesi

source: Appointments+ Service Providers
da_dk: Bookingsystemets serviceudbydere
de_de: Termine+ Dienstleister
es_es: A+ proveedores de servicios
fr_fr: Collaborateurs
it_it: Fornitori di servizi Appointments+
nl_nl: Appointments+ Dienstverleners
pl_pl: Wykonawcy Appointments+
pt_br: Prestadores de Serviço no Compromissos
pt_pt: Datas Marcadas+Provedores de Tarefas
ru_ru: Бронирование+ Операторы
tr_tr: Randevular + servis sağlayıcıları

source: Number of service providers to show:
da_dk: Numre af serviceudbydere som skal vises:
de_de: Zahl der angezeigten Dienstleister:
es_es: Número de proveedores de servicios a mostrar:
fr_fr: Nombre de fournisseurs de service à afficher:
it_it: Numero di fornitori di servizi da mostrare:
nl_nl: Aantal te tonen dienstverleners:
pl_pl: Liczba wykonawców do pokazania:
pt_br: Número de prestadores de serviços para show:
pt_pt: Mostrar o numero de provedores de Tarefas:
ru_ru: Количество поставщиков услуг, чтобы показать:
tr_tr: Göstermek için servis sağlayıcıların sayısı:

source: Show service providers without biographies
da_dk: Vis serviceudbydere uden biografi
de_de: Mitarbeiter ohne Biografien anzeigen
es_es: Muestra los proveedores de servicios sin biografías
fr_fr: Afficher les prestataires de services sans biographies
it_it: Mostra i fornitori di servizio senza biografie
nl_nl: Toon service providers zonder biografieën
pl_pl: Pokaż wykonaców bez biografii
pt_br: Mostrar os prestadores de serviços sem biografias
pt_pt: Mostrar provedores de tarefas sem biografias
ru_ru: Показать операторов без биографии
tr_tr: Hizmet sağlayıcıları biyografileri olmadan göster

source: A monthly calendar that redirects user to the selected appointment page when a free day is clicked. Use several instances to show several months and set "Months to add to current month" as required, e.g. 0 for the first instance, 1 for the second one, and so on.
da_dk: En månedlig kalender, der omdirigerer brugeren til den valgte bookingside, når en fri dag klikkes. Brug flere tilfælde for at vise flere måneder, og sæt "Måneder at tilføje til indeværende måned" som påkrævet, f.eks. 0 for første tilfælde, 1 for det andet, osv.
de_de: Ein monatlicher Kalender der die User zur ausgewählten Terminseite umleitet, wenn ein freier Tag ausgewählt wurde. Nutzen Sie mehrere Instanzen, um mehrere Monate abzubilden, und stellen Sie nach Erfordernis "Monate zum Hinzufügen zum jetzigen Monat" ein, z.B. 0 für die erste Instanz, 1 für die zweite, und so weiter.
es_es: Un calendario mensual que redirige al usuario a la página de citas seleccionada cuando se hace clic en un día libre. Utilice varios casos para mostrar varios meses y ajusta "Meses a añadir al mes en curso", según sea necesario, por ejemplo, 0 para la primera instancia, 1 para la segunda, y así sucesivamente.
fr_fr: Un calendrier mensuel qui redirige l'utilisateur vers la page de rendez-vous sélectionné lorsqu'une journée libre est cliqué. Utilisez plusieurs instances pour afficher plusieurs mois et réglez "Mois ajouter à mois en cours" comme exigé, par exemple 0 pour le premier, 1 pour le deuxième, et ainsi de suite.
it_it: Il calendario mensile che reindirizza l'utente alla pagina dell'appuntamento selezionato quando un giorno libero è cliccato. Usa più instanze per mostrare più mesi e imposta "Mesi da aggiungere al mese corrente" come richiesto, esempio 0 per la prima istanza, 1 per la seconda e così via.
nl_nl: Een maandelijks schema. Klikken op vrij blok leidt gebruiker naar de geselecteerde afspraak. Gebruik meerdere keren op een pagina om meerdere maanden te tonen. Gebruik "Maanden om aan huidige maand toe te voegen" zoals gewenst. Voorbeeld: 0 voor de eerste iteratie, 1 voor de tweede, 2 voor de derde en zo verder.
pl_pl: Miesięczny kalendarz który przekierowuje użytkownika do strony wybranego spotkania kiedy kliknięty jest wolny dzień. Użyj wielu przykładów aby pokazać wiele miesięcy i ustawić "Miesiące do dodania do bieżącego miesiąca" jak jest wymagane, np. 0 dla pierwszego przykładu, 1 dla drugiego i tak dalej.
pt_br: Um calendário mensal que redireciona usuários para a página de consulta selecionado quando um dia livre é clicado. Use vários exemplos para mostrar vários meses e definir "Meses a adicionar ao mês atual", tal como exigido, por exemplo 0 para o primeiro exemplo, 1 para o segundo, e assim por diante.
pt_pt: Um calendário mensual que re-envia o usuário às datas marcadas selecionadas assim que clica num dia livre. Utilizar vários exemplos para demonstrar vários meses defenindo ''Meses a adicionar ao mês actual'' como requerido, ex. '0' no primeiro exemplo, '1' para o segundo, e assim sucessivamente.
ru_ru: Ежемесячный календарь, который перенаправляет пользователя на выбранный назначения страницы, когда свободный день кнопки. Используйте несколько экземпляров, чтобы показать несколько месяцев и установить "месяца, чтобы добавить в текущем месяце " по мере необходимости, например, 0 для первого экземпляра, 1 для второго, и так далее.
tr_tr: Ücretsiz günlük tıklatıldığında kullanıcının seçili randevuyu sayfasına yönlendirir aylık takvim. Birkaç ay gösterip, "Months için geçerli month" eklemek için küme çeşitli örnekleri kullanmak gerektiği gibi örneğin ilk için 0, 1 için ikinci bir örneği ve benzeri.

source: Appointments+ Monthly Calendar
da_dk: Bookingsystemets månedlige kalender
de_de: Termine+ Monatskalender
es_es: A+ calendario mensual
fr_fr: Rendez-vous+ Calendrier Mensuel
it_it: Calendario mensile Appointments+
nl_nl: Appointments+ Maandelijks Schema
pl_pl: Kalendarz miesięczny Appointments+
pt_br: Calendário mensal no Compromissos
pt_pt: Datas Marcadas+ Calendário Mensual
ru_ru: Назначения + Ежемесячный календарь
tr_tr: Aylık takvim randevuları +

source: Appointment page:
da_dk: Booking side:
de_de: Terminseite:
es_es: Página de cita:
fr_fr: Page Rendez-vous
it_it: Pagina appuntamento:
nl_nl: Afspraakpagina:
pl_pl: Strona rezerwacji:
pt_br: Página de Agendamento:
pt_pt: Pagina para Datas Marcadas:
ru_ru: Назначение страницы:
tr_tr: Randevu sayfası:

source: Months to add to current month:
da_dk: Måneder at tilvælge til nuværende måned:
de_de: Monate, die zum jetzigen Monat hinzugefügt werden sollen:
es_es: Meses a añadir al mes actual:
fr_fr: Mois à ajouter au mois en cours:
it_it: Mesi da aggiungere al mese corrente:
nl_nl: Maanden om aan huidige maand toe te voegen:
pl_pl: Liczba miesięcy
pt_br: Meses para adicionar ao mês atual:
pt_pt: Meses a adicionar ao mês actual:
ru_ru: Месяца, чтобы добавить к текущий месяц:
tr_tr: Ay için geçerli ay eklemek için:

# Google Calendar Settings admin notice fo 1.7 upgrade.
source: %s have changed on version 1.7. If you have been using Google Calendar prior to 1.7 please review your settings.
da_dk: %s har ændret sig på den nye version 1.7. Hvis du har brugt Google Kalender inden version 1.7, skal du venligst gennemgå dine indstillinger.
de_de: %s wurden in Version 1.7 geändert. Wenn Si Google Calendar vor der Version 1.7 genutzt haben, überarbeiten Sie bitte Ihre Einstellungen.
es_es: %s ha cambiado en la versión 1.7. Si usted usa el Calendario Google antes de la version 1.7, revise su configuración.
fr_fr: %s ont changé sur la version 1.7 . Si vous avez utilisé Google Calendar avant la 1.7, s'il vous plaît vérifiez vos paramètres. Google Calendar 1.7 mini, s'il vous plaît vérifier vos paramètres.
it_it: %s sono cambiati nella versione 1.7. Se hanno utilizzato Google Calendar prima di 1.7, revisare le configurazioni.
nl_nl: %s is gewijzigd sinds versie 1.7. Als u Google kalender gebruikt van voor versie 1.7, kijk dan uw instellingen na.
pl_pl: %s zostały zmienione przy wersji 1.7. Jeżeli używałeś Kalendarza Google przed wersją 1.7. przejdź do konfiguracji.
pt_br: %s mudou para versão 1.7. Se você estiver usando o Calendário Google prévio à versão 1.7 por favor revise suas configurações.
pt_pt: %s foram modificados na versão 1.7. Se tem vindo a utilisar o Calendário Google antes da versão 1.7 p/f, verifique essas configurações.
