Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Inserts a form which displays the details of the selected appointment and has fields which should be filled by the client.
da_dk: Indsætter en formular, der viser detaljerne for den valgte aftale og har felter, der skal udfyldes af klienten.
de_de: Fügt ein Formular ein, das die Details des gewählten Auftrags anzeigt und Felder hat, welche vom Kunden ausgefüllt werden sollten.
es_es: Inserta un formulario que muestra los detalles de la cita seleccionada y tiene los campos que deben ser rellenados por el cliente.
fr_fr: Insère un formulaire qui affiche les détails du rendez-vous choisi et ayant les zones de texte qui devraient être remplies par le client.
it_it: Inserisci un form che mostra i dettagli dell'appuntamento selezionato e che abbia i campi che dovrebbero essere completati dal cliente.
nl_nl: Voegt een formulier toe dat de details van de geselecteerde afspraak toont en velden heeft die de klant dient in te vullen.
pl_pl: Wstaw formularz, który wyświetli szczegóły wybranych spotkań i ma pola, które powinny być wypełnione przez klienta.
pt_br: Insere um formulário que exibe os detalhes do compromisso selecionado e tem os campos que devem ser preenchidos pelo cliente.
pt_pt: Insere um formulário que mostra os detalhes da data marcada, tendo campos a ser preenchidos pelo cliente.
ru_ru: Вставляет форму, которая отображает информацию о выбранном назначения и имеет поля, которые должны быть заполнены по желанию клиента.
tr_tr: Seçili randevu ayrıntılarını görüntüleyen ve istemci tarafından doldurulması gereken alanları olan bir formu ekler.

source: <b>This shortcode is always required to complete an appointment.</b>
da_dk: <b> Denne shortcode er altid krævet for at gennemføre en aftale.</b>
de_de: <b> Dieser shortcode wird immer benötigt, um eine Terminvergabe zu vervollständigen </b>
es_es: <b>Este "shortcode" es requerido para completar una cita.</b>
fr_fr: <b>Ce shortcode est toujours requis pour compléter un rendez-vous.</b>
it_it: <b>Questo shortcode è sempre richiesto per completare un appuntamento.</b>
nl_nl: <b>Deze shortcode is altijd verplicht om een afspraak te maken </b>
pl_pl: <b>ten shortcode jest zawsze wymagany aby zakończyć spotkanie.</b>
pt_br: <b>Este shortcode é sempre necessário para concluir um compromisso.</b>
pt_pt: <b> Este ''shortcode'' será sempre requerido para completar uma data marcada. </b>
ru_ru: <b> Это шорткод всегда требуется, чтобы завершить встречу. </ B>
tr_tr: <b>Bu kusur, her zaman bir randevu tamamlamak için gereklidir.</b>

source: A connection problem occurred. Please try again.
da_dk: En forbindelse problemet er opstået. Prøv venligst igen.
de_de: Ein Verbindungsproblem ist aufgetreten. Bitte versuche es später noch einmal.
es_es: Un problema de conexión ha ocurrido. por favor inténtelo de nuevo.
fr_fr: Un problème de connexion s'est produit. Veuillez réessayer.
it_it: Si è verificato un problema nella connessione. Per favore riprova.
nl_nl: Er is een verbindingsfout opgetreden. Probeer aub nog een keer.
pl_pl: Problem z łącznością. Proszę powtórzyć
pt_br: Ocorreu um problema de conexão. Por favor, tente novamente.
pt_pt: Ocorreu um problema de conexão. Tente de novo, por favor.
ru_ru: Возникла проблема связи. Пожалуйста, попробуйте еще раз.
tr_tr: Bağlantı sorun oluştu. Lütfen yeniden deneyin.

source: Login text
da_dk: Log ind-tekst
de_de: Text für das Anmelden
es_es: Texto de inicio de sesión
fr_fr: Mot pour Login
it_it: Testo login
nl_nl: Login tekst
pl_pl: Tekst logowania
pt_br: Texto de login
pt_pt: Texto para início de sessão

source: Please click here to login:
da_dk: Klik her for at logge ind
de_de: Bitte hier klicken um einzuloggen:
es_es: Por favor clica aquí para el login
fr_fr: Cliquez ici pour vous connecter SVP :
it_it: Per favore clicca qui per fare il login:
nl_nl: Klik hier om in te loggen:
pl_pl: Kliknij, aby się zalogować
pt_br: Por favor, clique aqui para logar:
pt_pt: Clique aqui, por favor para fazer o ''login'':
ru_ru: Пожалуйста, нажмите сюда, чтобы войти:
tr_tr: Daha fazla bilgi için buraya tıklayın

source: Text above the login buttons, proceeded by a login link. Default: "Please click here to login:"
da_dk: Tekst over login-knapper, fortsæt med et login link. Standard: "Klik her for at logge ind:"
de_de: Text über den Loginknöpfen, gefolgt von einem login link. Voreinstellung: "Bitte klicken Sie hier, um sich einzuloggen:"
es_es: El texto sobre los botones de inicio de sesión, precedida por un enlace de conexión. Por defecto: "Por favor, haga clic aquí para ingresar:"
fr_fr: Text above the login buttons, proceeded by a login link. Défault: "Veuillez cliquer pour vous connecter:"
it_it: Il testo sopra il bottone di login, precedente al link di login. Predefinito: "Per favore clicca qui per fare il login:"
nl_nl: Tekst boven login knop.
pl_pl: Opis przycisków logowania, poprzedzonych przez odnośnik logowania. Domyślnie "Aby się zalogować, proszę kliknij tutaj:"
pt_br: O texto acima dos botões de login, seguida por um link de login. Padrão: "Por favor, clique aqui para entrar: "
pt_pt: Texto acima dos botões de ''login'', precedentes por um link de ''login''. Padrão: " Por favor Clique aqui para fazer o ''login'':
ru_ru: Текст над кнопками входа, сопровождаемое ссылку входа в систему. По умолчанию: "Пожалуйста, нажмите сюда, чтобы войти: "
tr_tr: Oturum açma düğmeleri yukarıdaki metin oturum açma bağlantısı tarafından devam etti. Varsayılan: "Please giriş için tıklayın: "

source: Redirect text
de_de: Weiterleitung Text
es_es: Redireccionar texto
fr_fr: Texte de redirection
it_it: Reindirizzare testo
pl_pl: Tekst przekierowania
pt_br: Texto de redirecionamento
pt_pt: Redirecionar texto

source: Login required to make an appointment. Now you will be redirected to login page.
da_dk: Log på for at lave en aftale. Nu vil du blive omdirigeret til login-siden.
de_de: Login erforderlich, um einen Termin auszumachen. Sie werden jetzt zur Loginseite umgeleitet.
es_es: Se requiere ingresar para crear una cita. Ahora va a ser redirigido a la página de acceso.
fr_fr: Pour prendre un rendez-vous il faut d'abord vous connecter. Vous allez à présent être dirigé vers la page de connexion.
it_it: Login richiesto per effettuare un appuntamento. Adesso sarai reindirizzato alla pagina di login.
nl_nl: Login noodzakelijk om afspraak te maken. U wordt doorgeleid naar de loginpagina.
pl_pl: Aby umówić spotkanie należy być zalogowanym. Zaraz nastąpi przekierowanie do strony logowania.
pt_br: Para fazer um agendamento você tem que estar logado(a). Agora você será redirecionado(a) para a página de login.
pt_pt: ''Login'' é necessário para marcar uma data. Em seguida será re-envido para a página de ''login''.
ru_ru: Введите логин и пароль требуется, чтобы назначить встречу. Сейчас вы будете перенаправлены на страницу входа.
tr_tr: Randevu için gereken oturum açma. Şimdi oturum açma sayfasına yeniden yönlendirilirsiniz.

source: Javascript text if front end login is not set and user is redirected to login page
da_dk: Javascript tekst, hvis 'frontend' login ikke er indstillet og brugeren er omdirigeret til login side
de_de: Javascripttext, wenn das front end login nicht festgelegt ist und der User zur Loginseite umgeleitet wird
es_es: Texto Javascript si la identificación frontal no está establecida y el usuario es redirigido a la página de acceso
fr_fr: Texte Javascript si la connexion via la partie publique est désactivée. L'utilisateur est alors redirigé vers la page de connexion.
it_it: Testo Javascript se il front end login non è impostato e l'utente è reindirizzato alla pagina di login
nl_nl: Javascript text indien front end login niet is ingesteld en gebruiker wordt doorgeleid naar loginpagina.
pl_pl: Javascript tekst jeżeli własna strona logowania nie jest ustawiona i użytkownik będzie przekierowany do strony logowania WordPressa
pt_br: Texto Javascript caso o login na interface não esteja definido e o usuário é redirecionado para a página de login
pt_pt: Texto em Javascript se o ''login'' de ''front end'' não estiver definido e o usuário for re-enviado para a página de ''login''
ru_ru: Javascript текст, если передний конец Войти не установлен и пользователь перенаправляется на страницу входа
tr_tr: Ön uç giriş kümesi ve kullanıcı yoksa Javascript metin oturum açma sayfasına yeniden yönlendirildi

source: Inserts front end login buttons for Facebook, Twitter and WordPress.
da_dk: Indsæt 'frontend' login knapper for Facebook, Twitter og WordPress.
de_de: Einsetzen von front end Loginknöpfen für Facebook, Twitter und WordPress.
es_es: Inserta botones de acceso en la zona frontal para Facebook, Twitter y WordPress.
fr_fr: Entrez les boutons de Facebook, twitter et wordpress
it_it: Inserisci nel front end il login per facebook twitter e wordpress.
nl_nl: Voegt front end login knoppen toe voor Facebook, Twitter en WordPress
pl_pl: Wstawia przyciski logowania dla Facebooka, Twittera i WordPressa.
pt_br: Insere frente botões de login final para o Facebook, Twitter e WordPress.
pt_pt: Insere os botões de ''login'' do ''front-end'' para Facebook, Twitter e WordPress.
ru_ru: Вставка передние кнопки конец входа в систему для Facebook, Twitter и WordPress.
tr_tr: Facebook, heyecan ve WordPress için ön uç giriş düğmeleri ekler.

source: Monthly Schedule
da_dk: Måneds Skema
de_de: Monatlicher Zeitplan
es_es: Horario Mensual
fr_fr: Programme mensuel
it_it: Programma Mensile
pl_pl: Kalendarz miesięczny
pt_br: Calendário Mensal
pt_pt: Programa Mensal

source: Any provider
da_dk: Alle Udbyder
de_de: Alle Anbieter
es_es: Cualquier proveedor
fr_fr: Tout créateur
it_it: Tutti i fornitori
pl_pl: Dowolny usługodawca
pt_br: Qualquer provedor
pt_pt: Todos os Provedores

source: Any service
da_dk: Alle Service
de_de: jeder Dienst
es_es: Cualquier servicio
fr_fr: Tout service
it_it: Tutti i Servizi
pl_pl: Dowolna usługa
pt_br: Qualquer serviço
pt_pt: Todas as Tarefas

source: Our schedule for START
da_dk: Vores tidsplan for START
fr_fr: Notre calendrier pour START
nl_nl: START
pl_pl: Harmonogram dla START
pt_br: Nossa programação para INÍCIO
pt_pt: A nossa agenda para START
tr_tr: Programı başlatmak için

source: Text that will be displayed as the schedule title. Placeholders START, WORKER and SERVICE will be automatically replaced by their real values.
da_dk: Teksten vil stå over kalenderen som titel. Placeholders som START, WORKER og SERVICE erstattes automatisk med deres aktuelle værdier
de_de: Text der als Termintitel angezeigt wird. Platzhalter START, WORKER und SERVICE werden automatisch durch echte Werte ausgetauscht.
es_es: El texto que se mostrará como el título lo previsto. Los marcadores de posición COMIENZO, TRABAJADOR DE SERVICIO y serán sustituidos automáticamente por sus valores reales.
fr_fr: Texte à afficher comme titre du planning. Les paramètres START, WORKER et SERVICE seront automatiquement remplacés par leurs valeurs réelles.
it_it: Testo che verrà visualizzato come titolo programma. Segnaposto START, WORKER e SERVICE verranno sostituiti automaticamente dai loro valori reali.
nl_nl: Tekst die getoond zal worden als de titel van het schema. De plaatshouders START, WORKER en SERVICE zullen automatisch vervangen worden door hun werkelijke waardes.
pl_pl: Tekst, który będzie wyświetlany jako tytuł harmonogramu. Słowa do zamiany START, WORKER i SERVICE zostaną zastąpione ich rzeczywistymi wartościami.
pt_br: Texto que será exibido no titulo da agenda. Os espaços reservados para INICIAR, TRABALHADOR e SERVIÇO irão ser substituídos por seus valores reais.
pt_pt: O texto que será exibido como título do programa de horário. Marcadores INICIO, EMPREGADO e TAREFAS serão automaticamente substituídos por seus valores reais.
ru_ru: Текст, который будет отображаться в качестве заголовка расписания. Метки START, WORKER и SERVICE будут автоматически заменены реальными значениями.
tr_tr: Program başlık olarak gösterilecek metin. Yer tutucuları BAŞLARSA, gerçek değerlerine göre işçi ve hizmeti otomatik olarak değiştirilir.

source: After Title text (logged-out users)
de_de: Nach dem Titeltext (nicht angemeldete Nutzer)
es_es: Texto después del Título (usuarios desconectados)
fr_fr: Après le texte de titre (utilisateur déconnectés)
it_it: Dopo il testo del Titolo (utenti no connessi)
pt_br: Texto Após Título (para usuários não logados)
pt_pt: A seguir ao titulo do texto (usuários desconectados)

source: Click a free day to apply for an appointment.
da_dk: Klik på en ledig dag for at booke en aftale.
de_de: Klicken Sie auf einen freien Tag um einen Termin zu buchen.
es_es: Clica en un día libre para solicitar una cita
fr_fr: Cliquez sur un jour libre pour prendre un rendez-vous.
it_it: Clicca sul giorno libero per fissare un appuntamento.
nl_nl: Klik op een beschikbare dag om een afspraak te maken.
pl_pl: Wybierz dostępny dzień, aby dokonać rezerwacji
pt_br: Escolha um dia livre dia para agendar sua consulta.
pt_pt: Por favor, seleccione um dia livre para uma data marcada.
ru_ru: Выберете свободный день и время, чтобы записаться на квест.
tr_tr: Randevu başvurusu için bir gün ücretsiz tıklayınız.

source: Text that will be displayed after the title only to the clients who are logged in or you don't require a login.
da_dk: Tekst der kun vil blive vist efter titlen for de kunder, der er logget ind eller du ikke kræver et login.
de_de: Nach dem Titel angezeigter Text nur für Kunden die eingeloggt sind oder kein Login benötigen.
es_es: El texto que se mostrará a continuación del título sólo para los clientes que están conectados o si no requieres un inicio de sesión.
fr_fr: Texte qui sera affiché après le titre seulement aux clients qui sont connectés ou qui n'auront pas besoin de se connecter.
it_it: Testo che verra mostrato dopo il titolo solo ai clienti che sono autenticati e che non richiedono il login
nl_nl: Tekst die zal worden getoond na de titel, en alleen aan klanten die ingelogd zijn / of wanneer u geen login vereist.
pl_pl: Tekst jaki zostanie wyświetlony po tytule dla zalogowanych użytkowników lub jeśli logowanie nie jest wymagane
pt_br: Texto que será exibido após o título apenas para os clientes que estiverem conectados ou você não solicita login.
pt_pt: Texto que será visível depois do titulo, só para os clientes que deram seus dados de acesso, ou você não requere um 'login'.
ru_ru: Текст, который будет отображаться после названия только к клиентам, которые вошли в систему или вы не требуют логин.
tr_tr: Metin sonra başlık-ecek var olmak göstermek yalnızca istemcilere kim logged içinde veya bir giriş gerekmez.

source: Not logged text
de_de: Text: Nicht angemeldet
es_es: Texto no registrado
fr_fr: Texte des déconnectés
it_it: Testo no registrato
pl_pl: Tekst dla niezalogowanego użytkownika
pt_br: Text para não logados
pt_pt: Texto não registrado

source: You need to login to make an appointment. Please click here to register/login: LOGIN_PAGE
da_dk: Du skal logge ind for at lave en aftale. Klik her for at registrere / login: LOGIN_PAGE
de_de: Sie müssen sich einloggen, um einen Termin zu generieren. Bitte klicken Sie hier, um sich zu registrieren/ einzuloggen: LOGIN_PAGE
es_es: Necesita iniciar sesión para hacer una cita. Haga clic aquí para registrarse / iniciar sesión: LOGIN_PAGE
fr_fr: Vous devez être connectés afin de fixer un rendez-vous. Veuillez cliquer ici pour vous enregistrer/connecter: LOGIN_PAGE
it_it: Devi fare il login per richiedere un appuntamento. Per favore clicca questo indirizzo: LOGIN_PAGE
nl_nl: U dient in te loggen om een afspraak te maken. Klik hier om in te loggen / te registreren: LOGIN_PAGE
pl_pl: Musisz się zalogować, aby dokonać rezerwacji. Proszę kliknąć tutaj, aby się zarejestrować / zalogować: LOGIN_PAGE
pt_br: Você precisa estar logado para fazer um agendamento. Por favor, clique aqui para registrar/logar: LOGIN_PAGE
pt_pt: Necessita de fazer o 'login' para obter uma data marcada. ''clicar'' aqui para se poder registrar/login: PÁGINA_LOGIN
ru_ru: Вы должны войти, чтобы записаться на прием. Пожалуйста, нажмите здесь, чтобы зарегистрироваться / логин: LOGIN_PAGE
tr_tr: Randevu için giriş yapmalısınız. Kayıt/giriş için buraya tıklayınız: LOGIN_PAGE

source: Text that will be displayed after the title only to the clients who are not logged in and you require a login. <code>LOGIN_PAGE</code> will be replaced with your website's login page, while <code>REGISTRATION_PAGE</code> will be replaced with your website's registration page.
da_dk: Tekst, der vises efter titlen kun til de kunder, der ikke er logget på, og du har brug for et login. <code>LOGIN_SIDE</code> vil blive erstattet med dit website login side, mens <code>REGISTRERINGS_SIDE</code> vil blive erstattet med dit website registrering side.
de_de: Dieser Text wird nach dem Titel nur Kunden angezeigt, die nicht eingeloggt sind, sich aber einloggen müssen. Diesen Code <code>LOGIN_PAGE</code> auf die Loginseite eintragen, wärend dieser Code <code>REGISTRATION_PAGE</code> in die Registrierungsseite kommt.
es_es: Texto que sera mostrado después del título sólo a los clientes que no están logueados y de los que requieres el login. <code>LOGIN_PAGE</code> será reemplazado con la página de login de tu web, mientras <code>REGISTRATION_PAGE</code> será reemplazado con la página de registro de tu web.
fr_fr: Le texte qui sera affiché après le titre uniquement pour les clients qui ne sont pas connectés et si vous avez requis un login. <code>LOGIN_PAGE</code> sera remplacé par la page de connexion de votre site web, alors que <code>REGISTRATION_PAGE</code> sera remplacé par la page d'inscription de votre site web.
it_it: Il testo che sarà mostrato dopo il titolo solo ai clienti che non hanno eseguito il login quando questo è richiesto. <code>LOGIN_PAGE</code> sarà rimpiazzato con la pagina di login del tuo sito, mentre <code>REGISTRATION_PAGE</code> sarà rimpiazzato dalla pagina di registrazione del tuo sito.
nl_nl: Tekst die wordt weergegeven na de titel, doch alleen aan die bezoekers die niet zijn aangemeld. En wanneer inloggen nodig is. <code> LOGIN_PAGE </code> wordt vervangen door uw website login pagina, terwijl <code> REGISTRATION_PAGE </code> wordt vervangen door uw website registratie pagina.
pt_br: Texto que será exibido após o título apenas para os clientes que não estão conectados e que necessitam de um login. <code> LOGIN_PAGE </code> será substituído pela página de login do seu site, enquanto <code> REGISTRATION_PAGE </code> será substituído pela página de registro do seu site.
pt_pt: Texto que será exibido após o título, que será apenas para os clientes que não estiverem conetados e se uma coneção for requerida. <Codigo> PAGINA_CONEXÃO </codigo> será substituída pela página de conexão do seu site, e o <codigo> PÁGINA_REGISTRACÃO </ codigo> será substituída pela página de registro do seu site.
ru_ru: Текст, который будет отображаться после названия только к клиентам, которые не вошли в и вы требуют логин. <code> LOGIN_PAGE </ код> будут заменены вашего сайта страницу входа, в то время как <code> REGISTRATION_PAGE </ код> будут заменены странице регистрации вашего сайта.
tr_tr: Başlık sadece giriş yapmadın istemcileri ve sonra görüntülenecek metin oturum açma gerektirir. <code>LOGIN_PAGE</code>olacak iken, Web sitenizin giriş sayfası yerine, <code>REGISTRATION_PAGE</code> , Web sitenizin kayıt sayfası ile değiştirilecektir.

source: Hide today's times
fr_fr: Cacher les temps d'aujourd'hui
pl_pl: Ukryj dostępne spotkania
pt_br: Ocultar os tempos de hoje
pt_pt: Ocultar as horas de hoje

source: Checking this argument will hide the available appointment times until the user selects a day.
fr_fr: En cochant cet argument, les heures de rendez-vous disponibles seront cachées, jusqu'à ce que l'utilisateur sélectionne une journée.
pl_pl: Zaznaczenie tego argumentu spowoduje ukrycie dostępnych spotkań, dopóki użytkownik nie wybierze dnia.
pt_br: Marcar este argumento ocultará os horários de compromisso disponíveis até que o usuário selecione um dia.
pt_pt: A verificação deste argumento ocultará os horários de marcações disponíveis até que um usuário selecione um dia.

source: Select a service only if you want to force the table display the entered service. Default: Service is selected by dropdown.
de_de: Wählen Sie einen Dienst nur aus, wenn Sie die Tabelle mit dem eingegebenen Dienst erzwingen möchten. Voreinstellung: Der Dienst wird durch Dropdown ausgewählt.
es_es: Seleccionar un servicio sólo si desea forzar la tabulación a mostrar el servicio seleccionado. Valor predeterminado: el Servicio se selecciona mediante el menú desplegable.
fr_fr: Choisissez un service seulement si vous souhaitez le tableau à présenter le service entré.
it_it: Selezionare un servizio solamente se desidera forzare la visualizzazione dela tabella del servizio selezionato. Predefinido: il servizio è selezionato come menu discendente.
pt_br: Selecione um serviço apenas se você deseja forçar a tabela a mostrar o serviço selecionado. Padrão: Serviço é selecionado por um menu tipo dropdown.
pt_pt: Selecionar uma tarefa, se desejar só de forçar a tabela a exibir a tarefa inserida. Padrão: Serviço é selecionado por lista ''dropdown''.

source: Select a provider only if you want to force the table display the entered provider. Default: Provider is selected by dropdown.
de_de: Wählen Sie einen Provider nur aus, wenn Sie die angezeigte Tabelle mit dem angezeigten Provider erzwingen möchten. Standard: Der Provider wird per Dropdown ausgewählt.
es_es: Seleccionar un proveedor sólo en caso si desea forzar la tabulación a mostrar el proveedor conectado. Valor Predeterminado: el Proveedor se selecciona mediante el menú desplegable.
fr_fr: Choisissez un créateur seulement si vous souhaitez forcer le tableau à présenter le créateur entré
it_it: Selezionare un fornitore solamente se si desidera forzare la visualizzazione della tabella del fornitore selezionato. Predefinido: il provider è selezionato dal menu discendente.
pt_br: Selecione um provedor apenas se você quiser forçar a tabela a mostrar o provedor selecionado. Padrão: Provedor é selecionado por um menu tipo dropdown.
pt_pt: Selecionar um provedor, só se deseja forçar a tabela a exibir o provedor inserido. Padrão: Fornecedor é selecionado por lista ''dropdown''.

source: Long week days
de_de: Lange Wochentage
es_es: Nombre completo de los días de semana
fr_fr: Longues journées de semaine
it_it: I giorni (più lunghi) della settinana
nl_nl: Lange weekdagen
pt_br: Dias semanais não abreviados
pt_pt: Dias da semana (longos)

source: If checked, long week days are displayed on the schedule table row, e.g. "Saturday" instead of "Sa".
de_de: Wenn diese Option aktiviert, werden lange Wochentage auf dem angezeigt, zB "Samstag" anstelle von "Sa".
es_es: Si elige esta opción, los días de la semana se muestran completos, ejemplo: "Sábado" en lugar de "Sa".
fr_fr: Si coché, Longues journées de semaine sont présentées sur les colonnes du tableau de programmation avec des jours entiers au lieu de diminutif (samedi au lieu de sam)
it_it: Se confermato, i giorni (più lunghi) vengono visualizzati nella riga della tabella delle progrmma, ad es. "Sabato" invece di "Sa".
nl_nl: Wanneer dit aangevinkt staat worden lange weekdagen getoond in de tijdstabel rij, bijv. "zaterdag" in plaats van "za".
pt_br: Se checado, nomes não abreviados são mostrados na linha da tabela, por exemplo "Sábado" ao invés de "As".
pt_pt: Se verificado, os dias de semana serão exibidos na linha da tabela de programação, ex. ''Sábado'' em vez de ''Sab''

source: CSS Class
de_de: CSS Klasse
fr_fr: Class CSS
it_it: Classe CSS
nl_nl: CSS klasse
pl_pl: Klasa CSS
pt_br: Classe CSS
pt_pt: Classe CSS
