Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: A css class name for the schedule table. Default is empty.
da_dk: Et 'CSS class navn' for skema tabellen. Standard er tom.
de_de: Ein css-Klassen-Name für die Termin-Tabelle. Default ist leer.
es_es: Un nombre de clase CSS para la tabla de programación. Por defecto está vacía.
fr_fr: Le nom d'une classe CSS pour le tableau de programmation. Vide par défaut.
it_it: Il nome della classe CSS per la tabella della programmazione. Per impostazione predefinita è vuota.
nl_nl: CSS Klasse voor de tabel, Standaard is dit veld leeg
pt_br: Um nome de classe css para a tabela de agenda. O padrão é vazio.
pt_pt: Um nome de classe CSS para o plano do horário. Padrão não mostra.
ru_ru: Название класса для таблицы расписания. По умолчанию пуст.
tr_tr: Zamanlama tablosu için bir css sınıfı adı. Varsayılan boş.

source: Number of months added
da_dk: Antal af måneder tilføjet
de_de: Anzahl der hinzugefügten Monate
es_es: Número de meses añadidos
fr_fr: Nombre de mois ajoutés
it_it: Numero di mesi aggiunti
nl_nl: Aantal maanden toegevoegd
pl_pl: Liczba dodanych miesięcy
pt_br: Número de meses adicionados
pt_pt: Numero de mêses adicionados

source: Number of months to add to the schedule to use for preceding months' schedules. Enter 1 for next month, 2 for the other month, so on. Default: "0" (Current month)
da_dk: Antal måneder at tilføje til bookingkalenderen som skal bruges til foregående måneders tidsplaner. Indtast 1 for næste måned, 2 for den efterfølgende måned og så videre. Standard: "0" (Aktuel måned)
de_de: Zahl der Monate, die dem Plan für vorhergehende Monatspläne hinzugefügt werden sollen. Tragen Sie 1 für den nächsten Monat, 2 für den darauffolgenden Monat, und so weiter ein. Voreinstellung "0" (jetztiger Monat)
es_es: Número de meses a añadir a la programación a utilizar para que preceda a los horarios mensuales. Introduzca 1 para el próximo mes, 2 para el siguiente mes, etc. Por defecto: "0" (mes actual)
fr_fr: Nombre de mois à ajouter à l'horaire à utiliser pour les horaires des mois précédent. Saisissez 1 pour le mois prochain, deux mois pour l'autre, ainsi de suite. Par défaut: "0" (mois courant)
it_it: Numero di mesi da aggiungere al calendario per la programmazione precedente. Inserisci 1 per il prossimo mese, 2 per aggiungere un altro mese e cosi via. Impostazione predifinita "0" (Mese corrente)
nl_nl: Aantal maanden om aan schema toe te voegen om voor voorgaande maanden te gebruiken. Voer 1 in voor volgende maand, 2 voor de maand daarna, en zo verder. Standaard: "0" (huidige maand)
pt_br: Número de meses para adicionar ao calendário a ser usado para anterior horários dos meses. Digite 1 para o próximo mês, 2 para o outro mês, assim por diante. Padrão: "0" (mês atual)
pt_pt: Numero de meses a adicionar ao plano a ser utilisado nos proximos horarios. Computar 1 para ''proximo mês''; 2 para o ''outro mês'', e assim sucessivamente. Padrão: ''0'' (Mês currente)
ru_ru: Количество месяцев, чтобы добавить к графику для использования в предыдущих графиков месяцев. Введите 1 в следующем месяце, 2 для другой месяц, так далее. По умолчанию: "0 " (Текущий месяц)
tr_tr: Aylık zamanlamalar önceki için kullanılacak zamanlamayı eklemek için ay sayısı. Gelecek ay, 2 ay, vb. için 1 girin. Varsayılan: "0" (ay geçerli)

source: Date
da_dk: Dato
de_de: Datum
es_es: Fecha
it_it: Data
nl_nl: Datum
pl_pl: Data
pt_br: Data
pt_pt: Data

source: Normally calendar starts from the current month. If you want to force it to start from a certain date, enter that date here. Most date formats are supported, but YYYY-MM-DD is recommended. Notes: 1) This value will also affect other subsequent calendars on the same page. 2) It is sufficient to enter a date inside the month. Default: "0" (Current month)
de_de: Normalerweise beginnt der Kalender mit dem jetzigen Monat. Wenn Sie ihn an einem bestimmten Datum beginnen lassen möchten, tragen Sie bitte dieses Datum hier ein. Die meisten Datenformate werden unterstützt, aber wir empfehlen YYYY-MM-DD. Anmerkungen: 1) Dieser Wert wird auch andere anhängige Kalender auf der selben Seite beeinflussen. 2) Es genügt, ein Datum innerhalb des Monats anzugeben. Voreinstellung "0" (jetzige Woche)
es_es: Normalmente el calendario comienza en el mes actual. Si desea forzar que se inicie a partir de una fecha determinada, escriba la nueva fecha aquí. La mayoría de los formatos de fecha son compatibles, pero se recomienda AAAA-MM-DD. Notas: 1) Este valor también afecta a otros calendarios posteriores en la misma página. 2) Es suficiente para introducir una fecha dentro del mes. Por defecto: "0" (mes actual)
fr_fr: Normalement le calendrier commence à partir du mois en cours. Si vous voulez le forcer à partir d'une certaine date, entrez ici cette date. La plupart des formats de date sont pris en charge, mais AAAA-MM-JJ est recommandé. Notes: 1) Cette valeur affectera également les autres calendriers de cette même page. 2) Il suffit d'entrer une date dans le mois. Par défaut: "0" (mois courant)
it_it: Normalmente il calendario inizia il mese corrente. Se vuoi forzare l'inizio in una certa data inseriscila qui. Vari formati di data sono supportati, comunque sia il formato YYYY-MM-DD è raccomandato. Nota: 1) questo valore affetta anche i calendari successivi della stessa pagina 2) il valore della data non cambierà il giorno di partenza della settimana. E' sufficiente inseire la data dentro la settimana. Impostazione predefinita "0" (Mese corrente)
nl_nl: Normaliter begint de kalender op de huidige maand. Wilt u dit anders afdwingen, door op bepaalde datum te starten. Voer deze datum hier in. Meeste datumformaten toegestaan, maar YYYY-MM-DD wordt aanbevolen. Let op: Dit beinvloed ook andere kalenders / schema's op dezelfde pagina. Standaard: "0" (huidige maand)
pt_br: Calendário normalmente começa a partir do mês em curso. Se você quer forçá-lo a partir de uma determinada data, insira essa data aqui. A maioria dos formatos de data são suportados, mas AAAA-MM-DD é recomendado. Notas: 1) Este valor também afetará outros calendários subseqüentes na mesma página. 2) Inserir uma data dentro do mês é suficiente. Padrão: "0" (mês atual)
pt_pt: O calendário normalmente começa a partir do mês corrente. Se deseja força-lo a que comece numa certa data, compute a data aqui. A maioria dos formatos de datos são suportados, mas AAA-MM-DD são recomendados. Aviso: 1) Tal valor irá afectar os outros calendários na mesma pagina. 2) Basta computar a data no mês. Padrão: ''0'' (Mês corrente)
ru_ru: Календарь Обычно начинается с текущего месяца. Если вы хотите, чтобы заставить его начать с определенного дня, введите эту дату здесь. Большинство форматов дат поддерживаются, но YYYY-MM-DD рекомендуется. Примечания: 1) Это значение будет также влиять на другие последующие календари на той же странице. 2) Достаточно ввести дату внутри месяца. По умолчанию: "0 " (Текущий месяц)
tr_tr: Normalde takvim geçerli ay başlar. Belirli bir tarihten başlatmaya zorlamak bu tarihi girin. Çoğu tarih biçimleri desteklenir, ancak YYYY-AA-GG önerilir. Notlar: 1) bu değer de aynı sayfada izleyen diğer takvimler etkiler. 2) bu ay içinde bir tarih girmek yeterli. Varsayılan: "0" (ay geçerli)

source: Require Provider
de_de: Provider erforderlich
es_es: Requiere Proveedor
fr_fr: Créateur requit
it_it: Necessita di Fornitore
nl_nl: Dienstverlener benodigd
pl_pl: Wymagany usługodawca
pt_br: Exigir Provedor
pt_pt: Exige Provedor

source: Checking this argument means a timetable will not be rendered unless a service provider has been previously selected.
de_de: Wenn Sie diese Auswahl wählen, wird ein Zeitplan nicht gerendert, wenn zuvor kein Dienstanbieter ausgewählt wurde.
es_es: Al comprobar este argumento, no se renderizará un programa de horario a menos que se haya seleccionado un proveedor de servicios previamente .
fr_fr: Cochez cette option signifie que le tableau ne sera pas défini tant que le créateur du service ne sera pas choisi
it_it: Confirmando questo argomento significa che un calendario non verrà visualizzato a meno che un fornitore di servizi non sia stato precedentemente selezionato.
nl_nl: Dit argument aanvinken betekent dat een tijdstabel niet getoond wordt tenzij er een dienstverlener geselecteerd is.
pt_br: Ao checar esse argumento, uma tabela de agendamento não será exibida a menos que um provedor de serviço tenha sido selecionado.
pt_pt: Verificando este argumento significa que gráfico não será processado a menos que um provedor de serviços tenha sido previamente selecionado.

source: Required Message
de_de: Erforderlich Nachricht
es_es: Mensaje Requerido
fr_fr: Message requit
it_it: Messaggio Necessario
nl_nl: Benodigd bericht
pl_pl: Wymagana wiadomość
pt_br: Mensagem de que é Exigido
pt_pt: Mensagem Necessária

source: Please, select a service provider.
da_dk: Vælg venligst en serviceudbyder.
de_de: Wählen Sie bitte einen Mitarbeiter.
es_es: Por favor elija un proveedor de servicio
fr_fr: Veuillez sélectionner un prestataire de service.
it_it: Selezionare un fornitore di servizio
nl_nl: Kies a.u.b. een service provider.
pl_pl: Proszę wybrać dostawcę.
pt_br: Por favor, selecione um prestador de serviço
pt_pt: Selecionar um provedor de tarefas, P/F
ru_ru: Пожалуйста, выберите поставщика услуг.
tr_tr: Lütfen bir hizmet sağlayıcı seçin.

source: The message that will be shown if service providers are required.
da_dk: Beskeden der vil blive vist, hvis serviceudbyder er påkrævet.
de_de: Die Nachricht, die gezeigt wird, falls ein Mitarbeiter erforderlich ist.
es_es: El mensaje que se mostrará si es requerido el proveedor de servicio.
fr_fr: Le message qui sera affiché si les prestataires de services sont requis.
it_it: Il messaggio che verrà mostrato se vengono richiesti i fornitori di servizio.
nl_nl: Het bericht dat getoond wordt als service providers verplicht zijn.
pl_pl: Wiadomość będzie pokazana jeżeli będzie wymagany wykonawca.
pt_br: A mensagem que será apresentada se prestadores de serviços forem obrigatórios
pt_pt: A mensagem que será exibida se provedores de tarefas são requeridos.
ru_ru: Сообщение, которое будет показано, если требуется поставщик услуги.
tr_tr: Servis sağlayıcılar gerekip gerekmediğini gösterilecek ileti.

source: Require Service
de_de: erforderlicher Dienst
es_es: Servicio Requerido
fr_fr: Service requit
it_it: Servizio Necessario
nl_nl: Dienst benodigd
pl_pl: Wymagana usługa
pt_br: Exigir Serviço
pt_pt: Exigir uma Tarefa

source: Checking this argument means a timetable will not be rendered unless a service has been previously selected.
de_de: Wenn Sie diese Auswahl wählen, wird ein Zeitplan nicht gerendert, wenn zuvor kein Dienstanbieter ausgewählt wurde.
es_es: Elegir este argumento significa que no se renderizará un programa de horario a menos que se haya seleccionado un servicio previamente.
fr_fr: Cochez cette option signifie que le tableau ne sera pas défini tant que le service ne sera pas choisi
it_it: Confirmando questo argomento significa che una tabela del calendario non verrà visualizzata a meno che un servizio non sia stato precedentemente selezionato.
nl_nl: Dit argument aanvinken betekent dat een tijdstabel niet getoond wordt tenzij er een dienst geselecteerd is.
pt_br: Ao checar esse argumento, uma tabela de agendamento não será exibida a menos que um serviço tenha sido selecionado.
pt_pt: Verificando este argumento significa que um horário não será processado a menos que uma tarefa tenha sido previamente selecionada.

source: Required Service Message
de_de: Erforderliche Service Nachricht
es_es: Mensaje de Servicio Requerido
fr_fr: Message de service requit
it_it: Messaggio di Richiesto di Servizio
nl_nl: Benodigde dienst bericht
pt_br: Mensagem de que um Serviço é Exigido
pt_pt: Mensagem paraTarefa Necessária

source: Please, select a service.
da_dk: Vælg venligst en service.
de_de: Bitte einen Dienst auswählen.
es_es: Por favor, seleccionar un servicio.
fr_fr: Svp, sélectionnez un service.
it_it: Selezionar un servizio, per favor.
nl_nl: Selecteer een service
pl_pl: Proszę wybrać usługę
pt_br: Por favor, selecione um serviço.
pt_pt: Selecionar uma tarefa, por favor.

source: The message that will be shown if services are required.
da_dk: Beskeden som vil blive vist, hvis der kræves tjenester.
de_de: Die Nachricht, die angezeigt werden wird, wenn Services erforderlich werden.
es_es: El mensaje que se exhibirá si se requieren servicios.
fr_fr: Ce message s'affichera si les services sont requis
it_it: Il messaggio che verrà vizualisato se dei servizi sono necessari.
pl_pl: Ta wiadomość zostanie wyswietlona jeżeli usługi są wymagane.
pt_br: A mensagem que será mostrada se os serviços forem requeridos
pt_pt: Esta mensagem será afixada se existem tarefas requisas.

source: Creates a monthly calendar plus time tables whose free time slots are clickable to apply for an appointment.
da_dk: Opretter en månedskalender plus tid tabeller, hvis fritid rum er klikbare til at ansøge om en aftale.
de_de: Erstellt einen Monatskalender plus Zeittafeln, deren freie Zeitplätze für die Terminvergabe anwählbar sind.
es_es: Crea un calendario mensual, y unas tablas de horas en cuyos espacios de tiempo libre se puede hacer clic para solicitar una cita .
fr_fr: Crée un calendrier avec des tableaux de temps dont les emplacements libres sont cliquables pour demander un rendez-vous.
it_it: Crea un calendario mensile con tabella di orari con indicazione degli orari liberi cliccabili per un appuntamento.
nl_nl: Maakt een maandelijks schema + tabellen waarin de vrije blokken klikbaar zijn om een afspraak te maken.
pl_pl: Tworzy miesięczny kalendarz oraz tabele z godzinamii, w której można klikalnąć wolny termin w celu rezerwacji.
pt_br: Cria um calendário mais tempo mensais tabelas cujo tempo livre slots são clicáveis ​​para candidatar-se a um compromisso.
pt_pt: Executa um calendário mensal e horarios com aberturas de tempo livre ''clicáveis'' para pedir uma data marcada.
ru_ru: Создает календарь на месяц плюс времени таблицы, чьи свободное время слотов кликабельны применять для назначения.
tr_tr: Aylık takvim artı olan boş zaman yuvaları için randevu uygulamak için tıklanabilir zaman tabloları oluşturur.

source: Worker Monthly Calendar
da_dk: Arbejders Månedlige Kalender
de_de: Dienstleister Monatskalender
es_es: Calendario Mensual del Empleado
fr_fr: Calendrier mensuel de travail
it_it: Calendario Mensile del Lavoratore
nl_nl: Dienstverlener maandkalender
pl_pl: Miesiączy kalendarz usługodawcy
pt_br: Calendário Mensal do Profissional
pt_pt: Calendário Mensal do Operário

source: Show Appointments calendar for service provider with this user ID
da_dk: Vis Aftale kalender for medarbejder med denne bruger-id
de_de: Terminkalender für Leistungsanbierter mit dieser User ID anzeigen
es_es: Mostrar calendario de citas para el proveedor de servicios con este ID de usuario
fr_fr: Afficher le calendrier des Rendez-vous pour un prestataire avec l'ID utilisateur
it_it: Mostra calendario appuntamenti per i fornitori di servizi con questo user ID
nl_nl: Toon afspraken voor dienstverlener met dit ID
pl_pl: Pokaż kalendarz rezerwacji dla wykonawcy z tym ID użytkownika
pt_br: Mostrar os agenda de compromissos para o prestador de serviço com este ID de usuário
pt_pt: Mostrar o calendário do provedor de tarefas de Datas Marcadas com a ID do usuário
ru_ru: Календарь Показать Назначения для поставщика услуг с этого пользователя ID
tr_tr: Hizmet sağlayıcısı kullanıcı kodu için takvim randevuları göster

source: Start At
da_dk: Starter den
de_de: Starten bei
es_es: Comenzar en
fr_fr: Démarre à
it_it: Iniziare A
nl_nl: Start op
pl_pl: Zaczyna od
pt_br: Iniciar Em
pt_pt: Começa Ás

source: Show Appointments calendar for this month. Defaults to current month. Example: %s
de_de: Zeige Terminkalender für diesen Monat. Standard ist die aktuelle Monat. Beispiel:%s
es_es: Mostrar Calendario de Citas para este mes. Predetermina al mes actual. Ejemplo: %s
fr_fr: Affichez l'agenda de rendez-vous pour ce mois. Défaut est le mois courant. Exemple : %s
it_it: Mostrar il calendario di Appuntamenti per questo mese corrente. Predefinito al mese corrente. Esempio:%s
pl_pl: Pokaż kalendarz Appointments calendar dla miesiąca. Domyślnie jest to aktualny miesiąc. Przykład: %s
pt_br: Mostrar calendário de Agendamentos para este mês. Torna padrão o mês atual. Exemplo: %s
pt_pt: Exibir Calendário de datas marcadas para este mês. Padrão para o mês atual. Exemplos: %s

source: Renders a calendar with appointments assigned to a service provider.
da_dk: Gengiver en kalender med aftaler tildelt en medarbejder.
de_de: Erstellt einen Kalender mit Terminen die einem Leistungsanbieter zugewiesen sind.
es_es: Representa un calendario con las citas asignadas a un proveedor de servicios.
fr_fr: Génère un calendrier de rendez-vous affectés à un prestataire.
it_it: Visualizza il calendario con gli appuntamenti assignati a un fornitore di servizi
nl_nl: Toont een agenda met afspraken toegewezen aan een dienstverlener.
pl_pl: Generuje kalendarz z rezerwacjami przypisanymi do wykonawcy
pt_br: Apresenta um calendário com compromissos atribuídos a um prestador de serviços.
pt_pt: Reproduz um calendário com Datas Marcadas para um provedor de tarefas.
ru_ru: Оказывает календарь с назначениями, назначенных поставщиком услуг.
tr_tr: Servis sağlayıcıya atanan atamalar ile bir takvim oluşturur.

source: %.1fhr
pt_br: %.1fh
ru_ru: % 0,1 ФХР

source: Is Provider
de_de: ist Provider
es_es: Es Proveedor
fr_fr: Est créateur
it_it: È Fornitore
pt_br: É Provedor
pt_pt: É Provedor

source: Check if this appointment list belongs to a service provider. Default: "0" (client)
de_de: Überprüfen Sie, ob diese Terminliste zu einem Dienstanbieter gehört. Vorgabe: "0" (Client)
es_es: Comprobar si esta lista de citas pertenece a un proveedor de servicios. Predeterminado: "0" (cliente)
fr_fr: Contrôlez si cette liste de rendez-vous appartient à un fournisseur de services. Défaut : « 0 » (client)
it_it: Confermare se questa lista di appuntamenti appartiene a un fornitore di servizi. Predefinito: "0" (cliente)
pt_br: Cheque isto se este agendamento pertence a um provedor de serviços. Padrão: "0" (cliente)
pt_pt: Verificar se esta lista de datas marcadas pertence a um provedor de tarefas: ''0'' (cliente)

source: Enter the user ID of the provider whose list will be displayed. If ommitted, current service provider will be displayed. Default: "0" (current service provider)
da_dk: Indtast bruger-id for den serviceudbyder, hvis liste du vil have vist. Hvis bekræftet, vil nuværende serviceudbyder blive vist. Standard: "0" (nuværende serviceudbyder)
de_de: geben Sie die User ID des Providers an, dessen Liste dargestellt werden soll. Wenn ausgelassen, wird der jetzige Serviceprovider angezeigt. Voreinstellung "0" (jetziger Serviceprovider)
es_es: Introduzca el ID de usuario del proveedor cuya lista se mostrará. Si se omite, se mostrará el proveedor de servicio actual. Por defecto: "0" (proveedor de servicio actual)
fr_fr: Entrez l'ID utilisateur du prestataire dont la liste sera affichée. Si il est omis, le prestataire de service actuel sera affiché. Valeur par défaut: "0" (prestataire de service actuel)
it_it: Inserisci lo user ID del fornitore del servizio che sarà mostrato. Se non messo, il fornitore di servizio corrente sarà mostrato. Impostazione predefinita "0" (fornitore del servizio corrente)
nl_nl: Voer de gebruikers ID in van de dienstverlener wiens lijst getoond zal worden. Indien er niets wordt ingevuld, wordt de huidige dienstverlener getoond. Standaard "0" (huidige dienstverlener)
pl_pl: Wprowadź ID wykonawcy, którego listy będą wyświetlone. Domyślenie (brak): "0" (aktualny wykonawca)
pt_br: Digite o ID do usuário do provedor, cuja lista será exibida. Se omitido, prestador de serviços atual será exibido. Padrão: "0" (provedor do serviço corrente)
pt_pt: Computar a ID do usuário do provedor cuja sua lista será exibida. Se omitido, o provedor actual de tarefas será exibido. Padrão: ''0'' (provedor actual de tarefas)
ru_ru: Введите идентификатор пользователя поставщика, список будет отображаться. Если пропущены, ток поставщик услуг будет отображаться. По умолчанию: "0 " (текущий поставщик услуг)
tr_tr: Kimin liste-ecek var olmak göstermek sağlayıcı kullanıcı kimliğini girin. Ommitted, geçerli hizmet sağlayıcı olması durumunda görüntülenir. Varsayılan: "0" (geçerli servis sağlayıcı)

source: Google Calendar Button
da_dk: Google kalender knap
es_es: Botón Calendário Google
fr_fr: Bouton de Google Calendar
it_it: Tasto del Calendario Google
nl_nl: Google kalender knop
pl_pl: Przycisk kalendarza Google
pt_br: Botão do Calendário Google
pt_pt: Botão do Calendário Google

source: Uncheck to disable Google Calendar button by which clients can add appointments to their Google Calendar after booking the appointment. Default: enabled - provided that "Add Google Calendar Button" setting is set as Yes
de_de: Deaktivieren Sie, um die Google Kalender-Schaltfläche zu deaktivieren, mit der Clients nach Buchung des Termins Termine zu ihrem Google Kalender hinzufügen können. Standard: aktiviert - sofern die Option "Google Kalender-Schaltfläche hinzufügen" als Ja festgelegt ist
es_es: Deseleccionar la opción para inhabilitar el botón del Calendário Google, para que los clientes puedan añadir citas a su Calendário Google, después de haber reservado una cita. Predeterminado: habilitado - siempre que la opción "Adicionar botón del Calendário Google " esté configurada como Sí
fr_fr: Décochez pour invalider le bouton de Google calendar par lequel les clients peuvent ajouter des noms à leur calendrier de Google après la réservation du rendez-vous.
it_it: Deselezionar per disabilitare il tasto Google Calendar, in modo che i clienti possono aggiungere appuntamenti al loro Google Calendar, dopo aver prenotato l'appuntamento. Predefinido: abilitato - supponendo che l'impostazione "Aggiungi tasto Google Calendar" sia configurato come Sì
pl_pl: Usuń zaznaczenie, aby wyłączyć przycisk Kalendarza Google, za pomocą którego klienci mogą dodawać wizyty do swojego Kalendarza Google po zarezerwowaniu spotkania. Domyślnie: włączone - pod warunkiem, że ustawienie "Dodaj przycisk kalendarza Google" ma wartość Tak.
pt_br: De-selecione para desativar o botão do Calendário Google, com o qual clientes podem adicionar agendamentos aos seus Calendários Google após marcar o agendamento. Padrão: habilitado - desde que o "Adicionar Botão do Calendário Google" esteja também habilitado.
pt_pt: Desmarcar para desativar o botão do Calendário Google onde os clientes podem adicionar datas marcadas ao seu Calendário Google, após reservar uma data. Padrão: ativado - no proviso que a configuração "Adicionar botão do Calendário Google esteja definida como Sim

source: Sort order of the appointments. Possible values: ID, start.
da_dk: Sorter rækkefølgen af aftaler. Mulige værdier: ID, start.
de_de: Anordnung der Zuweisungen sortieren. Mögliche Werte: ID, Start.
es_es: Ordenar las citas. Valores posibles: ID, iniciar.
fr_fr: Ordre de tri des Rendez-vous. Valeurs possibles : ID, start
it_it: Ordinare gli appuntamenti. Valori possibili: ID, inizio.
nl_nl: Sorteervolgorde van de afspraken. Mogelijke waarden: ID, start.
pt_br: Ordenar a ordem dos agendamentos. Possíveis valores> ID, Start
pt_pt: Ordenar as datas marcardas. Valores possíveis: ID, começar.

source: Order
da_dk: Ordre
de_de: Bestellung
es_es: Ordenar
fr_fr: Trier
it_it: Ordinare
pl_pl: Sortowanie
pt_br: Ordem
pt_pt: Ordem
