Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: All Appointments
da_dk: Alle aftaler
de_de: Alle Termine
es_es: Todas las citas
fr_fr: Tous les Rendez-vous
it_it: Tutti gli appuntamenti
nl_nl: Alle Afspraken
pl_pl: Wszystkie rezerwacje
pt_br: Todos os compromissos
pt_pt: Todas as Datas Marcadas
ru_ru: Все Назначения
tr_tr: Tüm randevular

source: Title text.
da_dk: Title tekst
de_de: Titel Text
es_es: Texto de título
fr_fr: Texte du titre.
it_it: Testo titolo.
nl_nl: Titel Tekst
pl_pl: Tekst tytułu
pt_br: Texto do título.
pt_pt: Texto do Título.
ru_ru: Название текста.
tr_tr: Başlık Metni

source: Which status(es) will be included. Possible values: paid, confirmed, completed, pending, removed, reserved or combinations of them separated with comma.
da_dk: Hvilken status(r) vil blive medtaget. Mulige værdier: betalt, bekræftet, afsluttet, afventende, fjernet, reserveret eller kombinationer af dem adskilt med komma.
de_de: Welcher Status eingefügt werden soll. Mögliche Werte: Bezahlt, bestätigt, beendet, ausstehend, gelöscht, reserviert oder Kombinationen davon, mit einem Komma getrennt.
es_es: Qué condición(es) serán incluidas. Valores posibles: pagado, confirmado, completados, en espera, eliminados, reservados o combinaciones de ellos separados por comas.
fr_fr: Quel(s) statut(s) sera inclus. Valeurs possibles : payé, confirmé, complété, en attente, supprimé, réservé ou des combinaisons de ceux-ci séparées par des virgules.
it_it: ogni status sara incluso. Possibili valori: pagato, confermato, completato, in attesa, rimosso, prenotato o combinazioni separate da virgola
nl_nl: Welke statussen worden ingevoegd. Mogelijke waarden: betaald, bevestigd, afgerond, in afwachting, verwijderd, gereserveerd, of combinaties hiervan, gescheiden door komma's.
pt_br: Que estado (s) será incluído. Valores possíveis: pagos, confirmados, concluídas, pendentes, removidos reservados ou combinações deles separados por vírgula.
pt_pt: Quais os status(es) que serão incluidos. Valores possíveis: pago, confirmado, completado, pendente, removido, ou uma combinação desses separados por uma virgula.
ru_ru: Какие статус (а) будет включены. Возможные значения: платные, подтвержденные, заполненные, ожидающие, удаленные, защищеные или их комбинации, разделенных запятыми.
tr_tr: Hangi statü(ler) dahil edilecektir. Olası değerler: ödenmiş, teyit, tamamlandı, bekliyor, çıkarmak, ayrılmış veya bunların birleşimleri virgül ile ayrılmış.

source: Order by
da_dk: Sorter efter
de_de: Ordnen nach
es_es: Ordenar por
fr_fr: Trier par
it_it: Ordinar per
pl_pl: Sortuj wg
pt_br: Ordenar Por
pt_pt: Ordenar por

source: Sort order of the appointments. Possible values: ID, start. Optionally DESC (descending) can be used, e.g. "start DESC" will reverse the order. Default: "start". Note: This is the sort order as page loads. Table can be dynamically sorted by any field from front end (Some date formats may not be sorted correctly).
de_de: Reihenfolge der Termine sortieren. Mögliche Werte: ID, Start. Optional kann DESC(absteigend) benutzt werden, z.B. wird "start DESC" die Reihenfolge umkehren. Hinweiß: Dies ist die Reihenfolge, wenn die Seite lädt. De Tabelle kann dynamisch in jedem Feld vom Frontend aus sortiert werden (Manche Datumsformate werden nicht korrekt sortiert).
es_es: Modificar orden de las citas. Valores posibles: ID, comienzo. Opcionalmente DESC (descendente) se puede utilizar, por ejemplo, "start DESC" se invertirá el orden. Por defecto: "start". Nota: Este es el criterio de ordenación cuando se carga la página. Las tablas se pueden ordenar de forma dinámica por cualquier campo de la parte delantera (Algunos formatos de fecha no podrán ser clasificados correctamente).
fr_fr: Ordre de tri des rendez-vous. Les valeurs possibles : ID, début. DESC (descendant) peut être utilisé, par exemple "début DESC» inversera l'ordre. Par défaut: "début". Note : Ceci est l'ordre de tri lors du chargement de la page. Le tableau peut être trié dynamiquement par n'importe quel champ sur la partie publique (Certains formats de date peuvent ne pas être triées correctement).
it_it: Ordina gli appuntamenti. Possibili valori: ID, inizio. Opzionalmente DESC (decrescente) può essere usato, esempio "start DESC" mostrerà l'ordine al contrario. Combinazione predefinita "start". Nota: questo è un ordinamento di caricamento di pagina. La tabella può essere ordinata dinamicamente attraverso ogni campo dal front end (alcuni formati da data potrebbero non essere ordinati correttamente)
nl_nl: Sordeervolgorde van afspraken. Mogelijke waarden: ID, start. Optioneel kan DESC (descending) worden gebruikt. "start DESC" keert de volgorde om. Standaard: "start". Let op: dit is de sorteervolgorde als de pagina laad. Tabellen kunnen dynamisch gesorteerd worden door de gebruiker in de front end. Sommige datumindelingen kunnen foutief gesorteerd worden.
pt_br: A ordem de classificação dos compromissos. Valores possíveis: ID, Start. Opcionalmente DESC (descendente) pode ser usado, por exemplo, "start DESC " irá inverter a ordem. Padrão: "start ". Nota: Esta é a ordem de classificação como página é carregada. Tabela pode ser classificado de forma dinâmica por qualquer campo da interface (Alguns formatos de data não podem ser classificados corretamente).
pt_pt: Tipo de ordenação das datas marcadas. Valores posíveis: ID, Começo. Opção de DESC (descendente) pode ser usada; ex. "DESC começo'' faz mudar a ordem. Padrão: ''Começo'.' Aviso: trata-se do tipo de ordenação ao descarregar das páginas. O gráfico pode ser ordenado dinamicamente de um campo do ''front end''. ( Alguns dos formatos de dados podem não estar ordenados correctamente.)
ru_ru: Порядок сортировки назначений. Возможные значения: ID, начать. Дополнительно по убыванию (по убыванию) могут быть использованы, например, "начать DESC " будет в обратном порядке. По умолчанию: "Начало ". Примечание: Это порядок сортировки, как страница загружается. Таблица может быть динамически сортировать по любому полю из передней части (Некоторые форматы даты не может быть отсортирован правильно).
tr_tr: Randevuları sıralama. Olası değerler: ID, Başlat. İsteğe bağlı olarak DESC (azalan)-ebilmek var olmak kullanılmış, e.g. "start DESC" sırasını tersine çevirir. Varsayılan: "start". Not: sayfa yük gibi sıralama düzeni bu. Tablo dinamik olarak (bazı tarih biçimleri düzgün sıralanmış değil) ön uç üzerinden herhangi bir alana göre sıralanabilir.

source: Allow visitors to view list, default is 0, only logged in users can view list.
de_de: Besuchern erlauben Liste anzuzeigen, Standard ist 0, nur angemeldete Benutzer können die Liste anzeigen.
es_es: Autorizar a los visitantes a ver la lista, el valor predeterminado es 0, solamente los usuarios registrados pueden ver la lista.
fr_fr: Laisser les visiteurs voir la liste, défaut est 0, seul les visiteurs connectés peuvent voir la liste
it_it: Autorizar ai visitatori di visualizzare la lista; il valore predefinito è 0. (Soltanto gli utenti registrati possono visualizzare la lista).
pt_br: Permitir usuários visitantes de ver a lista. Padrão é 0, apenas usuários logados podem ver a lista.
pt_pt: Permitir aos visitantes de ver a lista; o padrão é ''0''; só os usuários registrados podem ver a lista.

source: Inserts a table that displays all upcoming appointments.
da_dk: Indsæt en tabel som viser kommende bookinger.
de_de: Fügt eine Tabelle ein, die alle anstehenden Termine anzeigt.
es_es: Inserta una tabla que muestra todos los próximos eventos
fr_fr: Insère un tableau qui affiche tous les prochains rendez-vous.
it_it: Inserisci la tabella che mostra tutti i prossimi appuntamenti.
nl_nl: Voegt een tabel in die alle aankomende afspraken toont.
pt_br: Insere uma tabela que exibe todos os compromissos futuros.
pt_pt: Insére um gráfico que mostra todas as futuras datas marcadas.
ru_ru: Вставляет таблицу, которая отображает все запланированные встречи.
tr_tr: Yaklaşan tüm randevuları görüntüler bir tablo ekler.

source: Date/time
da_dk: Dato/tid
de_de: Datum/Zeit
es_es: Fecha/Hora
fr_fr: Date/heure
it_it: Data/ora
nl_nl: Datum / Tijd
pl_pl: Data/czas
pt_br: Data/Hora
pt_pt: Data / Hora
ru_ru: Дата / время
tr_tr: Tarih/zaman

source: No appointments
da_dk: Ingen aftaler
de_de: Keine Termine
es_es: No hay citas
fr_fr: Pas de rendez-vous
it_it: Nessun appuntamento
nl_nl: Geen afspraken
pl_pl: Nie ma rezerwacji
pt_br: Nenhum compromisso
pt_pt: Sem Datas Marcadas
ru_ru: Нет бронирований
tr_tr: Randevu yok

source: Confirmation
da_dk: Bekræftelse
de_de: Bestätigung
es_es: Confirmación
it_it: Conferma
pl_pl: Potwierdzenie
pt_br: Confirmação
pt_pt: Confirmação

source: Please check the appointment details below and confirm:
da_dk: Kontroller aftalens detaljer nedenfor og bekræft:
fr_fr: Merci de vérifier les détails du rendez-vous ci-dessous et de confirmer :
nl_nl: Controleer de afspraakdetails en bevestig:
pl_pl: Proszę sprawdzić szczegóły rezerwacji i potwierdzić:
pt_br: Por favor verifique os detalhes do compromisso abaixo e confirme:
pt_pt: Por favor verifique os detalhes da marcação abaixo e confirme:
tr_tr: Aşağıda randevu ayrıntıları gözden geçirip onaylayın:

source: Text above fields. Default: "Please check the appointment details below and confirm:"
da_dk: Tekst over felter. Standard: "Kontroller aftalens detaljer nedenfor og bekræft:"
de_de: Text über Feldern. Voreinstellung: "Bitte prüfen Sie die Auftragsdetails unten und bestätigen Sie diese:"
es_es: Texto encima de los campos. Por defecto: "Por favor, verifique los detalles de la cita y confírmela:"
fr_fr: Text above fields. Default: "Veuillez vérifier ci-dessous les détails de rendez-vous puis confirmer SVP:"
it_it: Tosto sopra i campo. Predefinito: "Per favore controlla i dettagli dell'appuntamento qui sotto e conferma:"
nl_nl: Tekst boven velden. Standaard: "Controleer de afspraakdetails en bevestig:"
pl_pl: Tekst powyżej pól. Domyślnie: "Proszę sprawdzić szczegóły rezerwacji i potwierdzić:"
pt_br: Texto acima dos campos. Padrão: "Por favor verifique os detalhes do compromisso abaixo e confirme: "
pt_pt: Texto acima dos campos. Padrão: "Verifique os detalhes da data marcada em baixo e confirme:"
ru_ru: Текст выше областях. По умолчанию: "Пожалуйста, проверьте сведения о встречах ниже и подтвердите: "
tr_tr: Metin alanları yukarıda. Varsayılan: "Please aşağıdaki randevu ayrıntılarını denetleyin ve onaylayın: "

source: Please click here to confirm this appointment
da_dk: Klik her for at bekræfte denne aftale
de_de: Bitte klicken Sie hier um den Termin zu bestätigen.
es_es: Por favor clica aquí para confirmar esta cita
fr_fr: Cliquez ici pour créer ce rendez-vous
it_it: Per favore clicca qui per confermare questo appuntamento
nl_nl: Klik hier om afspraak te bevestigen
pl_pl: Potwierdzenie rezerwacji!
pt_br: Dados corretos, agendar visita.
pt_pt: Clique aqui para confirmar a data marcada
ru_ru: Подтвердить
tr_tr: Bu randevuyu onaylamak için buraya tıklayınız.

source: Text of the button that asks client to confirm the appointment. Default: "Please click here to confirm this appointment"
da_dk: Teksten på knappen, som beder kunden om at bekræfte aftalen. Standard: "Klik her for at bekræfte denne aftale"
de_de: Text des Knopfes, der den Kunden nach der Terminbestätigung fragt. Voreinstellung: "Bitte klicken Sie hier, um diesen Termin zu bestätigen"
es_es: Texto del botón en el que pide al cliente que confirme la cita. Por defecto: "Por favor, haga clic aquí para confirmar esta cita"
fr_fr: Le texte du bouton de confirmation du rendez-vous. Par défaut : "Cliquez ici pour créer ce rendez-vous"
it_it: Testo del bottone che chiede al cliente di confermare l'appuntamento. Predefinito: "Per favore clicca qui per confermare questo appuntamento"
nl_nl: Knoptekst van bevestigingsknop. Standaard: Klik hier om afspraak te bevestigen.
pl_pl: Tekst przycisku który prosi klienta aby potwierdzić wizytę. Domyślnie: "Proszę kliknąć tutaj aby potwierdzić wizytę"
pt_br: Texto do botão que pede o cliente para confirmar o compromisso. Padrão: "Por favor, clique aqui para confirmar este compromisso "
pt_pt: Texto do botão que pede ao cliente para confirmar a data marcada. Padrão: "Por favor "clicar'' aqui para confirmar a data marcada''
ru_ru: Текст кнопки, которая просит клиента подтвердить назначение. По умолчанию: "Пожалуйста, нажмите здесь, чтобы подтвердить это бронивание"
tr_tr: Randevuyu onaylamak için istemci sorar düğmesinin metni. Varsayılan: "Please bu appointment" onaylamak için burayı tıklatın

source: Confim text
da_dk: Bekræftelses-tekst
de_de: Text bestätigen
es_es: Confimar texto
fr_fr: Texte de confirmation
it_it: Confermare testo
nl_nl: Bevestig de tekst
pl_pl: Tekst potwierdzenia
pt_br: Confirme o texto
pt_pt: Confirmar texto

source: We have received your appointment. Thanks!
da_dk: Vi har modtaget din aftale.Tak
de_de: Wir haben Ihren Termin erhalten. Herzlichen Dank!
es_es: ¡Hemos recibido la cita, gracias!
fr_fr: Nous avons reçu votre demande de rendez-vous. Merci !
it_it: Grazie. Abbiamo inserito il tuo appuntamento. Verificheremo la disponibilità e quando avremo confermato l'appuntamento riceverai una email.
nl_nl: We hebben uw afspraak geregistreerd. Dank u wel!
pl_pl: Otrzymaliśmy Twoją rezerwację. Dziękujemy!
pt_br: Recebemos o seu agendamento. Obrigado!
pt_pt: O seu pedido da data marcada foi efectuado com sucesso. Obrigado!
ru_ru: Вы успешно записались на квест! Спасибо!
tr_tr: Randevu aldık. Teşekkürler!

source: Javascript text that will be displayed after receiving of the appointment. This will only be displayed if you do not require payment. Default: "We have received your appointment. Thanks!"
da_dk: Javascript tekst, der vil blive vist efter modtagelse af aftalen. Dette vil kun blive vist, hvis du ikke kræver betaling. Standard: "Vi har modtaget din aftale Tak.!"
de_de: Javascripttext, der nach dem Erhalt des Termins angezeigt wird. Dieser wird nur angezeigt, wenn Sie keine Zahlung fordern. Voreinstellung: "Wir haben Ihren Termin entgegengenommen. Danke!"
es_es: Texto de Javascript que se mostrará después de recibir la cita. Esto sólo se mostrará si no se requiere pago. Por defecto: "Hemos recibido su cita Gracias."
fr_fr: Texte Javascript qui sera affiché après réception du rendez-vous. Ceci sera seulement affiché si vous n'avez pas besoin du paiement. Défaut : « Nous avons reçu votre rendez-vous. Merci ! »
it_it: Testo javascript che verrà mostrato dopo la ricezione dell'appuntamento. Questo sarà mostrato solo se non è richiesto il pagamento. Predefinito: "Abbiamo ricevuto il tuo appuntamento. Grazie!"
nl_nl: Javascript tekst die getoond wordt na ontvangst van de afspraak. Alleen getoond wanneer u geen betaling vereist. Standaard: We hebben uw afspraak geregistreerd. Dank u wel!
pl_pl: Tekst który będzie wyświetlony po wybraniu wizyty, który będzie wyświetlony tylko jeżeli nie jest wymagana zapłaty. Domyślnie: "Zamówienie wizyty zostało przyjęte. Dziękujemy!"
pt_br: Javascript texto que será exibido após o recebimento do compromisso. Isso só será exibido se você não exigir pagamento. Padrão: "Nós recebemos a sua solicitação. Obrigado!"
pt_pt: Javascript texto que será exibido após receber confirmação da data marcada. Isto só será exibido se não exigir pagamento. Padrão: "Recebemos sua data marcada. Obrigado!"
ru_ru: Javascript текст, который будет отображаться после получения назначения. Это будет отображаться, только если вы не требуют оплаты. По умолчанию: "Мы получили ваше назначение Благодаря .!"
tr_tr: Javascript metin randevu aldıktan sonra-ecek var olmak göstermek. Ödeme ihtiyacınız yoksa bu sadece görüntülenecektir. Varsayılan: "Ve randevu aldım. Teşekkürler! "

source: Warning text
da_dk: Advarsels-tekst
de_de: Warnhinweis
es_es: Texto de advertencia
fr_fr: Texte d'avertissement
it_it: Testo di avvertimento
nl_nl: verwittigingstekst
pl_pl: Tekst ostrzeżenia
pt_br: Mensagem de aviso
pt_pt: Texto de advertencia

source: Please fill in the requested field
da_dk: Udfyld venligst den ønskede felt
de_de: Bitte füllen Sie die Felder aus
es_es: Por favor rellena el campo requerido
fr_fr: Veuillez remplir les champs requis
it_it: Per favore completa i campi obbligatori
nl_nl: Vul de verplichte velden in.
pl_pl: Proszę wypełnić wszystkie wymagane pola
pt_br: Por favor, preeencha os dados abaixo
pt_pt: Preencher o campo solicitado, por favor
ru_ru: Пожалуйста, заполните требуемую области
tr_tr: Lütfen istenen alanı doldurun.

source: Javascript text displayed if client does not fill a required field. Default: "Please fill in the requested field"
da_dk: Javascript tekst der vises, hvis klienten ikke udfylde et obligatorisk felt. Standard: "Vær venlig at udfylde det ønskede felt"
de_de: Javascripttext, der angezeigt wird, wenn der Kunde ein erforderliches Feld nicht ausfüllt. Voreinstellung: "Bitte füllen Sie das erforderliche Feld aus"
es_es: Texto Javascript visualizado si el cliente no rellena un campo obligatorio. Por defecto: "Por favor, complete el campo solicitado"
fr_fr: Javascript text displayed if client does not fill a required field. Default: "Veuillez remplir les champs requis"
it_it: Test javascript mostrato se il cliente non compila i campi richiesti. Predefinito: "Per favore completa i campi richiesti"
nl_nl: Javascript tekst als de klant een verplicht veld niet invult. Standaard: Vul de verplichte velden in.
pl_pl: Tekst Javascript wyświetlany jeśli klient nie wypełni wszystkich wymaganych pól. Domyśleni: "Proszę wypełnić wszystkie wymagane pola"
pt_br: Texto Javascript exibido se o cliente não preencher algum campo obrigatório. Padrão: "Por favor, preencha os campos solicitados"
pt_pt: Texto Javascript é exibido se o cliente não preencher um campo obrigatório. Predefinição: "Por favor, preencha o campo solicitado"
ru_ru: Javascript текст отображается, если клиент не заполнить обязательные поля. По умолчанию: "Пожалуйста, заполните требуемую поле "
tr_tr: İstemci gerekli bir alanı doldurmak yoksa javascript metin görüntülenir. Varsayılan: &quot;İstenen alan doldurunuz&quot;

source: Name label
de_de: Bezeichnung Name
es_es: Etiqueta de Nombre
fr_fr: Mot pour le nom
it_it: Etichetta nome
nl_nl: Naam label
pl_pl: Etykieta imienia i nazwiska
pt_br: Rótulo de nome
pt_pt: Etiqueta Nome

source: Your name:
da_dk: Dit navn:
de_de: Ihr Name:
es_es: Tu nombre:
fr_fr: Votre nom :
it_it: Il tuo nome:
nl_nl: Uw naam:
pl_pl: Twoje imię i nazwisko:
pt_br: Seu nome:
pt_pt: Seu nome:
ru_ru: Ваше имя:
tr_tr: İsminiz

source: Descriptive title of the field.
da_dk: Beskrivende titel af feltet.
de_de: Beschreibung des Feldes.
es_es: Título descriptivo del campo
fr_fr: Titre descriptif du champ.
it_it: Titolo descrittivo del campo.
nl_nl: Omschrijvende titel van veld
pl_pl: Opisowy tytuł dla pola
pt_br: Título descritivo do campo.
pt_pt: Título descritivo do sector.
ru_ru: Описательное название области.
tr_tr: Başlık için kullanılacak özel alan adı

source: Email label
de_de: Bezeichnung E-Mail
es_es: Etiqueta de correo electrónico
fr_fr: Mot pour l'eMail
it_it: Etichetta email
pl_pl: Etykieta maila
pt_br: Rótulo de e-mail
pt_pt: Etiqueta do E-mail

source: Your email:
da_dk: Din e-mail:
de_de: Ihre Email:
es_es: Tu email:
fr_fr: Votre email :
it_it: La tua email:
nl_nl: Uw e-mail:
pl_pl: Twój adres email:
pt_br: Seu e-mail:
pt_pt: Seu e-mail:
ru_ru: Ваш e-mail:
tr_tr: Epostanız:

source: Phone label
de_de: Bezeichnung Telefone
es_es: Etiqueta de teléfono
fr_fr: Mot pour le téléphone
it_it: Etichetta telefono
nl_nl: Telefoon label
pl_pl: Etykieta telefonu
pt_br: Rótulo de telefone
pt_pt: Etiqueta do telefone

source: Your phone:
da_dk: Dit telefonnummer:
de_de: Ihre Telefonnummer:
es_es: Tu teléfono:
fr_fr: Votre téléphone :
it_it: Il tuo telefono
nl_nl: Uw telefoonnummer:
pl_pl: Twój nr tel:
pt_br: Seu telefone:
pt_pt: Seu telefone:
ru_ru: Ваш телефон:
tr_tr: Telefon Numaranız:

source: Address label
de_de: Bezeichnung Adresse
es_es: Etiqueta de dirección
fr_fr: Mot pour l'adresse
it_it: Etichetta indirizzo
nl_nl: Adres label
pl_pl: Etykieta adresu
pt_br: Rótulo de endereço
pt_pt: Etiqueta do endereço

source: Your address:
da_dk: Din adresse:
de_de: Ihre Adresse:
es_es: Tu dirección
fr_fr: Votre adresse :
it_it: Il tuo indirizzo:
nl_nl: Uw adres:
pl_pl: Twój adres:
pt_br: Seu endereço:
pt_pt: Sua morada:
ru_ru: Ваш адрес:
tr_tr: Adresiniz:

source: City label
de_de: Bezeichnung Stadt
es_es: Etiqueta de Ciudad
fr_fr: Mot pour la ville
it_it: Etichetta città
nl_nl: Stad label
pl_pl: Etykieta miasta
pt_br: Rótulo de cidade
pt_pt: Etiqueta da cidade

source: City:
da_dk: By:
de_de: Stadt:
es_es: Ciudad:
fr_fr: Ville :
it_it: Città:
nl_nl: Plaats:
pl_pl: Miasto:
pt_br: Cidade:
pt_pt: Cidade:
ru_ru: Город
tr_tr: Şehir:

source: Notes label
de_de: Bezeichnung Notiz
es_es: Etiqueta de Notas
fr_fr: Mot pour les notes
it_it: Etichetta note
nl_nl: Opmerkingen label
pl_pl: Etykieta notatek
pt_br: Rótulo de notas
pt_pt: Etiqueta de notas

source: Your notes:
da_dk: Dine noter:
de_de: Ihre Notizen:
es_es: Tus notas:
fr_fr: Vos commentaires :
it_it: Le tue note:
nl_nl: Uw opmerkingen:
pl_pl: Uwagi:
pt_br: Observações:
pt_pt: Notas :
ru_ru: Ваши замечания:
tr_tr: Notlar:

source: Google Cal label
de_de: Bezeichnung Google Kalender
es_es: Etiqueta del calendario Google
fr_fr: Mot pour Google Cal
it_it: Etichetta Google Calendar
pt_br: Rótulo do Google Cal
pt_pt: Etiqueta ''Cal'' do Google

source: Access Google Calendar and submit appointment
da_dk: Få adgang til Google Calendar og bekræft aftalen
de_de: Google Calendar aufrufen und meinen Termin hinzufügen.
es_es: Acceder al calendario de google y enviar citas
fr_fr: Accéder à Google Calendar et soumettre un rendez-vous
it_it: Accedi a Google Calendar ed invia appuntamento
nl_nl: Ga naar Google Calendar en voeg afspraak toe.
pl_pl: Dodaj jako wydarzenie do Kalendarza Google
pt_br: Acessar Google Calendar e enviar agendamento
pt_pt: Aceder ao Calendário Google e confirmar a data marcada
ru_ru: Доступ Календарь Google и представить назначение
tr_tr: Google takvim erişin ve randevu gönderin

source: Text that will be displayed beside Google Calendar checkbox. Default: "Open Google Calendar and submit appointment"
da_dk: Tekst, der vil blive vist ved siden af ​​Google Kalender afkrydsnings feltet . Standard: "Åben Google Kalender og indsende aftalen"
de_de: Text, der neben der Google Calendar Checkbox angezeigt wird. Voreinstellung: "Öffnen Sie Google Calendar und reichen Sie einen Auftrag ein"
es_es: El texto que se muestra al lado de la casilla Google Calendar. Por defecto: "Abrir Google Calendar y enviar cita"
fr_fr: Texte qui sera affiché près du checkbox de calendrier de Google. Défaut : « ouvrez Google calendar et proposez un rendez-vous »
it_it: Testo che verrà mostrato vicino al checkbod Google Calendar. Predefinito: "Accedi a Google Calendar ed invia appuntamento"
nl_nl: Tekst die getoond wordt naast Google Calendar checkbox.
pl_pl: Tekst który będzie wyświatlany obok pola wybóry Kalendarza Google. Domyślnie :" Otwórz Kalendarz Google i wyślij prośbę o spotkanie".
pt_br: Texto que será exibido ao lado de caixa Google Calendar. Padrão: "Abra o Google Calendar e submeter nomeação"
pt_pt: Texto que será exibido adacente à quadricula do Calendário Google. Padrão: '' Abrir o Calendário Google e confirmar data marcada''
ru_ru: Текст, который будет отображаться рядом Календарь флажок Google. По умолчанию: "Открытый Календарь Google и представить назначение "
tr_tr: Google Takvim onay kutusunun görüntülenecek metin. Varsayılan: "Open Google takvim ve appointment gönderin"
