Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: You may ask the client to fill some selectable fields so that they may not need to register on your website.
da_dk: Du kan få kunden til at udfylde nogle valgbare felter, så de måske ikke behøver at registrere sig på din hjemmeside.
de_de: Sie können den Klienten darum ersuchen, einige Auswahlfelder auszufüllen, so dass diese sich nicht auf der Website registrieren lassen müssen.
es_es: Puede pedir al cliente que rellene algunos campos seleccionables, de manera que no necesite registrarse en su web.
fr_fr: Vous pouvez demander au client de remplir certains champs sélectionnables afin qu'ils n'aient pas besoin de s'inscrire sur votre site.
it_it: Dovresti richiedere al cliente di completare alcuni campi in modo da non richiedere la registrazione sul tuo sito web.
nl_nl: U kunt vragen om een ​​aantal selecteerbare velden in te vullen, zodat registreren op uw website niet noodzakelijk is.
pt_br: Você pode pedir ao cliente para preencher alguns campos ​​para que não seja necessário se registrar em seu site.
pt_pt: Pode pedir ao cliente para preencher certos campos de informação ​​para que não seja necessário se registrar em seu site.
ru_ru: Вы можете попросить клиента заполнить некоторые выбираемые поля, так что они, возможно, не нужно регистрироваться на своем сайте.
tr_tr: Böylece Web sitenize kaydetmeniz gerekebilir değil seçilebilir bazı alanları doldurmak için istemci isteyebilir.

source: Do you require payment?
da_dk: Kræver du betaling?
de_de: Wird eine Bezahlung verlangt?
es_es: ¿Exiges pago previo?
fr_fr: Avez-vous besoin de paiement?
it_it: Richiedi pagamento?
nl_nl: Is het een betaalde dienst?
pl_pl: Czy wymagasz płatności?
pt_br: Você exige pagamento?
pt_pt: Requer pagamento?
ru_ru: Вы требуете оплату?
tr_tr: Ödeme gerektirir mi?

source: You can set whether client is asked for a payment to accept his appointment. If this setting is selected as Yes, appointment will be in pending status until a succesful Paypal payment is completed. After you select this, you will see additional fields for your Paypal account, deposits and integration with Membership plugin.
da_dk: Du kan indstille, om kunden skal bedes om en betaling for at acceptere hans booking. Hvis denne indstilling er valgt som Ja, vil bookingen være i afventende status, indtil en vellykket Paypal betaling er gennemført. Når du har valgt dette, vil du se yderligere felter til din PayPal-konto, depositum og integration med medlemskab plugin.
de_de: Sie können festlegen, dass ein Klient eine Vorauszahlung machen muss, damit der Termin akzeptiert wird. Wenn diese Einstellung auf Ja steht, wird der Termin auf Ausstehend gesetzt, bis eine erfolgreiche PayPalzahlung erfolgt. Nachdem Sie dies ausgewählt haben, werden Sie zusätzliche Felder für den PayPal account, Geldeingaben und Integratierung mit Mitgliedschaftsplugin finden.
es_es: Puedes establecer si se exige al cliente el pago previo para aceptar su reserva. Si eliges esta opción, la reserva queda en estado de espera hasta que el pago se haga efectivo. Tras seleccionar esta opción, aparecerán nuevos campos para configurar tu cuenta de PayPal, los pagos y la integración con el plugin "Membership".
fr_fr: Vous pouvez le placer si le client doit faire un paiement pour avoir son rendez-vous. Si cette configuration est choisie, le rendez-vous sera dans le statut suspendu jusqu'à ce qu'un paiement Paypal soit validé. Après avoir choisi ceci, vous verrez les zones supplémentaires pour votre compte Paypal, dépôts et intégration avec Membership.
it_it: Puoi chiedere al cliente di fare un pagamento per accettarlo. Se imposti questo valore a Si l'appuntamento sarà in stato "in attesa" fino alla ricezione del pagamento. Dopo aver selezionato questo potrai vedere dei campi addizionali per decidere il tuo account paypal, la cauzione e l'integrazione con il plugin Membership.
nl_nl: Bij een betaalde afspraak, blijft de afspraak 'in behandeling' totdat de betaling is verwerkt. Wanneer u hiervoor kiest, komen er PayPal instellingen beschikbaar en integratie met de Membership plugin.
pt_br: Você pode definir se é exigido ao cliente um pagamento para aceitar o compromisso. Se essa configuração for selecionada como Sim, o compromisso ficará em estado pendente até que um pagamento bem sucedido no Paypal seja concluído. Depois de selecionar essa opção, você verá campos adicionais para a sua conta Paypal, depósitos e integração com o Módulo de Participantes.
pt_pt: Podemos aqui programar, se devenos ou não requerer um pre-pagamento para aceitar uma marcação de um cliente. Se essa configuração for selecionada para Sim, tal marcação ficará em estado pendente até que um pagamento validado no Paypal seja concluído. Depois de selecionar essa opção, campos adicionais da sua conta Paypal, depósitos e integração com o Módulo de Participantes serão visíveis.
ru_ru: Вы можете установить, будет ли попросил оплаты клиент утвердить его назначение. Если этот параметр выбран в качестве Да, назначение будет в отложенного статуса до успешным оплаты Paypal не будет завершена. После выбора этого, вы увидите дополнительные поля для вашей учетной записи Paypal, депозиты и интеграции с членству плагина.
tr_tr: Sen-ebilmek koymak olup olmadığını onun randevu kabul etmek için bir ödeme müşteri istedi. Bu ayarı Evet olarak seçilirse, başarılı Paypal ödeme tamamlanana kadar randevu durum olacak. Bunu seçtikten sonra Paypal hesabı, mevduat ve üyelik eklentisi ile tümleştirme için ek alanlar göreceksiniz.

source: Email notifications
da_dk: Email notifikationer
de_de: Email Benachrichtigung
es_es: Notificaciones vía e-mail
fr_fr: Notifications par courriel
it_it: Notifiche email
nl_nl: E-mail meldingen
pl_pl: Powiadomienia email
pt_br: Notificações por E-mail
pt_pt: Notificações E-mail
ru_ru: Уведомления по электронной почте
tr_tr: E-posta bildirimleri

source: There are several notification settings. Using these, you can confirm and remind your clients and also your service providers.
da_dk: Der er adskillige notifikation indstillinger. Ved hjælp af disse, kan du bekræfte og påminde dine kunder og serviceudbydere.
de_de: Es gibt mehrere Benachrichtigungseinstellungen. Wenn Sie diese benutzen, können Sie etwas bestätigen wie auch Klienten und Dienstleister an Dinge erinnern.
es_es: Hay varios ajustes para las notificaciones. Su uso te permite confirmar y recordar a tus clientes y empleados sobre las reservas.
fr_fr: Il y a plusieurs configurations d'avis. En Utilisant ces derniers, vous pouvez confirmer et rappeler vos clients et également vos prestataires de service.
it_it: Ci sono diverse impostazioni di notifica. Con queste puoi impostare conferme e promemoria ai tuoi cliente e anche ai tuoi fornitori di servizi.
nl_nl: Er zijn verschillende instellingen voor meldingen. Met behulp van deze meldingen kunt u herinneringen en bevestigingen versturen.
pl_pl: Istnieje kilka ustawień powiadomień. Korzystając z nich możesz potwierdzić i przypomnieć swoim klientom, a także swoim dostawcom usług.
pt_br: Existem várias configurações de notificação. Usando estes, você pode confirmar e lembrar seus clientes e também os seus prestadores de serviços.
pt_pt: Existem várias configurações de notificação. Utilisando estes, podemos confirmar e enviar lembretes aos clientes, assim como aos prestadores de tarefas.
ru_ru: Есть несколько настройки уведомлений. С их помощью Вы можете подтвердить и напомнить своим клиентам, а также к Вашему поставщику услуг.
tr_tr: Çeşitli bildirim ayarları vardır. Bu kullanarak, onaylamak ve müşterileriniz ve servis sağlayıcılar hatırlatır.

source: Save settings
da_dk: Gem indstillinger
de_de: Einstellungen sichern
es_es: Grabar configuración
fr_fr: Sauvegarder les paramètres
it_it: Salva impostazioni
nl_nl: Sla instellingen op.
pl_pl: Zapisz ustawienia
pt_br: Salvar configurações
pt_pt: Salvar as configurações
ru_ru: Сохранить настройки
tr_tr: Ayarlarını kaydet

source: Do not forget to save your settings.
da_dk: Glem ikke at gemme dine indstillinger.
de_de: Denk dran, deine Einstellungen zu sichern.
es_es: No olvides guardar los cambios
fr_fr: N'oubliez pas de sauvegarder vos paramètres.
it_it: Non dimenticare di salvare le tue impostazioni.
nl_nl: Vergeet niet uw instellingen te bewaren.
pl_pl: Nie zapomnij zapisać swoich ustawień.
pt_br: Não esqueça de salvar suas configurações.
pt_pt: Não esqueçer de salvar suas configurações.
ru_ru: Не забудьте сохранить настройки.
tr_tr: Ayarlarınızı kaydetmek için unutmayın.

source: Setting your business hours
da_dk: Sæt dine åbningstider
de_de: Arbeitszeiten eintragen
es_es: Establece el horario de tu negocio
fr_fr: Configuration de vos heures commerciales
it_it: Imposta il tuo orario lavorativo
nl_nl: Uw openingstijden invoeren
pl_pl: Ustaw twoje godziny pracy
pt_br: Definindo seu horário comercial
pt_pt: Definindo seu horário comercial
ru_ru: Установка свои рабочие часы
tr_tr: İş saatlerini ayarlama

source: Now you should set your business working hours. Click Working Hours tab and then click Next.
da_dk: Nu skal du indstille din virksomhed arbejdstider. Klik Arbejdstidfanen og klik derefter på Næste.
de_de: Jetzt sollten Sie ihre Arbeitszeiten festlegen. Klicken Sie auf den Reiter Arbeitszeiten und dann auf Nächste.
es_es: Ahora deberías indicar tus horas laborables. Selecciona la pestaña "Horas" y presiona "Siguiente".
fr_fr: Maintenant vous devriez placer vos horaires de travail. Cliquez sur l'onglet d'heures de travail et cliquez sur ensuite.
it_it: Adesso dovresti impostare il tuo orario lavorativo. Clicca sul tab Orario lavorativo e poi clicca su Prosegui
nl_nl: Nu moet u uw werktijden instellen. Klik op tab Werktijden en klik daarna op Volgende.
pt_br: Agora você deve definir o seu horário de expediente de trabalho. Clique na aba horas de trabalho e, em seguida, clique em Avançar.
pt_pt: Agora deve definir o seu horário de expediente de trabalho. Clicar na tabulação Horas de Trabalho e, em seguida, clicar A SEGUIR
ru_ru: Теперь вы должны настроить свой бизнес рабочие часы. Нажмите Рабочую вкладку часов, а затем нажмите кнопку Далее.
tr_tr: Şimdi iş çalışma saatlerini ayarlamanız gerekir. Çalışma saat sekmesini tıklatın ve ardından İleri'yi tıklatın.

source: Below you will see two tables, one for your working hours and the other for your break hours during the day. The second one is optional. On the left you will see no selection options yet. But as you add new services providers, you can set their working and break hours by selecting from this dropdown menu. This is only necessary if their working hours are different from those of your business.
da_dk: Nedenfor kan du se to tabeller, en for dine arbejdstider og den anden til din pause timer i løbet af dagen. Den anden er valgfri. Til venstre vil du ingen valgmuligheder se endnu. Men som du tilføjer nye serviceudbydere, kan du indstille deres arbejds- og pausetider ved at vælge fra denne dropdown menu. Dette er kun nødvendigt, hvis deres arbejdstid er forskellige fra dem i din virksomhed.
de_de: Unten werden Sie zwei Tabellen sehen, eine für die Arbeitsstunden und die andere für die Pausenzeiten am Tag. Die zweite ist optional. Auf der linekn Seite werden noch keine Wahlmöglichkeiten erscheinen. Aber wenn Sie neue Dienstleister anlegen, werden Sie deren Arbeitsstunden und Pausenzeiten mit dem Dropdownmenü festlegen können. Das ist nur notwendit, wenn deren Arbeitszeiten sich von Ihrem Geschäft unterscheiden.
es_es: A continuación podrás ver dos tablas, una para sus horas de trabajo y el otro para sus horas de descanso durante el día. El segundo es opcional. A la izquierda verás no hay opciones de selección todavía. Pero a medida que agrega los nuevos proveedores de servicios, puede configurar su trabajo y romper horas seleccionando desde este menú desplegable. Esto sólo es necesario si sus horas de trabajo son diferentes de las de su negocio.
fr_fr: Au-dessous de vous verra deux tableaux, un pour vos heures de travail et l'autre pour vos heures de coupures journalières. Le second est facultatif. Du côté gauche vous ne verrez aucune option de sélection encore. Mais comme vous ajoutez de nouveaux fournisseurs de services, vous pouvez placer les horaires de travail et de coupure depuis le menu déroulant. C'est seulement nécessaire si vos heures de travail sont différentes de celles de votre commerce.
it_it: Qui sotto puoi vedere 2 tabelle. Una per l'orario lavorativo e una per le tue pause durante la giornata. La seconda è opzionale. Nella parte sinistra vedi che non c'è nessuna opzione in questo momento, ma appena aggiungi un nuovo fornitore di servizio potrai impostare anche il loro orario di lavoro e le loro pause attraverso il menu a tendina disponibile. Questo è solo necessario se i loro orari di lavoro sono diversi rispetto ai tuoi.
nl_nl: Hieronder vindt u twee tabellen, een voor uw werktijden en de andere voor uw vrije uren. Het tweede is optioneel. Aan de linkerkant vindt nog geen keuze opties. Maar zodra u nieuwe dienstverlener(s) toevoegt, kunt u hun werktijden en pauze instellen door het gebruiken van dit dropdown menu. Dit is alleen nodig bij afwijkende werktijden.
pt_br: Abaixo você verá duas tabelas, uma para as suas horas de trabalho e outro para suas horas de intervalo durante o dia. A segunda é opcional. No lado esquerdo você não verá nenhuma opção de seleção ainda. Mas, como você adicionar novos prestadores de serviços, você pode definir o suas horas de trabalho e intervalos, selecionando a partir deste menu suspenso. Isso só é necessário se suas horas de trabalho são diferentes daquelas do seu negócio.
pt_pt: Abaixo podemos ver duas tabelas; uma para as horas de trabalho e outra para as horas de descanso, durante o dia. A segunda é opcional. No lado esquerdo não podemos ver nenhuma opção de seleção ainda. Mas, como adicionamos novos prestadores de tarefas, podemos assim definir as horas de trabalho e de descanso destes, selecionando a partir deste menu suspenso. Isto só é necessário se as horas de trabalho destes são diferentes daquelas do seu negócio.
ru_ru: Ниже Вы увидите две таблицы: одну для ваших рабочих часов и другой для ваших часов перерыва в течение дня. Второй не является обязательным. Слева вы не увидите возможности выбора нет. Но по мере добавления новых поставщиков услуг, вы можете установить их работу и сломать часов, выбрав из этого выпадающего меню. Это необходимо только, если их рабочие часы отличаются от вашего бизнеса.
tr_tr: Aşağıda, çalışma saatlerini ve diğer ara saat gün boyunca iki tablo göreceksiniz. İkinci bir seçime bağlıdır. Sol tarafta henüz hiçbir seçim seçenekleri göreceksiniz. Ama yeni hizmetleri sağlayıcıları eklemek gibi kendi çalışma kümesi ve bu açılan menüden seçerek saat mola. Bu sadece onların çalışma saatleri, işinizin farklıdır Eğer gereklidir.

source: Entering your holidays
da_dk: Indtast dine ferier
de_de: Urlaubstage eintragen
es_es: Introduce tus periodos vacacionales
fr_fr: Saisie de vos vacances
it_it: Inserire le vacanze
nl_nl: Vakantie dagen toevoegen
pl_pl: Wprowadzanie terminów świąt
pt_br: Inserindo seus feriados
pt_pt: Computando seus dias feriados
ru_ru: Ввод свой отпуск
tr_tr: Tatil girme

source: Click the Exceptions tab to define your holidays and then click Next.
da_dk: Klik på fanen Undtagelser for at definere din ferie og klik derefter på Næste.
de_de: Klicken Sie auf den Ausnahmenreiter, um Ihre Feiertage und Urlaubszeiten festzulegen und dann drücken Sie auf Nächste.
es_es: Selecciona la pestaña de "Excepciones" para definir tus vacaciones y después pulsa "Siguiente"
fr_fr: Cliquez sur l'onglet Exceptions pour définir vos vacances et cliquez Suivant.
it_it: Clicca su tab Eccezioni per definire le vacanze e poi clicca su Prosegui.
nl_nl: Klik op het tabblad Uitzonderingen om uw afwezigheid te definiëren en klik op Volgende.
pt_br: Clique na aba Exceções para definir as seus feriados e, em seguida, clique em Avançar.
pt_pt: Clicar na tabulação Exceções, para assim definir seus dias feriados e, em seguida, clicar em A SEGUIR.
ru_ru: Перейдите на вкладку Исключения определить свой отпуск, а затем нажмите кнопку Далее.
tr_tr: Tatil tanımlamak ve sonra da İleri'yi tıklatın özel durumlar sekmesini tıklatın.

source: Setting exceptional days
da_dk: Indtast specielle dage
de_de: Ausnahmetage einstellen
es_es: Establecer los días de excepción
fr_fr: Réglage de jours exceptionnels
it_it: Imposta giorni di vacanza
nl_nl: Instellen van afwijkende data
pl_pl: Ustawianie wyjątków dla dni
pt_br: Definir dias excepcionais
pt_pt: Definindo dias excepcionais
ru_ru: Установка исключительные дней
tr_tr: Olağanüstü gün ayarlama

source: Below you can define your holidays and exceptional working days, for example a specific Sunday you want to work on. These dates will override your weekly working schedule for that day only. Note that you will be able to set these exceptional days for each service provider individually, when you define them.
da_dk: Nedenfor kan du definere dine ferier og ekstraordinære arbejdsdage, for eksempel en bestemt søndag, du ønsker at arbejde på. Disse datoer vil tilsidesætte din ugentlige arbejdstid tidsplan for kun denne dag. Bemærk, at du vil være i stand til at sætte disse ekstraordinære dage for hver tjenesteyder individuelt, når du definerer dem.
de_de: Unten können Sie die Urlaubszeiten und Ausnahme-Arbeitstage festlegen, zum Beispiel ein bestimmter Sonntag, an dem Sie arbeiten wollen. Diese Daten werden nur an diesen Tagen den Wochenarbeitsplan verändern. Hinweis: Sie werden die Möglichkeit haben, für jeden Dienstleister Ausnahmetage festzulegen.
es_es: Aquí abajo puedes definir tus vacaciones y excepciones a los días establecidos como no laborables. Por ejemplo un domingo en concreto en el que quieras estas disponible. Tus horarios estándar serán modificados únicamente en esos días, y para cada empleado individualmente si así lo especificas.
fr_fr: En-dessous vous pour pouvez définir vos vacances et jours ouvrable exceptionnels, par exemple un dimanche où vous souhaitez travailler en fonction. Ces dates changeront votre programme de fonctionnement hebdomadaire pour ce jour seulement. Notez que vous pourrez placer ces jours exceptionnels pour chaque fournisseur de services individuellement, quand vous les définissez.
it_it: Qui sotto puoi definire giorni di vacanza o giorni di lavoro extra, per esempio vuoi poter permettere un appuntamento la domenica. Queste date sovrascriveranno l'orario di lavoro quel quel giorno specifico. Nota che sarai in grado di impostare giorni extra di lavoro per ogni fornitore di servizio in modo individuale quando ovviamente esistono.
nl_nl: Hieronder kunt u uw afwezigheid en uitzonderlijke werkdagen definiëren, bijvoorbeeld een bepaalde zondag welke u gaat werken. Deze data zal uw wekelijkse werkschema overschrijven alleen op die afwijkende dag. U kunt dit doen voor alle werknemers individueel.
pt_br: Abaixo, você pode definir os seus feriados e dias de trabalho excepcionais, por exemplo, um determinado domingo você deseja trabalhar. Estas datas irão substituir o seu horário de trabalho semanal para apenas aquele dia. Note que você vai ser capaz de definir estes dias excepcionais para cada prestador de serviço individualmente, quando você defini-los.
pt_pt: Abaixo, podemos definir seus dias feriados e dias de trabalho excepcionais; por exemplo, um determinado Domingo no qual deseja trabalhar. Estas datas irão substituir seu horário de trabalho semanal para apenas aquele dia. Note que vai poder definir estes dias excepcionais para cada prestador de tarefas individualmente, após têlos definidos.
ru_ru: Ниже вы можете определить свои праздники и исключительные рабочие дни, например специфического воскресенье вы хотите работать. Эти даты заменит ваш еженедельный рабочий график только для этого дня. Обратите внимание, что вы сможете установить эти исключительные дней для каждого поставщика услуг индивидуально, при определении их.
tr_tr: Aşağıda tatil ve olağanüstü çalışma günleri, örneğin belirli bir Pazar üzerinde çalışmak istediğiniz tanımlayabilirsiniz. Bu tarihler, haftalık çalışma programı sadece o gün için geçersiz kılar. Not bunları tanımladığınızda bu olağanüstü günlerde her hizmet sağlayıcı için ayrı ayrı ayarlamak mümkün olacaktır.

source: Setting your services
da_dk: Indstil dine indstillinger
de_de: Den Service einstellen
es_es: Ajustes de Servicios
fr_fr: Configuration de vos services
it_it: Imposta i tuoi servizi
nl_nl: Diensten aanbod opgeven
pt_br: Definindo seus serviços
pt_pt: Defenindo suas tarefas
ru_ru: Установка свои услуги
tr_tr: Sizin Hizmetleri ayarlama

source: Click the Services tab to set your services and then click Next.
da_dk: Tryk på service knappen for at indstille dine servicer og derefter tryk næste.
de_de: Klicken Sie auf den Service Tab um ihre Services festzulegen, dann klicken Sie auf Nächste.
es_es: Selecciona la pestaña de "Servicios" para indicar tus servicios y después pulsa "Siguiente"
fr_fr: Cliquez sur l'onglet de services pour placer vos services et puis cliquez sur suite.
it_it: Clicca su tab Servizi ed imposta i tuoi servizi, dopo di che clicca su Prosegui
nl_nl: Klik op het tabblad Diensten om uw diensten te configureren en klik op Volgende.
pt_br: Clique na aba Serviços para definir os seus serviços e, em seguida, clique em Avançar.
pt_pt: Clique na tabulação Tarefas, para definir suas tarefas, em seguida clicar A SEGUIR
ru_ru: Перейдите на вкладку Службы, чтобы установить свои услуги, а затем нажмите кнопку Далее.
tr_tr: Hizmetlerinizin ayarlayın ve İleri'yi tıklatın için Hizmetler sekmesini tıklatın.
