Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: An appointment product can be automatically removed from the cart if "Disable pending appointments after" setting is set and client does not finalize the purchase during that time. Thus you may consider to add a warning note that transaction should be completed within the selected time.
de_de: Ein Terminprodukt kann aus dem Warenkorb automatisch entfernt werden, wenn die"Ausstehende Termine abschalten nach"Einstellung aktiviert ist und der Klinet den Kauf während dieser Zeit nicht abschließt. Infolgedessen können Sie über den Einsatz eines Warnhinweises, dass die Transaktion im gewählten Zeitraum stattzufinden hat, nachdenken.
es_es: La reserva de un producto puede ser eliminada automáticamente del carrito si el parámetro "Desactivar reservas pendientes después de" está activo y el cliente no finaliza la compra durante ese tiempo. Además tu puedes considerar el añadir una nota de aviso indicando que la transacción se ha de completar en el periodo indicado.
fr_fr: Un rendez-vous peut être automatiquement retiré du chariot si « des rendez-vous en attente de validation après» le temps défini dans la configuration n'est pas finalisé par le client. Il est recommandé d'ajouter une note d'avertissement indiquant que la transaction doit être terminée dans le temps choisi.
it_it: Un prodotto appuntamento può essere automaticamente rimosso dal carrello se l'impostazione "disabilita appuntamenti in attesa dopo" è impostato e il cliente non finalizza l'acquisto in questo tempo. Dovresti considerare di aggiungere una nota di avvertimento che la transazione dovrebbe essere completata entro il tempo selezionato.
nl_nl: Een afspraak kan automatisch worden verwijderd als "Verwijder niet bevestigde afspraken na (minuten)" instelling is gezet en de cliënt niet de aankoop gaat ronden binnen die tijd limiet. U kunt overwegen om een waarschuwings bericht te versturen.
pt_br: Um produto de compromisso podem ser automaticamente removido do carrinho se "Desativar compromissos pendentes depois de" é definida e cliente não finalizar a compra durante esse tempo. Assim, você pode considerar adicionar uma nota de aviso de que transação deve ser concluída dentro do tempo selecionado.
pt_pt: Uma data marcada, pode ser automaticamente removida do carrinho se "Desativar datas marcadas pendentes se depois" foi configurada e o cliente não finalizou a compra durante esse tempo. Assim, podemos considerar adicionar uma nota de aviso de que transação deve ser concluída dentro do tempo selecionado.
ru_ru: Назначение продукт может быть автоматически удалены из корзины, если "Отключить в ожидании назначения после " находится в положении и клиент не оформить заявку в течение этого времени. Таким образом вы можете рассмотреть, чтобы добавить предупреждение к сведению, что сделка должна быть завершена в течение выбранного времени.
tr_tr: Bir randevu ürün otomatik olarak sepetinden kaldırılabilir randevular after bekleyen "Disable" ayarı ayarlanır ve müşteri satın alma bu süre içinde sonuçlandırmak değil. Bu nedenle işlem seçili süre içinde tamamlanması gereken bir uyarı notu eklemek için düşünebilirsiniz.

source: If this happens while client is paying and client does pay, however, that appointment will be taken out from removed status and it will be marked as paid.
da_dk: Hvis dette sker, mens kunder er i betaling og kunder betaler, vil bookingen blive taget ud fra fjernet status og det vil blive markeret som betalt.
de_de: Wenn dies geschieht, während der Klient im Bezahlvorgang ist und der Klient bezahlt, dann wird dieser Termin aus dem Entferntstatus herausgenommen und als bezahlt markiert.
es_es: Si esto sucede durante el pago de un cliente que se ha hecho efectivo, de cualquier manera, la reserva se eliminará del estado "Borrados" y será asignada a "Abonadas"
fr_fr: Si ceci se produit pendant que le client paye le rendez-vous sera sorti du statut "retiré" et il sera marqué comme payé.
it_it: Se succede che mentre il cliente sta pagando l'appuntamento venga impostato come "rimosso" verrà comunque segnato come pagato.
nl_nl: Als dit gebeurt terwijl de klant betaald heeft, ondank de betaling zal deze afspraak verwijderd. De afspraak heeft wel het oormerk betaald. -- Vertaling controleren met context! --
pt_br: Se isso acontecer enquanto o cliente está pagando e o cliente paga, o compromisso será retirado do estado removido e será marcado como pago.
pt_pt: Caso isso se produza enquanto o cliente está pagando, e o cliente acaba por pagar, tal marcação será retirada do estado removido e será marcada como paga.
ru_ru: Если это произойдет, пока клиент платит и клиент не платит, однако, что назначение будет принято из удаленного статуса, и он будет отмечен как заплатил.
tr_tr: İstemci ise bu durumda ödeme ödeme ve istemci, ancak, randevu alınır bu durumu kaldırıldı ve ücretli olarak işaretlenir.

source: On the admin product management page if it is an Appointments+ Product, variations, SKU, price column fields will display "-".
da_dk: På admin produkt betjeningssiden, hvis det er fra bookingsystemets produkt, variationer, SKU, pris kolonne felter vil vise "-".
de_de: Auf der Adminproduktmanagementseite werden die Preislistenfelder ein "-"zeigen, wenn es ein Appointments+Produkt, Varianten oder SKU ist.
es_es: En la pagina de administración de producto si es un producto de Appointments+ los campos de la columna de precios, variaciones, SKU mostraran "-"
fr_fr: Sur la page de gestion du produit si c'est un produit Appointments+, les variations, SKU, les zones de colonne des prix afficheront « - ».
it_it: Nella pagine di amministrazione dei prodotti, se trattasi di un prodotto Appointment+, i campi SKU, prezzo mostreranno "-"
nl_nl: Op de product management pagina, worden bij een afspraak de niet relevante kolommen weergegeven met "-".
pt_br: Na página de gerenciamento de produtos, se for um produto do Compromissos, a coluna dos campos de variações, SKU, preço irá exibir "-".
pt_pt: Na página do Admin, se se trata de Datas Marcadas+ Produto, a coluna dos preços nos campos de variações, SKU, irá exibir "-".
ru_ru: На странице управления администратора продукт, если это Назначения + Продукт, вариации, Артикул, поля столбцов цена будет отображаться "- ".
tr_tr: Admin ürün yönetimi sayfasında bir randevu + ürün, çeşitleri, SKU, fiyat sütun alanları görüntüler "-".

source: Transactions are shown in MarketPress, but related appointment record is updated, that is, status is changed to "paid".
da_dk: Transaktioner er vist i Webshop modulet, men relateret bookinghistorie opdateres, dvs. status ændres til "betalt".
de_de: Überweisungen werden in MarketPress angezeigt, aber die damit verbundene Terminaufzeichnung wird geupdated, der Status wird auf "bezahlt" geändert.
es_es: Las transacciones son mostradas en MarketPress, pero el registro de la cita relacionada es actualizado, es decir, el estado cambia a "Pagado"
fr_fr: Des transactions sont affichées dans MarketPress, mais l'enregistrement associé de rendez-vous est mis à jour, c.-à-d., le statut est changé en « payé ».
it_it: Le Transazioni sono mostrate in MarketPress, ma il relativo record di appuntamento è aggiornato con lo status "pagato".
nl_nl: Transacties worden weergegeven in MarketPress, maar wanneer een afspraak wordt bijgewerkt, dat wil zeggen, de status wordt gewijzigd in "betaald".
pt_br: Transações são mostrados no Módulo de Loja, mas registro de compromisso relacionado é atualizado, ou seja, o status é alterado para "pago".
pt_pt: Transações podem ser vistas no MarketPress, mas registro de marcações relacionadas, é atualizado, ou seja, status é alterado para "pago".
ru_ru: Сделки приведены в MarketPress, но связанных запись назначение обновляется, то есть, статус изменяется на "заплатил ".
tr_tr: Hareketleri MarketPress gösterilir ancak ilgili randevu kaydı güncelleştirildi, diğer bir deyişle, durumu "paid için değiştirilir".

source: If Manual Payment gateway is activated and the client uses that method, the appointment will be in "pending" status until you manually confirm it.
pl_pl: Jeśli aktywowana jest bramka płatności manualnych i klient korzysta z tej metody, wizta będzie w stanie "oczekujący", dopóki nie zostanie ręcznie potwierdzona.
pt_br: Se gateway de pagamento manual é ativado e o cliente usa esse método, o agendemanto ficará com o status "pendente" até que você confirme manualmente.
pt_pt: Se os Pagamentos Manuais estão activos e o cliente usar este método, a marcação terá o estado "pendente" até que você a confirme manualmente.

source: A Dummy service provider can be an imaginary or real user intended to enrich your business. It behaves exactly like a normal user, except that all emails are sent to a preselected real user from General settings tab. With this feature you can arrange your working schedules better and imitate several workers behaviour without losing the communication with the client. If you are combining several dummy providers into one real user, you can set service capacity to disallow more appointments than you can handle.
de_de: Ein Dummy-Serviceprovider kann ein fiktiver oder echter User sein, der Ihr Geschäft bereichern soll. Er verhält sich genauso wie ein normaler User, nur werden alle E-Mails an einen vorbestimmten echten User aus dem Allgemeine Einstellungen Reiter geschickt. Mit dieser Funktion können Sie Ihre Dienstpläne besser anordnen und das Verhalten mehrerer Mitarbeiter imitieren, ohne die Kommunikation mit dem Klienten abreißen zu lassen. Wenn Sie mehrere Dummyprovider bei einem echten User zusammenführen, können Sie die Servicekapazität festlegen, um eine überbordende Terminfülle zu verunmöglichen.
es_es: Un proveedor o empleado ficticio es un usuario falso o real con el fin de mejorar tu negocio. Se comporta exactamente como un usuario normal, a excepción de que todos los e-mails son enviados a un usuario real previamente seleccionado. Con este ajuste puedes ajustar tus horarios mejor y simular la operatividad de varios trabajadores sin perder la comunicación con el cliente. Si combinas varios empleados ficticios con uno real, podrás ajustar la capacidad de tus servicios para que no superen en número a los que realmente atender.
fr_fr: Un fournisseur de services factice peut être un utilisateur imaginaire ou réel destiné à enrichir vos affaires. Il se comportent exactement comme un utilisateur normal, sauf que tous les emails sont envoyés à un utilisateur réel présent dans les utilisateurs. Avec cette configuration vous pouvez arranger vos programmes de fonctionnement mieux et imiter le comportement de plusieurs ouvriers sans détruire la communication avec le client. Si vous combinez plusieurs fournisseurs factices avec un utilisateur réel, vous pouvez placer la capacité de service et rejeter plus de rendez-vous que vous pourriez honoré.
it_it: Un fornitore di servizi fittizio può essere un utente immaginario o reale intenzione di arricchire il vostro business. Si comporta esattamente come un utente normale, eccetto che tutte le email vengono inviate a un utente preselezionato reale dalla scheda Impostazioni generali. Con questa funzione è possibile organizzare i tuoi orari di lavoro in modo da limitare il comportamento dei lavoratori, senza perdere la comunicazione con il cliente. Se si combinano diversi fornitori fittizi in un utente reale, è possibile impostare la capacità di servizio per non consentire più appuntamenti di quanto si possono gestire.
nl_nl: Een Dummy dienstverlener kan een echte werknemer of slechts virtuele collega, bedoeld om uw bedrijfsvoering te optimaliseren. Het gedraagt ​​zich precies zoals een normale werknemer, behalve dat alle e-mails naar een vooraf gekozen postbus worden verzonden. Vanaf het tabblad 'Algemene instellingen'. Met deze functie kunt u uw werkschema's regelen beter en imiteren verschillende werknemers gedrag voor optimale communicatie met de klant. Bij het combineren van verschillende dummy providers naar een echte werknemer, kunt u dienst capaciteit om meer afspraken dan je aankan verbieden instellen.
pt_br: Um prestador de serviços fictício pode ser um usuário imaginário ou real destinado a valorizar seu negócio. Ele se comporta exatamente como um usuário normal, exceto que todos os e-mails são enviados para um usuário real pré-selecionado na guia Configurações gerais. Com este recurso você pode organizar os seus horários de trabalho melhor e imitar o comportamento vários trabalhadores sem perder a comunicação com o cliente. Se você está combinando diversos prestadores fictícios em um usuário real, você pode definir a capacidade de serviço para não permitir mais compromissos do que você pode manipular.
pt_pt: Um prestador de tarefas fictício, pode ser um usuário imaginário ou verdadeiro, que pode ajudar a valorizar seu comercio. Comporta-se exatamente como um usuário normal, excepto que todos os e-mails são enviados para um usuário verdadeiro pré-selecionado na tab das Configurações gerais. Com este recurso pode organizar os seus horários de trabalho melhor e imitar o comportamento de vários operários sem perder a comunicação com o cliente. Se está combinando diversos prestadores fictícios em um usuário verdadeiro, assim pode definir a capacidade de tarefas para não permitir mais marcações do que aquelas que pode manipular.
ru_ru: Поставщик услуг пустышка может быть мнимые или реальные пользователь целью обогатить свой бизнес. Он ведет себя так же, как обычный пользователь, кроме того, что все электронные письма направляются в заранее выбранной реального пользователя на вкладке Общие параметры. С помощью этой функции вы можете организовать свои рабочие графики лучше и подражать несколько рабочих поведение, не теряя связь с клиентом. Если вы объединения нескольких фиктивных поставщиков в одну реального пользователя, вы можете установить емкость службы, чтобы запретить больше назначений, чем вы можете справиться.
tr_tr: Bir kukla servis sağlayıcı işinizi zenginleştirmek amacıyla bir hayali ya da gerçek kullanıcı olabilir. Tüm e-postalar Genel ayarlar sekmesinden önceden seçilmiş bir gerçek kullanıcı gönderilen dışında, tam olarak normal bir kullanıcı gibi davranır. Bu özellik sayesinde çalışma programları daha iyi sağlayabilir ve müşteri ile iletişimi kaybetmeden birkaç işçilere davranışı taklit. Eğer bir gerçek kullanıcı içine birkaç kukla sağlayıcıları birleştirerek iseniz, size işleyebilir daha fazla randevu vermemek için hizmet kapasitesini ayarlayabilirsiniz.

source: Create a private or password protected page and include the schedule shortcode like this: <pre>[app_monthly_schedule worker="1"]</pre>. Replace 1 with your user ID which is the same as worker/provider ID. You can also use app_schedule shortcode for a weekly planner instead, or you can use both. You may consider adding app_pagination and app_my_appointments shortcodes too.
da_dk: Opret en privat eller password beskyttet side og som har booking system kortkoder som dette: <pre>[app_monthly_schedule worker="1"]</pre>. Erstat 1 med dit bruger-id, der er den samme som arbejdstager / udbyder id. Du kan også bruge app_schedule kortkoder for en ugentlig planlægning i stedet, eller du kan bruge begge. Du kan også overveje at tilføje app_pagination og app_my_appointments kortkoder.
de_de: Ersteelen Sie eine private oder passwortgeschützte Seite und setzen sie den Plan-Shortcode folgendermaßen ein: <pre>[app_monthly_schedule worker="1"]</pre>. Ersetzen Sie 1 mit Ihrer User ID, welche mit der Mitarbeiter/ Provider ID übereinstimmt. Sie können genauso den app_schedule shortcode für einen Wochenplaner nutzen, oder beides. Sie könnten in Erwägung ziehen, die shortcodes adding app_pagination und app_my_appointments hinzuzufügen.
es_es: Crear una página privada o protegida por contraseña e incluir el código de programación como per ejemplo este: <pre> [ap_mensual_horário del emplejado = "1"] </pre>. Reemplacar 1 con su ID de usuario que es el mismo que del identificador de operador / proveedor. También se puede utilizar ap_codigo horário para un programa semanal en su lugar, o se pueden usar ambos. Usted puede considerar adicionar también ap_paginación y ap_mis_codigos de citas.
fr_fr: Créez une page protégée par mot de passe et intégrez le shortcode comme ceci : <pre>[app_monthly_schedule worker="1"]</pre>. Remplacez le chiffre 1 par l'ID utilisateur du prestataire/travailleur. Vous pouvez également utiliser le shortcode app_schedule pour une planification de semaine à la place. Vous devez prendre en compte les shortcodes suivants : adding app_pagination et app_my_appointments.
it_it: Creare una pagina privata o protetta da password e includere il codice di pianificazione di questo tipo: <pre> [ap_mese_orario lavoratore = "1"] </pre>. Sostituisci 1 con il vostro ID utente, che è lo stesso dell'operatore / fornitore ID. È anche possibile utilizzare il codice ap_orario di un pianificatore settimanale, oppure puoi utilzzare entrambi. Anche possiamo considerare l'aggiunta di codici applicativi ap_paginazione e ap_miei_appuntamenti.
pt_br: Crie uma página privada ou protegida por senha e coloque um shortcode como esse: <pre>[app_monthly_schedule worker="1"]</pre>. Substitua 1 por sua ID de usuário, que é a mesma de sua ID de profissional/provedor de serviço. Alternativamente, você também pode usar o shortcode app_schedule para um planejador semanal ou você pode usar ambos. Você pode considerar adicionar os shortcodes app_pagination e app_my_appointments.
pt_pt: Crie uma página privada ou protegida de uma senha, incluindo o horário codificado como segue: <pre>[app_mensual_horário do empregado="1"]</pre>. [App_mês_horário do empregado= "1"] </ pre>. Substitua 1 pela ID do usuário que é o mesmo que o ID do empregado/provedor. Também pode usar app_codigo horário para planejar semanalmente, ou pode também usar ambos. Pode também considerar a adicionar códigos de app_paginação e app_minhas datas marcadas_.

source: Yes. Set your working hours as 24am to 24am (00:00 to 00:00) and your break hours as 2am to 8pm (02:00 to 20:00). Remember to also allow end of day overwork in General settings.
da_dk: Ja. Sæt din arbejdstid som 0:00 til 24:00 og din pause timer som 02:00 til 20:00. Husk også at give dagen tilladelse til at laver overarbejde i Generelle indstillinger.
de_de: Ja. Stellen Sie die Arbeitszeiten von 0 Uhr zu 0 Uhr ein und Ihre Pausenzeiten von 2 Uhr bis 20 Uhr. Bedenken Sie, daß in den allgemeinen Einstellungen auch Überstunden erlaubt sein sollten.
fr_fr: Oui. Définissez vos heures de travail de 00:00 à 00:00 et vos heures de pause que 2 heures à 20 heures (2:00 à 20:00). N'oubliez pas de permettre également les heures de travail supplémentaires dans les options Générales.
it_it: Si. Imposta l'orario di lavoro dalle 24am alle 24 am (00:00 a 00:00) e l'orario di pausa dalle 2am alle 8pm (02:00 a 20:00). Ricorda di abilitare l'opzione per permettere gli straordinari a fine giornata nelle impostazioni generali.
nl_nl: Ja. Stel de werkuren in als 24am tot 24am (00:00 tot 00:00) en de pauzetijden als 2am tot 8pm (02:00 tot 20:00). Onthoudt dat je ook overwerk tijden toestaat in de algemene instellingen.
pt_br: Sim. Defina o seu horário de trabalho como sendo de 24am a 24am (00:00 - 00:00) e suas horas de intervalo, de 2am a 8pm (2:00-20:00). Lembre-se também de permitir final do dia excesso de trabalho em Configurações Gerais.
pt_pt: Sim. Configurar as suas horas de trabalho das 24h às 24 h (00:00 a 00:00) e os seus horários de repouso das 2 horas às 20 horas (das 02:00 às 20:00). Lembre-se de adicionar também as horas suplementares de trabalho nas configurações Gerais.
tr_tr: Evet. 24 24-benim kadar senin çalışma saatleri (00:00-00:00) benim set ve sonu saat olarak 2 için 8 pm (02:00-20:00). Ayrıca gün aşırı iş yükü sonuna genel ayarlarında izin unutmayın.

source: PHP V5.3 or above, php extentions curl, JSON, http_build_query are required to use Google Calendar API. Also you need to have FTP access to your website in order to upload the private key file. This file cannot be uploaded using WordPress media upload function.
da_dk: PHP V5.3 eller højere, php extentions curl, JSON, http_build_query er forpligtet til at bruge Google Kalender API. Du skal også have FTP-adgang til dit websted med henblik på at overføre den private nøglefil. Denne fil kan ikke uploades ved hjælp WordPress medie upload funktion.
de_de: PHP V5.3 oder neuer, php Erweiterungen curl, JSON, , http_build_query sind erforderlich, um Google Calendar API zu benutzen. Ebenso brauchen Sie FTP Zugang zu Ihrer Webseite, um die Privatschlüsseldatei hochzuladen. Diese Datei kann nicht mit der WordPress media Funktion hochgeladen werden.
es_es: La versión PHP V5.3 o superior, php extentions curl, JSON, http_build_query son necesarias para utilizar la API de Google Calendar. También necesitas disponer de acceso FTP a tu site para subir el archivo con la clave privada. Este archivo no puede ser cargado al site mediante la función "subir" de Wordpress.
fr_fr: PHP V5.3 or above, php extentions curl, JSON, http_build_query sont requits pour utiliser Google Calendar API. Vous devez également avoir une clé pour manipuler vos clés. Elles ne peuvent pas être envoyées via la bibliothèque WordPress
it_it: PHP V5.3 o superiore, estensione php curl, JSON, http_build_query sono richieste per usare Google Calendar API. Inoltre dovresti avere disponibile un accesso FTP access al tuo sito web per caricare la tua private key - chiave privata. Questo file non può essere caricato dal pannello Media di Wordpress.
nl_nl: PHP V5.3 of nieuwer, curl php extenties, JSON, http_build_query zijn verplicht om Google Agenda API te gebruiken. Ook moet u FTP toegang tot uw website hebben om het prive sleutelbestand te uploaden. Dit bestand kan niet worden geüpload met behulp van WordPress media upload-functie.
pl_pl: Do korzystania z interfejsu API Kalendarza Google wymagane są wersje PHP w wersji 5.3 lub nowszej, posiadającej rozszerzenie JSON oraz http_build_query. Należy również mieć dostęp do FTP w celu przesłania pliku klucza prywatnego. Tego pliku nie można załadować za pomocą funkcji przesyłania mediów WordPress.
pt_br: PHP V5.3 ou superior, extensões php Curl, JSON, http_build_query são obrigatórios para usar o Google Calendar API. Além disso, você precisa ter acesso FTP para ao seu site, a fim de fazer o upload do arquivo de chave privada. Este arquivo não pode ser carregado utilizando a função de upload de mídia.
pt_pt: PHP V5.3 ou superior, extensões php Curl, JSON, http_build_query são obrigatórios para poder usar API do Calendário Google . Além disso, precisa ter acesso FTP para ao seu site, a fim de poder fazer o carregamento do arquivo chave privada. Este arquivo não pode ser carregado utilizando a função de descarregamento mídia da WordPress.
ru_ru: PHP 5.3 или выше, PHP расширений Curl, JSON, http_build_query обязаны использовать Google Calendar API. Кроме того, необходимо иметь FTP доступ к вашему сайту, чтобы загружать файл с закрытым ключом. Этот файл не могут быть загружены с помощью WordPress функцию СМИ загрузки.
tr_tr: PHP V5.3 veya yukarıda, php extentions curl, JSON, http_build_query Google Takvim API'yı kullanmak için gereklidir. Ayrıca özel anahtar dosyası yüklemek için FTP sitenize erişimi olması gerekir. WordPress medya yükleme işlevini kullanarak bu dosyayı karşıya yüklenemiyor.
