Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: The appointment has been already cancelled
de_de: Der Termin wurde bereits abgesagt

source: You are not allowed to perform this action
de_de: Sie sind nicht berechtigt diese Aktion auszuführen

source: Your appointment has been cancelled
de_de: Ihr Termin wurde abgesagt

source: Shortcodes
da_dk: Kortkoder
es_es: Codigos cortos "shortcodes"
ru_ru: Шорткоды
tr_tr: Kisakodlar

source: Facebook App ID
es_es: App ID de Facebook
tr_tr: Facebook Uygulaması Kimliği (App ID):

source: http://premium.wpmudev.org/project/appointments-plus/
es_es: http://premium.wpmudev.org/project/citas-plus/

source: Tutorial
fr_fr: Tutoriel
nl_nl: Uitleg
ru_ru: Руководство
tr_tr: Öğretici

source: Imperial
fr_fr: Impériale
pl_pl: Imperialne
ru_ru: Английская система мер

source: Zoom:
fr_fr: Agrandir :
pl_pl: Powiększenie:
tr_tr: Yakınlık:

source: ID
da_dk: ID nr.

source: Logs
nl_nl: Logbestanden
pl_pl: Logi
ru_ru: Журнал
tr_tr: Günlükler

source: Completed appointments will be allowed to erase by user after selected number of days after appointment.
pl_pl: Ukończone wizyty będą mogły zostać wymazane przez użytkownika po wybranej liczbie dni po wizycie.

source: Completed appointments will be deleted after .
pl_pl: Strasze wizyty mogą być usuwane.

source: EUR - Euro
pl_pl: Euro
ru_ru: EUR - Евро

source: TRY
pl_pl: WYPRÓBUJ

source: Shortcode <code>%s</code>
pl_pl: Short kod <code>%s</code>
ru_ru: Shortcode <code> %s </ код>
tr_tr: Kısa Kod<code>%s</code>

source: Shortcode
pl_pl: Short kod
tr_tr: Kısa kod

source: FAQ
ru_ru: ЧАВО
tr_tr: S.S.S sayfası

source: %dhr
ru_ru: %d ч

source: Email
tr_tr: E-posta
