Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: My Holidays
da_dk: Mine ferier
de_de: Mein Urlaub
es_es: Mis vacaciones
fr_fr: Mes Congés
it_it: Le mie vacanze
nl_nl: Mijn vakanties / feestdagen
pl_pl: Moje dni wolne od pracy
pt_br: Meus Feriados
pt_pt: Meus dias Feriados
ru_ru: Мои Праздники
tr_tr: Benim tatil

source: MarketPress Integration
es_es: Integración de MarketPress
fr_fr: Intégration Marketpress
it_it: Integrazione di MarketPress
pl_pl: Integracja z MarketPressem
pt_br: Integração com Módulo de Loja
pt_pt: Integração do MarketPress

source: Activate integration
pl_pl: Włącz integrację
pt_br: Ativar integração
pt_pt: Activar integração

source: Appointments can be set as products. Any appointment shortcode added to a product page will make that page an "Appointment Product Page". For details, please see FAQ.
da_dk: Aftaler kan indstilles som produkter. Enhver shortcode, som tilføjes en produktside, vil gøre denne side til en "Aftale produkt side". Se enkeltheder i FAQ
de_de: Termine können auch als Produkt gesetzt werden. Jeder Termin-Shortcode, der auf einer Produktseite eingefügt wird, macht diese Seite zu einer "Termin-Produkt-Seite". Für weitere Details lesen Sie bitte die FAQ.
es_es: Las citas se pueden establecer como productos. Cualquier "shortcode" de las citas añadido a la página del producto hará esa página una " página de cita del producto." Para obtener más información, consulte las Preguntas frecuentes.
fr_fr: Les Rendez-vous peuvent être définis comme des produits. Tout shortcode rendez-vous ajouté à une page de produit rend cette page "page du produit de rendez-vous". Pour plus de détails, s'il vous plaît voir la FAQ.
it_it: Gli appuntamenti possono essere impostati come prodotto. Ogni shortcode di appuntamento aggiunto alla pagina del prodotto renderà quella pagina una pagina di prodotto per appuntamento. Per dettagli leggi le FAQ per favore.
nl_nl: Afspraken kunnen als product worden gezien. Iedere afspraak-gerelateerde shortcode in een productpagina maakt hiervan een "afspraak product pagina". Voor meer info, zie de FAQ.
pt_br: Os compromissos podem ser definidos como produtos. Qualquer shortcode de compromisso adicionado a uma página de produto vai fazer dela uma "Página Compromisso do produto". Para mais detalhes, consulte a FAQ.
pt_pt: As Datas marcadas podem ser definidas como produtos. Qualquer ''shortcode'' de datas adicionado a uma página de produção transformará esta "Página em uma ''Página de Produção de Datas Marcadas ". Para mais detalhes, consulte a FAQ.
ru_ru: Назначения могут быть установлены в качестве продуктов. Любое назначение шорткод добавил к странице продукта сделает этой странице в "страницу Назначение продукта ". Для получения дополнительной информации, пожалуйста, см. справку.
tr_tr: Randevular ürünleri olarak ayarlayabilirsiniz. Ürün sayfasına eklediği herhangi bir randevu kusur "Appointment Product Page" bir sayfa yapacak. Ayrıntılı bilgi için lütfen SSS sayfasına bakın.

source: Create Product Page
pl_pl: Utwórz stronę produktu
pt_br: Criar uma Página de Produto
pt_pt: Criar Página de Produto

source: Select Product Page Type
de_de: Produkttyp wählen
es_es: Seleccionar Página del Tipo de Producto
fr_fr: Choisissez le type de page produit
it_it: Selezionar Tipo di Pagina del Prodotto
pl_pl: Wybierz typ strony produktowej
pt_br: Escolher Tipo de Página de Produto
pt_pt: Selecionar o tipo de página do produto

source: Same as the above "Create an Appointment Page", but this time appointment shortcodes will be inserted in a new Product page and page title will be "Appointment". This is also the product name.
da_dk: Samme som ovenstående "Opret en booking side", men denne gang vil booking kortkoder blive indsat i en ny produkt side og side titel vil være "Booking". Dette er også produktnavnet.
de_de: Dasselbe wie oben "Erstelle eine Termin-Produkt-Seite", aber in diesem Falle werden die Termin-Sortcodes in eine neue Produktseite integriert und der Seitentitel wird "Termine" lauten. Das ist ebenso der Produktname.
es_es: Igual que el anterior "crear una cita de página", pero esta vez se insertará shortcodes cita en una nueva página del producto y el título de la página será "cita". Este es también el nombre del producto.
fr_fr: Même que le "Créer une page rendez-vous", mais cette fois le shortcodes de rendez-vous seront insérées dans une nouvelle page de produit et le titre de la page sera "Rendez-vous" ci-dessus. C'est aussi le nom du produit.
it_it: Come sopra "Crea una pagina appuntamento", ma questa volta lo shortcode verrà inserito in una nuova pagina di prodotto e il titolo della pagina sara "Appuntamento". Questo è anche il nome del prodotto.
nl_nl: Zelfde als hierboven. "Creëer een Afspraken Pagina" maar dit keer worden afspraak-gerelateerde shortcodes in een nieuwe Product pagina ingevoerd, de paginatitel wordt "Afspraak". Dit is ook de productnaam.
pt_br: Mesmo que o acima "Criar uma Página de Compromisso", mas desta vez shortcodes de compromisso serão inseridos em uma nova Página de Produto e o título da página será "Compromisso". Este é também o nome do produto.
pt_pt: Igual que "Criar uma Página de Datas Marcadas", mas desta vez ''shortcodes'' de datas serão inseridos em uma nova Página de Produtos e o título da página será "Datas Marcadas". Este é também o nome do produto.
ru_ru: То же, что выше "создать встречу страницу ", но на этот раз назначение шорткоды будет вставлен в новом страницу продукта и заголовок страницы будет "Назначение ". Это также название продукта.
tr_tr: Aynı aynı derecede yukarıda "Create bir randevu Page", ama bu sefer randevu shortcodes yeni bir ürün sayfası eklenir ve sayfa başlık-ecek var olmak "Appointment". Bu aynı zamanda ürün adıdır.

source: <b>Note:</b> You already have such a page. If you check this checkbox, another page with the same title will be created.
de_de: <b>Hinweis:</b> Sie haben bereits eine solche Seite. Wenn Sie diese Option aktivieren, wird eine andere Seite mit dem gleichen Titel erstellt werden.
es_es: <b>Note:</b> Usted ya tiene esa misma página. Si elige esta casilla, creará otra página con el mismo título.
fr_fr: <b>Attention:</b> Vous avez déjà créé cette page, vous allez en créer une autre
it_it: <b> Nota: </b> Già existe una pagina del genere. Se selezionar questa ''checkbox'', verrà creata un'altra pagina con lo stesso titolo.
pt_br: <b>Nota:</b> Você já tem uma página dessas. Se você marcar essa caixa de seleção outra página com o mesmo título será criada.
pt_pt: <b> Observação: </b> Já possui essa página. Se marcar esta caixa de seleção, outra página com o mesmo título será criada.

source: Edit Page
da_dk: Rediger side
de_de: Seite bearbeiten
es_es: Editar página
fr_fr: Editer la page
it_it: Modificar Pagina
pl_pl: Edytuj stronę
pt_br: Editar Página
pt_pt: Editar Pagina

source: View Page
da_dk: Vis side
de_de: Seite anzeigen
es_es: Ver página
fr_fr: Voir la page
it_it: Visualizzar Pagina
pl_pl: Zobacz stronę
pt_br: Ver Página
pt_pt: Visualizar Pagina

source: The below fields require %s plugin.
da_dk: Feltet nedenunder kræver %s plugin.
de_de: Die unten stehenden Felder benötigen das Plugin %s.
es_es: Los siguientes campos requieren %s plugin.
fr_fr: Les champs suivants requièrent l'extension %s .
it_it: I campi sottostanti richiedono i plugin %s
nl_nl: De onderstaande velden hebben %s plugin nodig.
pl_pl: Poniższe pola wymagają wtyczki: %s.
pt_br: Os campos a seguir exigem %s plugin.
pt_pt: Os campos abaixo requerem % um ''plugin.''

source: Membership 2 Integration
da_dk: Medlemskab 2 Integration
es_es: Membresia para Integrar
fr_fr: Intégration à membership2
it_it: Integrazione Membership 2
nl_nl: Membership 2 Intergratie
pt_br: Integração com Módulo de Participantes
pt_pt: Integração 2 de Associados

source: Membership
da_dk: Medlemskab
de_de: Mitgliedschaft
es_es: Membresia
fr_fr: Adhésion
nl_nl: Lidmaatschap
pt_br: Módulo de Participantes
pt_pt: Associados

source: Discount
da_dk: Rabat
de_de: Rabatt
es_es: Descuento
fr_fr: Rabais
it_it: Sconto
nl_nl: Korting
pl_pl: Rabat
pt_br: Desconto
pt_pt: Disconto

source: No Advance Payment
da_dk: Ingen forudbetaling
de_de: Keine Vorauszahlung
es_es: No existe pago por adelantado
fr_fr: Pas de pré-paiement
it_it: Nessun pagamento anticipato
nl_nl: Geen vooruitbetaling
pl_pl: Brak zaawansowanej płatności
pt_br: Sem Pagamento Antecipado
pt_pt: Sem Pagamento Antecipado

source: fixed
da_dk: rettet
de_de: fixiert
es_es: solucionado
fr_fr: fixe
it_it: Risolto
nl_nl: vast
pt_br: fixo
pt_pt: fixo

source: Requires advance payment
da_dk: Kræver forudbetaling
de_de: Benötigt Vorauszahlung
es_es: Requiere el pago por adelantado
fr_fr: Requiert un pré-paiement
it_it: Richiede il pagamento anticipato
nl_nl: Vereist vooruitbetaling
pl_pl: Wymagana zaawansowana płatność
pt_br: Requer pagamento antecipado
pt_pt: Requer pagamento antecipado

source: No advance payment
da_dk: Ingen forudbetaling
de_de: Keine Vorauszahlung
es_es: Ningun pago por adelantado
fr_fr: Pas de pré-paiement
it_it: Nessun pagamento anticipato
nl_nl: Geen vooruitbetaling
pl_pl: Brak zaawansowanych płatności
pt_br: Sem pagamento antecipado
pt_pt: Sem pagamento antecipado

source: Details
da_dk: Detaljer
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
pl_pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes

source: Please, proceed to checkout.
da_dk: Please, fortsæt til kassen.
de_de: Bitte fahren Sie zum Bezahlvorgang fort.
es_es: Por favor, proceda a pagar.
fr_fr: S’il vous plaît, veuillez procéder au paiement
it_it: Procedi all'acquisto
nl_nl: Gelieve alles te vervolledigen om verder te gaan.
pt_br: Por favor, confirme a compra.
pt_pt: Por favor, proceda para pagar.

source: Choose Option &raquo;
da_dk: Vælg Option &raquo;
de_de: Option wählen &raquo;
es_es: Elegir Opción &raquo;
fr_fr: Choisissez une option &raquo;
it_it: Scegli opzione &raquo;
nl_nl: Kies optie &raquo;
pl_pl: Wybierz opcję &raquo;
pt_br: Escolher Opção &raquo;
pt_pt: Escolher Opção &raquo;
ru_ru: Выберите вариант »
tr_tr: Yeni Yazılar &raquo;

source: Cancelled appointment has an ID %s for %s.
da_dk: Aflyst aftale har et ID %s for %s.
de_de: Stornierter Termin hat eine ID %s für %s.
es_es: La reserva cancelada tiene un ID %s para %s.
fr_fr: Rendez-vous annulé pour l'ID %s , %s
it_it: L'appuntamento cancellato ha l'ID %s per %s.
nl_nl: Geannuleerde afspraak heeft ID %s voor %s.
pl_pl: Anulowana rezerwacja ma nr ID %s dla %s.
pt_br: Compromisso cancelado tem um ID %s para %s .
pt_pt: Data marcada cancelada com um ID %s para %s .
ru_ru: Отмененные назначение имеет ID %s для %s .
tr_tr: İptal edilen %s için %s kimlik verecek.

source: An appointment has been cancelled
da_dk: En aftale er blevet annulleret
de_de: Ein Termin wurde abgesagt.
es_es: Cita cancelada
fr_fr: Un rendez-vous a été annulé
it_it: L'appuntamento è stato cancellato
nl_nl: Een afspraak werd geannuleerd
pl_pl: Rezerwacja została anulowana
pt_br: Um compromisso foi cancelado
pt_pt: Uma data marcada foi anulada
ru_ru: Бронирование было отменено
tr_tr: Bir randevuyu iptal edildi

source: Appointment with ID %s has been cancelled by the client. You can see it clicking this link: %s
da_dk: Aftale med ID %s er blevet annulleret af klienten. Du kan se det ved at klikke på dette link: %s
de_de: Der Termin mit der ID %s wurde vom Kunden abgesagt. Sie können es unter folgendem Link ansehen: %s
es_es: La cita con el ID %s ha sido cancelada por el cliente. Puedes verla pulsando este enlace: %s
fr_fr: Rendez-vous avec ID %s a été annulé par le client. Vous pouvez le voir en cliquant sur le lien : %s
it_it: L'appuntamento ID ID %s è stato cancellato dal cliente. Puoi vederlo cliccando questo link: %s
nl_nl: Afspraak met ID %s werd door de klant geannuleerd. U kunt deze afspraak inzien middels deze link: %s
pl_pl: Rezerwacja ID %s została anulowana przez klienta. Tutaj można ją zobaczyć: %s
pt_br: Compromisso com ID %s foi cancelado pelo cliente. Você pode vê-lo clicando neste link: %s
pt_pt: Maracação com o ID %s foi anulado pelo cliente. Pode vê-lo clicando neste link: %s
ru_ru: Назначение с ID %s был отменен клиентом. Вы можете видеть, что, перейдя по этой ссылке: %s
tr_tr: Randevu %s kimliğine sahip istemci tarafından iptal edildi. Bu linki tıklayarak görebilirsiniz: %s

source: Unable to notify the client about the appointment ID: %s confirmation, stopping.
pl_pl: Nie można wysłać do klienta potwierdzenia o wizycie (identyfikator: %s). Zatrzymanie procesu.
pt_br: Não é possível notificar o cliente sobre o ID de agendamento: %s confirmação, parando.
pt_pt: Impossível de informar o cliente, da anulação da data marcada ID:%s confirmação, supressa.

source: A new appointment has been made on %s. Below please find a copy of what has been sent to your client:
da_dk: Der er en ny aftale på %s. Nedenfor finder du en kopi af, hvad der er blevet sendt til din kunde:
de_de: Ein neuer Termin wurde auf %s gebucht. Unten finden Sie eine Kopie der Nachricht, die an Ihren Kunden gesendet wurde.
es_es: Una nueva cita se ha realizado en %s. Aquí abajo puedes ver la copia que se le ha enviado al cliente:
fr_fr: Un nouveau rendez-vous a été fait sur​​ %s. Ci-dessous vous trouverez une copie de ce qui a été envoyé à votre client:
it_it: Un nuovo appuntamento è stato creato tramite il sito %s. Qui sotto si trova una copia di quanto è stato inviato al tuo cliente:
nl_nl: Een nieuwe afspraak is gemaakt op %s. Onderstaand een kopie van het bericht dat uw klant ontving:
pl_pl: Nowa rezerwacja została dokonana na %s. Poniżej treść wiadomości przesłanej do klienta:
pt_br: Um novo agendamento foi feito em %s. Abaixo a cópia do que foi enviado para o seu cliente:
pt_pt: Uma nova marcação foi feita em %s. Ver abaixo a cópia do que foi enviado para o seu cliente:
ru_ru: Новое назначение было сделано на %s . Ниже Вы найдете копию того, что был отправлен к вашему клиенту:
tr_tr: Yeni bir randevu %s altında üzerinde lütfen ne bir kopyasını, istemciye gönderilen bul yapılmış:

source: New Appointment
da_dk: Ny aftale
de_de: Neuer Termin
es_es: Nueva cita
fr_fr: Nouveau Rendez-vous
it_it: Nuovo appuntamento
nl_nl: Nieuwe afspraak
pl_pl: Nowa rezerwacja
pt_br: Novo Agendamento
pt_pt: Nova Data Marcada
ru_ru: Новая Экскурсия

source: The new appointment has an ID %s and you can edit it clicking this link: %s
da_dk: Den nye aftale har et ID %s og du kan redigere det at klikke på dette link: %s
de_de: Der neue Termin hat eine ID %s und kann bearbeitet werden über diesen Link: %s
es_es: La nueva reserva tiene un ID %s y puedes editarla pulsando este enlace: %s
fr_fr: Le nouveau rendez-vous a une ID %s et vous pouvez le modifier en cliquant sur ce lien: %s
it_it: Il nuovo appuntamento ha questo ID %s e puoi modificarlo cliccando questo link: %s
nl_nl: De nieuwe afspraak heeft als ID %s en u kunt de afspraak bewerken door op deze link te klikken: %s
pl_pl: Nowa rezerwacja ma nr ID %s i można ją edytować pod adresem: %s
pt_br: O novo compromisso tem um ID %s e você pode editá-lo clicando neste link: %s
pt_pt: A nova marcação tem um ID %s e você pode editá-lo clicando neste link: %s
ru_ru: Новое назначение имеет ID %s , и вы можете редактировать его, перейдя по этой ссылке: %s
tr_tr: Yeni %s kimlik verecek ve bu linki tıklayarak düzenleyebilirsiniz: %s

source: An appointment requires your confirmation
da_dk: En aftale kræver din bekræftelse
de_de: Ein Termin benötigt Ihre Bestätigung
es_es: Una Reserva requiere tu confirmación
fr_fr: Un rendez vous requiert votre confirmation
it_it: Un appuntamento richiede la tua conferma
nl_nl: Een afspraak vereist bevestiging van uw kant
pl_pl: Rezewacja wymaga potwierdzenia
pt_br: Um novo compromisso requer a sua confirmação.
pt_pt: Uma data marcada requer sua confirmação
ru_ru: Назначение требуется подтверждение
tr_tr: Bir randevunun onay gerektirir

source: Unable to send client reminder about the appointment ID: %s.
pt_br: Não foi possível enviar lembrete para cliente sobre o ID de agendamento: %s.
pt_pt: Impossível enviar ao cliente uma notificação das datas marcadas ID : %s.

source: Unable to send worker reminder about the appointment ID: %s.
pt_br: Não é possível enviar lembrete do trabalhador sobre o ID do agendamento: %s.
pt_pt: Impossível enviar ao operário uma notificação da ID das datas marcadas :%s.

source: You are receiving this reminder message for your appointment as a provider. The below is a copy of what may have been sent to your client:
da_dk: Aftalen kunne ikke blive annulleret. Opdater siden og prøv igen.
de_de: Sie erhalten diese Erinnerungsnachricht für Ihren Termin als Dienstleister. Unten ist eine Kopie von dem, was möglicherweise an Ihren Klienten geschickt wurde:
es_es: Recibes este recordatorio de reserva como empleado/proveedor de la misma. El texto inferior es una copia del mensaje enviado a tu cliente:
fr_fr: Vous recevez ce message de rappel pour votre rendez-vous comme prestataire. Ci-dessous une copie de ce qui a été envoyé à votre client :
it_it: Ricevi questo messaggio di promemoria l'appuntamento in cui devi erogare un servizio. Qui sotto c'è una copia di quello che è stato inviato al tuo cliente:
nl_nl: U ontvangt deze herinnering voor uw afspraak als dienstverlener. Onderstaand een kopie van wat er naar uw klant werd gestuurd:
pl_pl: To jest powiadomienie o rezerwacji. Poniżej kopia wiadomości przesłanej do klienta:
pt_br: Você está recebendo esta mensagem de lembrete para seu compromisso como prestador do serviço. O texto abaixo é uma cópia do que oi enviado para o seu cliente:
pt_pt: Está recebendo esta mensagem de lembrete para a sua marcação como prestador de tarefas. O texto abaixo é uma cópia do que foi enviado para o seu cliente:
ru_ru: Вы получили это сообщение с напоминанием для вашего назначения в качестве поставщика. Ниже приводится копия того, что, возможно, был отправлен Вашему клиенту:
tr_tr: Bir sağlayıcı olarak randevunuzun bu Anımsatıcı iletisi alıyorsunuz. Ne, istemciye gönderilen bir kopyasını aşağıdadır:

source: Removal message sent to %s for appointment ID: %s
pt_br: Mensagem de remoção enviada para %s para ID de agendamento: %s
pt_pt: Menssagem suprimida enviada para %s para data marcada de ID:%s

source: An appointment removal notification for ID %s has been sent to your client:
da_dk: En aftale aflysnings besked for ID %s er blevet sendt til din klient:
de_de: Eine Terminentfernungsnachricht für ID %s wurde an ihren Klienten geschickt:
es_es: Se ha enviado una notificación de eliminación de cita para ID%s a su cliente:
fr_fr: Un message de suppression de Rendez-vous ID %s a été envoyé à votre client :
it_it: Una notificazione di rimozione di uno appuntamento per ID%s è stata inviata al suo cliente:
nl_nl: Een afspraak annulering voor ID %s is naar de klant verzonden:
pt_br: Uma notificação de remoção do agendamento ID %s foi enviada para seu cliente:
pt_pt: Uma mensagem suprimindo uma data marcada para ID %s foi enviada ao cliente:

source: Removal notification
da_dk: Sletningsbesked
de_de: Absagebenachrichtigung
es_es: Notificación de eliminación
fr_fr: Avis de suppression
it_it: Avviso rimozione
nl_nl: Verwijderingsnotificatie
pt_br: Notificação de remoção
pt_pt: Aviso de supessão
ru_ru: Уведомление об отмене
tr_tr: Kaldırma bildirimi

source: Appointments role access
da_dk: Bookingernes rolle adgang
de_de: Termine Rollenzugriff
es_es: Acceso al rol de citas
fr_fr: Accès au rôle des rendez-vous
it_it: Accesso ruoli appuntamenti
nl_nl: Appointments+, toegang per rol
pt_br: Controle de acesso compromissos com nível de usuário
pt_pt: Função para aceder às Datas Marcadas
ru_ru: Доступ Назначения роль
tr_tr: Randevular rolü erişimi

source: Default
da_dk: Standard
de_de: Standardwert
es_es: Por defecto
fr_fr: Défaut
it_it: Predefinito
nl_nl: Standaard
pl_pl: Domyślne
pt_br: Padrão
pt_pt: Padrão
ru_ru: По умолчанию
tr_tr: Varsayılan

source: Only include appointments between
da_dk: Medtag kun aftaler mellem
de_de: Nur Zwischentermine einfügen
es_es: Incluir únicamente reservas entre
fr_fr: Inclure uniquement les rendez-vous entre
it_it: Includi solo appuntamenti tra
nl_nl: Alleen afspraken invoegen tussen
pl_pl: Uwzględnij tylko spotkania pomiędzy
pt_br: Incluir compromissos apenas entre
pt_pt: Incluir só as datas marcadas entre
ru_ru: Только включают встречи между
tr_tr: Yalnızca arasında randevuları içer

source: There seems to be something wrong with the WP Heartbeat API state. The &quot;Pending Appointments count notification&quot; add-on might not work properly because of this.
da_dk: Der synes at være noget galt med WP Heartbeat API tilstanden. &quot; Ventende Bookinger tæller notifikation &quot; tilføjelse fungerer muligvis ikke korrekt på grund af dette.
de_de: Es scheint ein Problem mit dem Status der WP Heartbeat API zu geben. Das Add-On &quot;Pending Appointments Zähler Benachrichtigung&quot; könnte deswegen nicht richtig arbeiten.
es_es: Parece que hay algo mal con el estado de la API WP Heartbeat. El agregado &quot; Contador de notificacion de Citas Pendientes &quot; puede no funcionar adecuadamente debido a esto.
fr_fr: Il semble y avoir quelque chose de mal avec l'API WP Heartbeat. Les &quot; rendez-vous en attentes qui contiennent des notifications &quot; pourraient ne pas fonctionner correctement à cause de cela.
it_it: Sembra che ci sia qualcosa che non va con lo stato del WP Heartbeat API. L'add-on &quot;Pending Appointments count notification&quot; potrebbe non funzionare correttamente a causa di questo.
nl_nl: Er lijkt iets mis te zijn met de status van de 'WP Heartbeat API'. De "Pending Appointments count notification" add-on werkt hierdoor mogelijk niet goed.
pt_br: Parece haver algo de errado com o estado da API do WP Heartbeat. Os adicionais de &quot;Notificação de conta de Compromissos Pendentes&quot; podem não estar funcionando adequadamente por causa disso.
pt_pt: Parece haver algo errado com o estado de funcionamento do API da WP. O &quot; as notificações de contagem das Datas Marcadas Pendentes&quot; ; ad-on, podem não estar a funcionar corretamente por causa disso.
tr_tr: WP kalp atışı API devlet ile yanlış bir şey görünüyor. Bu nedenle &quotBekleyen randevular sayım bildirimi&quot eklenti düzgün çalışmayabilir.

source: Location
da_dk: Lokation
de_de: Ort
es_es: Localización
fr_fr: Localisation/Emplacement
it_it: Ubicazione
nl_nl: Locatie
pl_pl: Lokalizacja
pt_br: Localização
pt_pt: Localidade
ru_ru: Местоположение
tr_tr: Konum

source: Add
da_dk: Tilføj
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ru_ru: Добавить
tr_tr: Ekle

source: Create a New Location
da_dk: Opret ny placering
de_de: Neuen Ort anlegen
es_es: Crear una nueva lozalización
fr_fr: Créer un nouvel emplacement
it_it: Crea una nuova ubicazione
nl_nl: Maak nieuwe locatie aan
pl_pl: Utwórz nową lokalizację
pt_br: Criar um novo local
pt_pt: Criar uma Nova Localização
ru_ru: Создать новое место
tr_tr: Yeni konum oluşturma

source: Edit Location
da_dk: Ret placering
de_de: Standort bearbeiten
es_es: Editar localización
fr_fr: Editer un nouvel emplacement
it_it: Modifica ubicazione
nl_nl: Bewerk locatie
pl_pl: Edytuj lokalizację
pt_br: Editar local
pt_pt: Editar a Localização
ru_ru: Редактировать местоположение
tr_tr: Konumu Düzenle

source: Edit Locations
da_dk: Redigér lokation
de_de: Standort bearbeiten
es_es: Editar lugares
fr_fr: Modifier un lieu
it_it: Modificare Indirizzi
nl_nl: Bewerk locaties
pl_pl: Edytuj Lokalizacje
pt_br: Editar Localidade / Endereço
pt_pt: Modificar Locais

source: Locations
da_dk: Placeringer
de_de: Standorte
es_es: Localizaciones
fr_fr: Emplacement
it_it: Ubicazioni
nl_nl: Locaties
pl_pl: Lokalizacje
pt_br: Locais
pt_pt: Localizações
ru_ru: Местоположения
tr_tr: Konumlar
