Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: There is not any Calendar selected
da_dk: Der er ikke nogen kalender valgt
de_de: Es wurde kein Kalender ausgewählt
es_es: Ningún Calendario seleccionado
fr_fr: Il n'y a pas de calendrier sélectionné
it_it: Nessun Calendario è stato selezionato
pl_pl: Nie wybrano żadnego Kalendarza
pt_br: Nenhum calendário selecionado
pt_pt: Não selecionou nenhum Calendário

source: Select the Calendar you want to work with Appointments.
da_dk: Vælg den kalender du vil bruge med online booking systemet.
de_de: Wählen Sie den Kalender, in den Sie Termine einpflegen möchten.
es_es: Seleccionar el Calendario que utilizará con Appointments.
fr_fr: Sélectionnez le calendrier sur lequel vous voulez travailler avec Appointments.
it_it: Selezionare il calendario che desideranno utilizzare per Appuntamenti.
pl_pl: Wybierz Calendarz który ma pracować z modłem.
pt_br: Selecione o calendário que você quer trabalhar com o Compromissos.
pt_pt: Selecionar o Calendário que quer utilizar com Datas Marcadas.

source: Calendar
da_dk: Kalender
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
it_it: Calendario
nl_nl: Kalender
pl_pl: Kalendarz
pt_br: Calendário
pt_pt: Calendário

source: -- Select a Calendar --
da_dk: -- Vælg en kalender --
de_de: -- Wählen Sie einen Kalender --
es_es: -- Seleccionar un Calendario --
fr_fr: -- Sélectionner un Calendrier --
it_it: -- Selezionare un Calendario --
nl_nl: -- Selecteer een kalender --
pl_pl: -- Wybierz Kalendarz --
pt_br: -- Selecione um calendário --
pt_pt: --Selecionar um Calendário

source: There was an error loading your calendars.
da_dk: Der skete en fejl ved indlæsning dine kalendere.
de_de: Beim Laden Ihres Kalenders hat es einen Fehler gegeben.
es_es: Se ha producido un error al cargar sus calendarios.
fr_fr: Il y a eu une erreur de chargement de vos calendriers.
it_it: Un errore si é verifiicato durante il caricamento dei vostri calendari.
pl_pl: Błąd podczas ładowania twoich kalendarzy.
pt_br: Há um erro carregando seus calendários
pt_pt: Aconteceu um erro ao descaregar os seus calendários.

source: API Mode
de_de: API Modus
es_es: Modo API
fr_fr: Mode API
it_it: Modalità API
pl_pl: Tryb API
pt_br: Modo API
pt_pt: Modo API

source: Integration disabled
da_dk: Integrations deaktiveret
de_de: Integration deaktiviert
es_es: Integración desabilitada
fr_fr: Intégration désactivée
it_it: Integrazione disabilitata
nl_nl: Integratie uitgeschakeld
pl_pl: Wyłączono integrację
pt_br: Integração desativada
pt_pt: Integração desativada
ru_ru: Интеграция отключена
tr_tr: Entegrasyon Pasifleştirildi

source: A+ <- GCal (Only import appointments)
da_dk: Online Booking <- GCal (Kun import aftaler)
de_de: A+ <- GCal (Nur Termin Import)
es_es: A+ <- GCal (Importar únicamente reservas)
fr_fr: A+ <- Gcal (N'importer que les Rdv)
it_it: A+ <- GCal (Solo appuntamenti importati)
nl_nl: A+ <- GCal (Importeer alleen appointments)
pl_pl: A+ <- GCal (Tylko importuj)
pt_br: Compromissos ← Google Calendar (somente importar)
pt_pt: A+ <- GCal (só as datas marcadas importantes)
ru_ru: A+ <- GCal (Только импорт бронирований)
tr_tr: A+ <- GCal (Sadece randevuları aktar)

source: A+ -> GCal (Only export appointments)
da_dk: Online Booking -> GCal (eksportér kun aftaler)
de_de: A+ -> GCal (Nur Export der Termine)
es_es: A+ -> GCal (Sólo citas exportadas)
fr_fr: A+ -> GCal (Exportation des rendez-vous uniquement )
it_it: A+ -> GCal (Solo esporta appuntamenti)
nl_nl: A+ -> GCal (alleen exporteren)
pl_pl: A+ -> GCal (tylko eksport rezerwacji)
pt_br: Compromissos → Google Calendar (somente exportar)
pt_pt: A+ -> GCal (exporte só Datas Marcadas)
ru_ru: + -> Гкал (только экспорт назначения)
tr_tr: A+ -> GCal (Sadece randevuları aktarın)

source: A+ <-> GCal (Synchronization)
da_dk: Online Booking <-> GCal (synkronisering)
de_de: A+ <-> GoogleKalender (Synchronisierung)
es_es: A+ <-> GCal (Sincronización)
fr_fr: R+ <-> GCal (Synchronisation)
it_it: A+ <-> GCal (Sincronizzazione)
nl_nl: A+ <-> GCal (Synchronisatie)
pl_pl: A+ <-> GCal (synchronizacja)
pt_br: Compromissos ↔ Google Calendar (sincronizar)
pt_pt: A+ <-> GCal (Synchronização)
ru_ru: + <-> Гкал (Синхронизация)
tr_tr: A+ <-> GCal (Senkronizasyon)

source: Select method of integration. A+ -> GCal setting sends appointments to your selected Google calendar, but events in your Google Calendar account are not imported to Appointments+ and thus they do not reserve your available working times. A+ <-> GCal setting works in both directions.
da_dk: Vælg metode til integration. Online booking -> GCal indstilling sende aftaler til valgte Google kalender, men begivenheder i din Google Kalender konto importeres ikke til booking systemet og dermed reserverer de ikke din rådighed. Online Booking <-> GCal indstilling virker i begge retninger.
de_de: Wählen Sie eine Methode der Integration. A+ -> GCal Einstellung schickt Termine an Ihren gewählten Google Kalender, aber Ereignisse in Ihrem Google Kalender account werden nicht in Appointments+ importiert und reservieren infolgedessen nichts von Ihrer verfügbaren Arbeitszeit. A+ <-> GCal Einstellungen arbeitet in beide Richtungen.
es_es: Elija un método de integración. La configuración "A + -> GCal" envía citas a su calendario de Google seleccionado, pero los eventos en su cuenta de Google Calendar no se importan a Appointments+ y por lo tanto no reservan sus tiempos de trabajo disponibles. En la configuración "A + <-> GCal" funciona en ambas direcciones.
fr_fr: Selectionnez la méthode d'intégration. A+ -> Les paramètres Gcal envoient les rdv sur l'agenda Google selectionné mais les évenements de votre calendrier Google ne sont pas importés et, ne reserven pas vos horaires d'ouverture. A+ <-> Les parametres GCal marchent dans les 2 sens.
it_it: Selezionare il metodo di integrazione. La configurazione + -> GCal invia appuntamenti al suo calendario Google selezionato; ma gli eventi nel suo account Google Calendar non vengono importati in Appuntamenti + e perció non riservano i tempi di lavoro disponibili. L'a configurazione A+ <-> GCal funziona in entrambe i modi.
pl_pl: Wybierz metodę integracji. A + - ustawienie> Gcal wyślij rezerwacje do wybranego kalendarza Google, ale wydarzenia w swoim koncie Kalendarza Google nie są importowane do modułu, a tym samym nie rezerwują dostępnego czasu pracy. A + <-> ustawienie Gcal działa w obu kierunkach.
pt_br: Escolha um método de integração. O modo Compromissos -> GCal envia agendamentos para o seu Calendário Google escolhido, mas os eventos nesse Calendário Google não são importados para o Compromissos e, portanto, não reservam seus horários disponíveis. O modo Compromissos <-> GCal funciona em ambas as direções.
pt_pt: Metodos de integração selecionados. As configurações A+ -> GCal envia datas marcadas para o calendário selecionado no Google; mas ocurrencias na conta do Calendário Google não são importadas para as Datas Marcadas+ e portanto não reserva as horas que uma pessoa têm de disponibilidade no trabalho. As configurações A+ <-> GCal funcionam nos dois sentidos

source: Event summary (name)
da_dk: Event Resumé (navn)
de_de: Zusammenfassung (Name)
es_es: Sumario de eventos (nombre)
fr_fr: Résumé de l'événement (nom)
it_it: Sommario evento (nome)
pl_pl: Podsumowanie wydarzenia
pt_br: Resumo do evento (nome)
pt_pt: Sumário dos resultados (nome)
ru_ru: Резюме событие (имя)
tr_tr: Durum özeti (isim)

source: Event description
da_dk: Beskrivelse af begivenhed
de_de: Eventbeschreibung
es_es: Descripción de evento
fr_fr: Description de l'événement
it_it: Descrizione evento
nl_nl: Omschrijving van evenement
pl_pl: Opis wydarzenia
pt_br: Descrição do evento
pt_pt: Descrição do resultado
ru_ru: Описание события
tr_tr: Durum açıklaması

source: For the above 2 fields, you can use the following placeholders which will be replaced by their real values:
da_dk: For de 2 ovennævnte felter, kan du bruge følgende pladsholdere som vil blive erstattet af deres reelle værdi:
de_de: Für die oberen 2 Felder können Sie die folgenden Platzhalter verwenden, die durch die realen Werte ersetzt werden:
es_es: A los 2 campos de arriba, puede utilizar los siguientes marcadores de posición que serán sustituidos por sus valores reales:
fr_fr: Pour les deux champs ci-dessus, vous pouvez utiliser les espaces réservés suivants qui seront remplacés par leurs valeurs réelles:
it_it: Per i 2 campi sopra, puoi usare i seguenti placeholder che verranno sostitutiti con i loro valori reali:
pt_br: Para os dois campos acima, você pode usar os seguintes espaços reservados que serão substituídos pelos seus valores reais:
pt_pt: Para os dois campos, pode utilizar os seguintes marcadores, os quais seram substituidos pelo valor deles reais.
ru_ru: По указанным выше 2 поля, вы можете использовать следующие заполнители, которые будут заменены на их реальных значений:
tr_tr: Yukarıdaki 2 alanlar için onların gerçek değerlerle değiştirilecek aşağıdaki yer tutucuları kullanabilirsiniz:

source: Please be careful about privacy if your calendar is public.
da_dk: Vær forsigtig med privatlivets fred, hvis din kalender er offentligt.
de_de: Bitte seien Sie vorsichtig mit der Privatsphäre, wenn der Kalender öffentlich ist.
es_es: Porfavor ten cuidado con tu privacidad si tu calendario es público
fr_fr: S'il vous plaît faire attention à la vie privée si votre calendrier est public.
it_it: Per favore presta attenzione alla privacy se il tuo calendari è pubblico.
pl_pl: Zachowaj ostrożność, jeśli twój kalendarz jest widoczny publicznie.
pt_br: Por favor, tenha cuidado com a privacidade, se sua agenda é pública.
pt_pt: Acautele-se com a sua privacidade se o seu calendário for publico!
ru_ru: Пожалуйста, будьте осторожны о частной жизни, если ваш календарь является открытой.
tr_tr: Eğer takvim genel gizlilik konusunda dikkatli olun.

source: Reset Calendar Credentials
da_dk: Nulstil Kalender legitimationsoplysninger
de_de: Kalenderreferenzen zurücksetzen
es_es: Reiniciar Calendario Google
fr_fr: Remettez à l'état initial les réglages du calendrier
it_it: Ricominciare Credenziali del Calendario
pl_pl: Resetuj poświadczenia Kalendarza
pt_br: Resetar Credenciais da Agenda
pt_pt: Restaurar as Qualificações Google

source: Reset
da_dk: Nulstil
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Restaurer
it_it: Ricominciare
pl_pl: Resetuj
pt_br: Redefinir
pt_pt: Restaurar

source: Authorize access to your Google Application
da_dk: Godkend adgang til din Google Applikation
de_de: Zugriff zu Ihrer Goggle Applikation gestatten
es_es: Autorizar el acceso a su Aplicación Google
fr_fr: Autorisez l'accès à vos applications Google
it_it: Autorizzare l'accesso alla suaApplicazione Google
pl_pl: Autoryzować dostęp do Kalendarza Google
pt_br: Autoriza acesso a sua aplicação Google
pt_pt: Autorizar acesso à Aplicação Google

source: Generate your access code
da_dk: Generer din adgangskode
de_de: Ihren Zugangscode generieren lassen
es_es: Generar su código de acceso
fr_fr: Générer votre code d'accès
it_it: Creare il codice di accesso
nl_nl: Genereer je toegangscode
pl_pl: Wygeneruj Twój kod dostępu
pt_br: Crie seu código de acesso
pt_pt: Gere o seu codigo de acesso

source: Fill the form below
da_dk: Udfyld formularen nedenfor
de_de: Füllen Sie das Formular unten aus
es_es: Llene el siguiente formulario
fr_fr: Remplissez le formulaire ci-dessous
it_it: Compilare il modulo sottostante
nl_nl: Vul het formulier hieronder in
pl_pl: Wypełnij formularz poniżej
pt_br: Preencha o formulário abaixo
pt_pt: Preencha o formulário em baixo

source: After Settings are saved, Calendar options will appear here.
da_dk: Efter indstillinger er gemt vil kalender indstillingerne vises her.
de_de: Nachdem die Einstellungen abgespeicher wurden, werden die Kalenderoptionen hier erscheinen.
es_es: Después de guardar las configuraciones, las opciones del calendario aparecerán aquí.
fr_fr: Après avoir sauvé votre configuration, les options du calendrier apparaitront ici
it_it: Dopo che le configurazioni vengono salvate, le opzioni Calendar sono visualizzate qui.
pl_pl: Po zapisaniu ustawień, opcje Kalendarza pojawią się tutaj.
pt_br: Depois que as configurações forem salvas, as opções do Calendário aparecerão aqui
pt_pt: Depois que salve as configurações, as opções para o Calendário podem ser vistas aqui.

source: Access code
da_dk: Adgangskode
de_de: Zugriffscode
fr_fr: Code d'accès
it_it: Codice d'accesso
nl_nl: Toegangscode
pl_pl: Kod dostępu
pt_br: Código de acesso
pt_pt: Codigo de acesso

source: Google Calendar Button Settings
da_dk: Google Calendar knap indstillinger
de_de: Google Calendar button Einstellungen
es_es: Configuración del botón del calendario de google
fr_fr: Bouton de configuration de l'agenda Google
it_it: Impostazioni bottone Google Calendar
nl_nl: Google Calendar Knop Instellingen
pl_pl: Ustawienia przycisku Kalendarza Google
pt_br: Configurações do botão Google Calendar
pt_pt: Configuração do Butão do Calendário Google
ru_ru: Календарь Google Параметры кнопок
tr_tr: Google Calendar Buton Ayarları

source: Add Google Calendar Button
da_dk: Tilføj Google Calendar knap
de_de: Google Calender Button hinzufügen
es_es: Añade el botón del calendario de google
fr_fr: Ajouter Google Calendar Button
it_it: Aggiungi Bottone Google Calendar
nl_nl: Voeg Google Calendar Knop toe
pl_pl: Dodaj przycisk Kalendarza Google
pt_br: Adicionar Google Calendar Botão
pt_pt: Adicionar o Calendário do Google
ru_ru: Добавить календарь Кнопка Google
tr_tr: Google Takvim düğmesi ekleme

source: Whether to let client access his Google Calendar account using Google Calendar button. Button is inserted in the confirmation area, as well as My Appointments shortcode and user page/tab if applicable.
da_dk: Om du skal lade kunden have adgang hans Google Kalender-konto ved hjælp af Google Kalender-knappen. Knappen er indsat i bekræftelses området, såvel som mine booking shortcode og bruger side/fane hvis relevant.
de_de: Ob der Klient über den Googlekalenderknopf Zugang zu seinem Google Calendar account hat. Der Knopf wird im Bestätigungsbereich eingefügt, genauso wie der Meine Termine shortcode und User Seite/ Reiter, wenn verfügbar.
es_es: Ya sea para que cliente acceda su cuenta de Google Calendar con el botón Google Calendar. El botón se inserta en el área de la confirmación, así como el shortcode Mis citas y la página / pestaña del usuario si procede
fr_fr: Que ce soit pour laisser l'accès au client à son compte Google Agenda avec le bouton Google Agenda. Le button est inséré dans la zone de confirmation, ainsi que dans Mon rendez-vous shortcode et la page utilisateur/onglet le cas échéant.
it_it: Ogni volta permetti al cliente di accedere al suo Google Calendar account usando il bottone Google Calendar. Il bottone viene inserito sia nell'area di conferma sia nell'area i miei appuntamenti sia nella pagina/tab se disponibile.
nl_nl: Wel of niet klant toegang laten krijgen tot zijn Google Calendar account m.b.v. Google Calendar knop. De knop wordt in het bevestigingsveld ingevoegd, samen met "Mijn Afspraken" shortcode en gebruikers pagina / tab indien van toepassing.
pt_br: Caso queira deixar o cliente acessar sua própria conta do Google Calendar usando o botão Google Calendar. Botão é inserido na área de confirmação, bem como shortcode Meus Compromissos e página/guia de usuário, se aplicável.
pt_pt: No caso sim ou não, de autorizar o cliente a ter acesso `a sua conta do Calendário Google, utilizando o butão do Calendário Google. O butão vai inserido na área de confirmação, assim como no codigo e página do usuário/aba, das minhas Datas Marcadas caso se aplique.
ru_ru: Будь чтобы клиентский доступ его календарь аккаунт Google, используя кнопку Google Calendar. Кнопка вставляется в области подтверждения, а также моя Назначения шорткод и страницу участника / вкладка если это применимо.
tr_tr: Google Takvim düğmesini kullanarak onun Google Takvim rapor istemci erişimine izin verilip verilmeyeceğini belirtir. Düğme varsa onay alan yanı sıra benim randevular kusur ve kullanıcı sayfa/etiket eklenir.

source: Open Google Calendar in the Same Window
da_dk: Åben Google Calendar i det samme vindue
de_de: Google Calendar im selben Fenster öffnen
es_es: Abrir el calendario de google en la misma ventana
fr_fr: Ouvrir Google Calendar dans la même fenêtre
it_it: Apri Google Calendar nella stessa finestra
nl_nl: Open Google Calendar in zelfde venster / tab
pl_pl: Otwórz Kalendarz Google w tym samym oknie
pt_br: Abra o Calendário Google na mesma janela
pt_pt: Abrir o Calendário do Google na mesma Janela
ru_ru: Открыть Календарь Google в том же окне
tr_tr: Google Takvim aynı pencerede aç

source: As default, Google Calendar is opened in a new tab or window. If you check this option, user will be redirected to Google Calendar from the appointment page, without opening a new tab or window. Note: While applying for the appointment, this is effective if payment is not required, or price is zero (Otherwise payment button/form would be lost).
da_dk: Som standard er Google Kalender åbnet i et nyt faneblad eller vindue. Hvis du markerer dette, vil brugeren blive omdirigeret til Google Kalender fra bookingsiden, uden at åbne en ny fane eller vindue. Bemærk: Der der foretages en booking, er det effektivt, hvis betalingen ikke er påkrævet, eller prisen er nul (Ellers betaling knap / formular ville gå tabt).
de_de: Als Grundeinstellung wird Google Calendar im neuen Reiter oder Fenster geöffnet. Wenn Sie diese Option wählen, wird der User von der Terminseite auf den Google Calendar umgeleitet, ohne dass ein neuer Reiter oder Fenster geöffnet wird. Notiz: Während der Terminmeldung ist dies nützlich, wenn eine Zahlung nicht notwendig ist oder der Preis Null beträgt (andernfalls würde der Zahlknopf/das Zahlformular verlorengehen).
es_es: Por defecto, Google Calendar se abre en una nueva pestaña o ventana. Si marca esta opción, el usuario será redirigido a Google Calendar desde la página de cita, sin necesidad de abrir una nueva pestaña o ventana. Nota: Mientras solicita la cita, esto es efectivo si no se requiere el pago o el precio es cero (De lo contrario se perdería botón de pago / formulario).
fr_fr: Par défaut, Google Calendar est ouvert dans un nouvel onglet ou une fenêtre. Si vous cochez cette option, l'utilisateur sera redirigé vers Google Calendar depuis la page de rendez-vous, sans avoir à ouvrir un nouvel onglet ou une fenêtre. Remarque: Lors de la création du rendez-vous, ceci fonctionne si le paiement n'est pas nécessaire, ou est égal à zéro (Sinon bouton de paiement /le formulaire serait perdu).
it_it: Per impostazione predefinita Google Calendar è aperta in una nuova finestra o tab. Se spunti questa opzione, l'utente sarà indirizzato a google Calendar dalla pagina di appuntamento senza aprire una nuova finestra o tab. Nota: mentre si sta registrando per un aapuntamento, questo è realizzato se il pagamento non è richiesto o se il prezzo è uguale a zero (in altre configurazioni di pagamento andrà perso)
nl_nl: Standaard wordt Google Calendar geopend in nieuw tabblad of venster. Vink deze optie aan om gebruikers naar de Google Calender om te leiden zonder nieuw venster of tabblad te openen. Let op: dit is alleen effectief indien een betaling niet noodzakelijk is, anders kan de klant niet naar betalingspagina.
pt_br: Como padrão, o Google Calendar é aberto em uma nova aba ou janela. Se você marcar essa opção, o usuário será redirecionado para o Google Calendar a partir da página de consulta, sem abrir uma nova aba ou janela. Nota: Ao solicitando o compromisso, isto é efetivado se o pagamento não é necessário, ou o preço é zero (Caso contrário o botão/formulário de pagamento seriam perdidos).
pt_pt: Como padrão, o calendário do Google abre-se numa nova aba ou janela. Se activar esta secçao o usuário é reenviado da págine de datas marcadas para o Calendário Google, sem ter que abrir uma nova aba ou janela. Aviso: Isto se aplica a quando se faz um requerimento de uma data marcada, quando pagamento não for requerido ou o custo é zéro. (Caso contrário o butão de pagamento formatado cessaria de existir)
ru_ru: По умолчанию, Календарь Google открывается в новой вкладке или окне. Если вы выберите эту опцию, пользователь будет перенаправлен в календарь Google со страницы назначения, не открывая новую вкладку или окно. Примечание: При обращении за назначением, это эффективно, если платеж не требуется, или цена равна нулю (в противном случае кнопка оплаты / форма будет потеряно).
tr_tr: Varsayılan, Google Takvim içinde bir yeni etiket ya da pencere açılır. Bu seçeneği işaretlerseniz, kullanıcı için Google Takvim randevu sayfasından yeni sekme veya pencere açmadan yönlendirilecektir. Not: için randevu uygulanırken, bu ödeme gerekli değildir veya fiyat sıfırdır (aksi takdirde kayıp ödeme düğmesi/form olacaktır) durumunda etkilidir.

source: Google Calendar General Settings
da_dk: Google Kalender Generelle Indstillinger
de_de: Google Calendar allgemeine Einstellungen
es_es: Configuración General del Calendario Google
fr_fr: Configuration Générale de Google Calendar
it_it: Configurazioni Generali di Google Calendar
pl_pl: Ustawienia główne Kalendarza Google
pt_br: Configurações gerais do Calendário Google
pt_pt: Configurações Gerais do Calendário Google

source: Google Calendar Location
da_dk: Google Calendar placering
de_de: Google Calendar Standort
es_es: Localización del calendario de google
fr_fr: Lieu dans l'agenda Google
it_it: Ubicazione Google Calendar
nl_nl: Google Calendar Locatie
pl_pl: Lokalizacja kalendarza Google
pt_br: Localização do Google Calendar
pt_pt: Localização do Calendário Google
ru_ru: Календарь Google Расположение
tr_tr: Google Calendar Konum
