Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Address cannot be empty
da_dk: Adresse-felt kan ikke være tomt
de_de: Das Adressfeld darf nicht leer sein.
es_es: La dirección no puede estar vacía
fr_fr: Le champs de l'adresse ne peut pas être vide
it_it: L'indirizzo non può essere lasciato vuoto
nl_nl: Adres kan niet leeg zijn
pl_pl: Pole adresu nie może być puste
pt_br: Endereço não pode estar em branco
pt_pt: O Endereço não pode ficar em branco

source: Add new Location
da_dk: Tilføj ny lokation
de_de: Neuen Standort hinzufügen!
es_es: Agregar nuevo lugar
fr_fr: Ajouter un nouveau lieu
it_it: Aggiungere nuovo indirizzo
nl_nl: Voeg een nieuwe locatie toe
pl_pl: Dodaj nową Lokalizację
pt_br: Adicione uma nova localização/endereço
pt_pt: Adicionar nova localização

source: Add Location
da_dk: Tilføj lokation
de_de: Standort hinzufügen!
es_es: Agregar lugar
fr_fr: Ajouter un lieu
it_it: Aggiungere Indirizzo
nl_nl: Voeg locatie toe
pl_pl: Dodaj Lokalizację
pt_br: Adicione localização/endereço
pt_pt: Adicionar Localização

source: Are you sure that you want to delete this location?
da_dk: Er du sikker på at du vil slette denne lokation
de_de: Sind Sie sicher, dass Sie diesen Standort löschen möchten?
es_es: ¿Realmente quiere eliminar este lugar?
fr_fr: Voulez-vous vraiment supprimer ce lieu ?
it_it: Siete sicuri di voler eliminare questo indirizzo?
nl_nl: Weet je zeker dat je deze locatie wilt verwijderen
pl_pl: Na pewno chcesz usunąć tą lokalizację?
pt_br: Você tem certeza que quer excluir esta localização/endereço?
pt_pt: Tem a certeza de que deseja eliminar esta localização?

source: Show my appointments location
da_dk: Vis mine booking lokationer
de_de: Anzeigen der Terminorte
es_es: Mostrar la localización de mi cita
fr_fr: Afficher l'emplacement de mon rendez-vous
it_it: Mostra ubicazione dei miei appuntamenti
nl_nl: Toon mijn afspraaklocatie
pl_pl: Pokaż lokację moich wizyt
pt_br: Mostrar meu local de compromissos
pt_pt: Exibir meu local de datas marcadas
ru_ru: Показать мои встречи местоположение
tr_tr: Randevular konumumu göster

source: Automatic, after service
da_dk: Automatisk, efter service
de_de: Automatisch, nach Service
es_es: Automático, después del servicio
fr_fr: Automatique, après service
it_it: Automatico, dopo il servizio
nl_nl: Automatisch, na dienst
pl_pl: Automatycznie, po usłudze
pt_br: Automático, após o serviço
pt_pt: Automático, após tarefas
ru_ru: Автоматическая, после службы
tr_tr: Otomatik servis sonrası

source: Automatic, after provider
da_dk: Automatisk, efter udbyder
de_de: Automatisch, hinter Anbieter
es_es: Automático, después del proveedor
fr_fr: Automatique, après le prestataire
it_it: Automatico, dopo il fornitore
nl_nl: Automatisch, na dienstverlener
pl_pl: Automatycznie, po dostawcy
pt_br: Automático, após prestador
pt_pt: Automático, após o provedor
ru_ru: Автоматическая, после поставщик
tr_tr: Otomatik, sonra sağlayıcı

source: Automatic, after date/time
da_dk: Automatisk, efter dato/tid
de_de: Automatisch, nach Datum/ Zeit
es_es: Automático, después fecha/hora
fr_fr: Automatique, après date/heure
it_it: Automatico, dopo data/ora
nl_nl: Automatisch, na datum / tijd
pl_pl: Automatycznie, po dacie/czasie
pt_br: Automático, depois de data/hora
pt_pt: Automático, após data / hora
ru_ru: Автоматическая, после даты / времени
tr_tr: Otomatik, tarih/saat sonra

source: Automatic, after status
da_dk: Automatisk, efter status
de_de: Automatisch, nach Status
es_es: Automático, después del estado
fr_fr: Automatique, après le statut
it_it: Automatico, dopo status
nl_nl: Automatisch, na status
pl_pl: Automatycznie, po statusie
pt_br: Automático, após status
pt_pt: Automático, após status
ru_ru: Автоматическая, после статус
tr_tr: Otomatik, sonra durumu

source: Show all appointments location
da_dk: Vis alle booking lokaliteter
de_de: Alle Terminorte anzeigen
es_es: Mostrar todas las localizaciones de citas
fr_fr: Afficher tous les lieux de rendez-vous
it_it: Mostra tutte le ubicazioni degli appuntamenti
nl_nl: Toon alle afspraaklocaties.
pl_pl: Pokaż wszystkie lokalizacje wizyt
pt_br: Mostrar todas as localizações de compromissos
pt_pt: Mostrar a localização de todas as datas marcadas
ru_ru: Показать все назначения местоположение
tr_tr: Tüm randevuları yerini göster

source: Automatic, after client
da_dk: Automatisk, efter kunde
de_de: Automatisch, nach Kunden
es_es: Automático, después del cliente
fr_fr: Automatique, après le client
it_it: Automatico, dopo cliente
nl_nl: Automatisch, na klant
pl_pl: Automatycznie, po kliencie
pt_br: Automático, após o cliente
pt_pt: Automático, após cliente
ru_ru: Автоматическая, после клиент
tr_tr: Otomatik müşteriden sonra

source: Locations on Google Maps
de_de: Standorte auf Google Maps
es_es: Ubicaciones en Mapas Google
fr_fr: Endroits sur Google Map
it_it: Google Maps Indirizzi
pl_pl: Lokacja na mapach Google
pt_br: Locais em Google Maps
pt_pt: Localizações nos Mapas Google

source: Show Appointments with this status (comma-separated list)
da_dk: Vis Aftaler med denne status (komma-separeret liste)
de_de: Zeige Termine mit diesem Status an (Komma-getrennte Liste)
es_es: Muestra citas con este estado( lista separada por comas)
fr_fr: Afficher les rendez-vous avec ce statut (liste séparée par une virgule)
it_it: Mostra appuntamenti con questo stato (Lista separata da virgola)
nl_nl: Toon afspraken met deze status (lijst met komma-gescheiden waarden)
pl_pl: Pokaż rezerwacje z tym statusem (lista oddzielona przecinkami)
pt_br: Mostrar Compromissos com este status (lista separada por vírgula)
pt_pt: Mostrar o calendário de Datas Marcadas com este status (lista-separada por uma virgula)
ru_ru: Показать Назначения с этим статусом (запятую)
tr_tr: Bu durum (virgülle ayrılmış listesi) ile randevuları göster

source: User ID
da_dk: Bruger ID
de_de: Benutzer-ID
es_es: Id del Usuario
fr_fr: ID de l'utilisateur
it_it: ID di Utente
nl_nl: Gebruikers ID
pl_pl: Identyfikator użytkownika
pt_br: ID do Usuário
pt_pt: Usuário ID

source: Show Appointments for this user ID
da_dk: Vis bookinger for denne bruger ID
de_de: Zeige Reservierungen für diesen Benutzer ID
es_es: Mostrar citas para este id de usuario
fr_fr: Afficher les rendez-vous pour cet ID utilisateur
it_it: Mostra appuntamenti per questo utente ID
nl_nl: Toon afspraken voor dit ID
pl_pl: Pokaż terminy dla tego identyfikatora użytkownika
pt_br: Mostrar Compromissos para este ID de usuário
pt_pt: Mostrar Datas Marcadas para este usuário ID
ru_ru: Показать Назначения для этого пользователя ID
tr_tr: Bu kullanıcı kimliği için randevuları göster

source: Renders a map of appointments
da_dk: Gengiver et kort over bookinger
de_de: Karte der Termine erstellen
es_es: Presentar un mapa de citas
fr_fr: Délivre une carte des rendez-vous
it_it: Visualizza la mappa degli appuntamenti
nl_nl: Genereert een kaart met afspraken
pl_pl: Pokaż mapę dla wizyt
pt_br: Processa um mapa de compromissos
pt_pt: Reproduz um mapa de datas marcadas
ru_ru: Оказывает карту назначений
tr_tr: Randevular bir harita oluşturur

source: You'll need Locations add-on activated for Google Maps Locations integration add-on to work
da_dk: Du skal bruge lokalitet tilføjelse aktiveret for at Google Maps Lokation integration tilføjelsen skal virke
de_de: Sie werden ein aktiviertes Orte-addon benötigen, damit das Google Maps Locations integration addon funktioniert
es_es: Usted necesitará que el add-on de Ubicaciones esté activado por Google Maps lozalizaciones add-on para poder trabajar
fr_fr: Vous devez activer le "Location add-on" pour utiliser la localisation d'emplacements de Google Maps.
it_it: Hai bisogno di una ubicazione per permettere all'integrazione con Google Maps di funzionare
nl_nl: U dient de locaties add-on geactiveerd te hebben om Google Maps Locaties add-on te laten werken.
pt_br: Você vai precisar do add-on Locations ativado para integração com add-on Google Maps Locations funcionar
pt_pt: Precisará que o ''add-on de Localização'' esteja ativado para que a integração do ''Google Maps Localização'' funcione
ru_ru: Вы будете нуждаться Места дополнения активируется на Google Maps Места интеграция дополнения к работе
tr_tr: Google Maps Mekanlar entegrasyon çalışması için Konum eklentisinin aktif olması gerekir

source: You'll need Google Maps plugin installed and activated for Google Maps Locations integration add-on to work
da_dk: Du skal bruge Google Maps plugin installeret og aktiveret for at Google Maps Lokalitet integration tilføjelse skal virke
de_de: Sie werden ein installiertes undaktiviertes Google Maps Plugin benötigen, damit das Google Maps Locations integration addon funktioniert
es_es: Usted necesitará el plugin de Mapas Google instalado y activado en Google Maps localizaciones add-on para poder trabajar
fr_fr: Vous devez avoir Google Maps installé et activé pour utiliser le "Location add-on" étant la localisation d'emplacements.
it_it: Hai bisogno del plugin Google Maps installato e attivato per avere la visualizzazione delle mappe funzionanti
nl_nl: U dient de Google Maps plugin geinstalleerd en geactiveerd te hebben om deze add-on te laten werken.
pt_br: Você vai precisar do plugin Google Maps instalado e ativado para integração com add-on Google Maps Locations funcionar
pt_pt: Precisará do plugin do Google Maps instalado e ativado para a integração do ''Google Maps Localizações'' para que funcione
ru_ru: Вам потребуется установленная Google Maps плагин и активируются для Google Maps Места интеграция дополнения к работе
tr_tr: Google Maps Mekanlar entegrasyon eklentisinin çalışması için Google Maps eklentisinin yüklü ve aktif olması gerekmektedir.

source: ROADMAP
da_dk: KORT
de_de: KARTE
es_es: MAPA DE RUTA
fr_fr: CARTE ROUTIÈRE
nl_nl: WEGENKAART
pt_br: ROTEIRO
pt_pt: ROTEIRO
ru_ru: ДОРОЖНАЯ КАРТА
tr_tr: YOL HARİTASI

source: SATELLITE
da_dk: SATELLIT
de_de: SATELLIT
es_es: SATÉLITE
nl_nl: SATELLIET
pt_br: SATÉLITE
pt_pt: SATÉLITE
ru_ru: СПУТНИКОВый
tr_tr: UYDU

source: HYBRID
es_es: HIBRIDO
fr_fr: HYBRIDE
nl_nl: HYBRIDE
pt_br: HÍBRIDO
pt_pt: HÍBRIDO
tr_tr: HİBRİT

source: TERRAIN
da_dk: TERRÆN
de_de: GELÄNDE
es_es: TERRENO
nl_nl: TERREIN
pl_pl: Satelita
pt_br: TERRENO
pt_pt: TERRENO
ru_ru: МЕСТНОСТЬ
tr_tr: ARAZİ

source: Metric
da_dk: Metrisk
de_de: Metrisch
es_es: Métrica
fr_fr: Métrique
it_it: Metrica
nl_nl: Metrisch
pl_pl: Wskaźniki
pt_br: Métrico
pt_pt: Métrico
ru_ru: Метрика
tr_tr: Metrik

source: Google Maps Settings
da_dk: Google Maps Indstillinger
de_de: Google Maps Einstellungen
es_es: Configuración de Google maps
fr_fr: Paramètres Google Maps
it_it: Impostazioni Google Maps
nl_nl: Google Maps Instellingen
pl_pl: Ustawienia Google Maps
pt_br: Configurações do Google Maps
pt_pt: Configurações do Google Maps
ru_ru: Google Maps Настройки
tr_tr: Google Harita Ayarları

source: Any setting you leave empty here will be inherited from the default Google Maps plugin settings.
da_dk: Enhver indstilling du forlader tomt her, vil blive overført fra standardindstillingerne for Google Maps pluginet.
de_de: Jede leergelassene Einstellungsmöglichkeit wird von den voreingestellten Google Maps Plugin Einstellungen ausgefüllt.
es_es: Cualquier ajuste que deja vacío aquí será heredado de la configuración del plugin por defecto de Google Maps.
fr_fr: Tous les paramètres que vous laisserez vide ici hériterons des paramètres par défaut de l'extension Google Maps.
it_it: Qualsiasi impostazione lasci vuole verrà ereditata dalle impostazioni predefinite del plugin Google Maps
nl_nl: Iedere leeggelaten instelling wordt toegepast vanuit de standaard Google Maps plugin instellingen.
pl_pl: Każde ustawienie pozostawione tutaj puste będzie skopiowane z domyślnych ustawień wtyczki Google Maps.
pt_br: Qualquer configuração que você deixe em branco aqui serão herdadas das configurações do plugin Google Maps padrão.
pt_pt: Todas as configurações deixadas nulas aqui,serão transferidas das configurações do Padrão ''Google Maps plugin''
ru_ru: Любой параметр вы оставите пустым здесь будут унаследованы от Google Maps настройках плагина по умолчанию.
tr_tr: Burada boş bırakın herhangi bir ayarı varsayılan Google Haritalar eklenti ayarlarından devralınır.

source: Map size
da_dk: Kort størrelse
de_de: Kartengröße
es_es: Tamaño del mapa
fr_fr: Taille de la carte
it_it: Grandezza mappa
nl_nl: Formaat van Kaart
pl_pl: Rozmiar mapy
pt_br: Tamanho do mapa
pt_pt: Tamanho do mapa
ru_ru: Размер карты
tr_tr: Harita boyutu

source: Width:
da_dk: Bredde:
de_de: Breite:
es_es: Anchura:
fr_fr: Largeur :
it_it: Larghezza:
nl_nl: Breedte:
pl_pl: Szerokość:
pt_br: Largura:
pt_pt: Largura:
ru_ru: Ширина:
tr_tr: Genişlik:

source: Height:
da_dk: Højde:
de_de: Höhe:
es_es: Altura:
fr_fr: Hauteur :
it_it: Altezza:
nl_nl: Hoogte:
pl_pl: Wysokość:
pt_br: Altura:
pt_pt: Altura:
ru_ru: Высота.
tr_tr: Yükseklik:

source: Map appearance
da_dk: Kort udseende
de_de: Kartenerscheinungsbild
es_es: Apariencia del mapa
fr_fr: Apparence de la carte
it_it: Visualizzazione Mappa
nl_nl: Uiterlijk Kaart:
pl_pl: Wygląd mapy
pt_br: Aparência Mapa
pt_pt: Aparência do mapa
ru_ru: Появление Карта
tr_tr: Harita görünümü

source: Numeric value
da_dk: Numerisk værdi
de_de: Numerischer Wert
es_es: Valor númerico
fr_fr: Valeur numérique
it_it: Valore numerico
nl_nl: Numerieke waarde
pl_pl: Wartość liczbowa
pt_br: Valor numérico
pt_pt: Valor numérico
ru_ru: Численное значение
tr_tr: Sayısal değer

source: Type:
de_de: Typ:
es_es: Tipo:
it_it: Tipo:
pl_pl: Typ:
pt_br: Tipo:
pt_pt: Tipo:
ru_ru: Тип:
tr_tr: Tip:

source: Units:
da_dk: Antal
de_de: Einheiten:
es_es: Unidades:
fr_fr: Unités :
it_it: Reparto:
nl_nl: Eenheden:
pl_pl: Jednostki:
pt_br: Unidades:
pt_pt: Unidades:
ru_ru: единиц:
tr_tr: Birim:

source: Show images
da_dk: Vis billeder
de_de: Bilder anzeigen
es_es: Mostrar imágenes
fr_fr: Afficher les images
it_it: Mostra immagini
nl_nl: Toon afbeeldingen
pl_pl: Pokaż obrazy
pt_br: Mostrar imagens
pt_pt: Mostrar imagens
ru_ru: Просмотреть фотографии
tr_tr: Resimleri göster

source: Hide
pt_br: Esconder

source: Automatic map overlays
da_dk: Automatisk kort overlejring
de_de: Automatische Kartenoverlays
es_es: Superposición del mapa automática
fr_fr: Superposition de la carte automatiquement
it_it: Mappa automatica in overlays
nl_nl: Automatische overlays
pt_br: Sobreposição automática do mapa
pt_pt: Automatico super-imposto mapas
ru_ru: Автоматические накладки карте
tr_tr: Otomatik harita bindirmeleri

source: Automatically insert maps...
da_dk: Automatisk indtastelse af kort...
de_de: Fügt automatisch Karten ein...
es_es: Inserta mapas automaticamente
fr_fr: Insertion automatique de la carte ...
it_it: Inserisci mappa automaticamente...
nl_nl: Voeg automatisch kaarten in
pl_pl: Automatycznie wstawiaj mapy...
pt_br: Inserir mapas automaticamente ...
pt_pt: Automaticamente inserir mapas ...
ru_ru: Автоматическая вставка карты ...
tr_tr: Otomatik olarak haritalar ekle...

source: After My Appointments shortcode output
da_dk: Efter Mine bookinger genvejsresultater
de_de: Ausgabe nach Meine Termine shortcode
es_es: Después de todas mis citas"shortcode" salgan
fr_fr: Après mon shortcode de rendez-vous
it_it: Dopo l'outoput dello shortcode I miei appuntantamenti
nl_nl: Na "Mijn Afspraken" shortcode output
pt_br: Após exibição do shortcode Meus Compromissos
pt_pt: Após Datas Marcadas, resultado ''shortcode''
ru_ru: После Мой выход Назначения шорткод
tr_tr: My randevuları kusur çıkış sonra

source: After All Appointments shortcode output
da_dk: Efter Alle bookinger genvejsresultater
de_de: Ausgabe nach allen Meine Termine shortcode
es_es: Después de todas las citas"shortcode" salgan
fr_fr: Après mes shortcodes de rendez-vous
it_it: Dopo l'output shortcode Tutti gli apputamenti
nl_nl: Na "Alle Afspraken" shortcode output
pt_br: Após exibição do shortcode Todos os Compromissos
pt_pt: Após Todas datas marcadas, resultado ''shortcode''
ru_ru: После Весь вывод Назначения шорткод
tr_tr: Tüm randevuları kusur çıkış sonra

source: There is no locations to choose. Please add some first.
pt_br: Não há locais para escolher. Por favor, adicione alguns primeiro.

source: You'll need Locations add-on activated for Service Locations integration add-on to work
da_dk: Du skal have Lokalitet tilføjelsen aktiveret for at Service Lokalitets integration tilføjelsen skal virke
de_de: Sie benötigen ein aktiviertes Orte-addon, damit das Service Orte Integrations addon funktioniert
es_es: Tu necesitas el complemento de Localizaciones para que la integración del complemento funcione
fr_fr: Vous devez activer le "Location add-on" pour utiliser l'extension "Service Location add-on"
it_it: Hai bisogno dell'add-on ubicazione attivato per farlo funzionare.
nl_nl: U dient de Locaties add-on geactiveerd te hebben om deze add-on te laten werken.
pt_br: Você vai precisar do add-on Locations ativado para integração add-on Locais de Atendimento funcionar
pt_pt: Integração das localizações de tarefas ''add-on'' para que funcione
ru_ru: Вы будете нуждаться Места дополнения активируется на обслуживание местах интеграция дополнения к работе
tr_tr: Youll'lüzum konumları eklemek-üstünde çalışmak hizmet yerleri entegrasyon eklentisi aktive

source: Service Locations Settings
da_dk: Service lokalitets indstillinger
de_de: Einstellungen zum Leistungsort
es_es: Configuración del servicio de localizaciones
fr_fr: Paramètres du lieux du service
it_it: Impostazioni servizio ubicazioni
nl_nl: Locaties van Diensten - Instellingen
pl_pl: Ustawienia lokalizacji usługi
pt_br: Configurações Locais de Atendimento
pt_pt: Configurações dos Locais de Tarefas
ru_ru: Сервис Пункты Настройки
tr_tr: Hizmet konumlarını ayarlar

source: Show service location
da_dk: Vis service lokalitet
de_de: Ort der Leistung anzeigen
es_es: Mostrar servicio de localización
fr_fr: Afficher lieux du service
it_it: Mostra ubicazione servizio
nl_nl: Presentatie locatie gegevens
pl_pl: Pokaż lokalizację usługi
pt_br: Mostrar localização serviço
pt_pt: Mostrar a localização das tarefas
ru_ru: Расположение Показать служба
tr_tr: Hizmeti konumunu göster

source: I will add location info manually, using shortcode
da_dk: Jeg vil tilføje lokalitet info manuelt, ved brug af genveje
de_de: Ich werde Ortsinformationen manuell mit Shortcode hinzufügen
es_es: Yo añadiré manualmente la info de localización, usando "shortcodes"
fr_fr: J'ajouterai les informations d'emplacement manuellement, avec les shortcodes
it_it: Aggiungerò informazioni sull'ubicazione manualmente, usando schortcode
nl_nl: Ik voer locatie-info handmatig in m.b.v. shortcode
pl_pl: Dodam info o lokalizacji ręcznie, używając shortcode
pt_br: Vou acrescentar informações de localização manualmente, usando shortcode
pt_pt: Manualmente adicionarei info de localização utilizando ''shortcode''
ru_ru: Я буду добавлять географическую информацию вручную, используя короткий номер
tr_tr: Ben konum bilgisi elle, kusur kullanarak ekler

source: Automatic, before service description
da_dk: Automatisk, før servicebeskrivelse
de_de: Automatisch, vor Servicebeschreibung
es_es: Automático, antes de la descripción del servicio
fr_fr: Automatique, avant la description de service
it_it: Automatico, prima della descrizione del servizio
nl_nl: Automatisch, voor omschrijving dienst
pl_pl: Automatycznie, przed opisem usługi
pt_br: Automático, antes da descrição do serviço
pt_pt: Automático, antes da descrição das tarefas
ru_ru: Автоматическая, до описания сервиса
tr_tr: Otomatik, daha önce hizmet açıklaması

source: Automatic, after service description
da_dk: Automatisk, efter servicebeskrivelse
de_de: Automatisch, nach Servicebeschreibung
es_es: Automático, despés de la descripción del servicio
fr_fr: Automatique, après la description de service
it_it: Automatico, dopo la descrizione del servizio
nl_nl: Automatisch, na omschrijving dienst
pl_pl: Automatycznie, po opisie usługi
pt_br: Automático, após a descrição do serviço
pt_pt: Automático, após a descrição das tarefas
ru_ru: Автоматическая, после описания службы
tr_tr: Otomatik, sonra Servis Açıklaması

source: You can use the shortcode like this: <code>[app_service_locations]</code>
de_de: Sie können Shortcodes wie diesen nutzen: <code>[app_worker_location]</code>
pl_pl: Można użyć shortcodea po prostu tak: <code>[app_service_locations]</code>
pt_br: Você pode usar o shortcode assim: <code> [app_service_locations]</code>
pt_pt: Pode usar o ''shortcode'' assim: <code> [app_tarefa_localização]</code>

source: Service Location
pt_br: Local do Serviço

source: No Location
pt_br: Sem Local

source: You'll need Locations add-on activated for Worker Locations integration add-on to work
da_dk: Du skal have Lokalitet tilføjelsen aktiveret for at Medarbejder Lokalitets integration tilføjelsen skal virke
de_de: Sie benötigen ein aktiviertes Orte-addon, damit die Mitarbeiter Orte Integrations addon funktioniert
es_es: Usted necesitará complemento de Ubicaciones activado para el complemento de localización del trabajador funcione
fr_fr: Vous devez activer le "Location add-on" pour utiliser l'extension "Worker Location add-on"
it_it: Hai bisogno di una ubicazione per permettere la visualizzazione della mappa della ubicazione del lavoratore.
nl_nl: U dient Locaties add-on te hebben geactiveerd om deze add-on te laten werken.
pt_br: Você vai precisar do add-on Locations ativado para integração add-on Locais de Atendimento funcionar
pt_pt: Precisará do add-on de localização ativado, para que o add-on de integração das Localizações dos operarios funcione.
ru_ru: Вы будете нуждаться Места дополнения активирован для рабочего Места интеграция дополнения к работе
tr_tr: Youll'lüzum konumları eklemek-üstünde çalışmak hizmet yerleri entegrasyon eklentisi aktive

source: Worker Locations Settings
da_dk: Medarbejderlokations indstillinger
de_de: Mitarbeiterorte Einstellungen
es_es: Configuración de la localización de los trabajadores
fr_fr: Paramètres du lieux du travailleur
it_it: Impostazioni ubicazione lavoratore
nl_nl: Locaties Medewerkers - Instellingen
pl_pl: Ustawienia lokalizacji pracowników
pt_br: Configurações de Locais de Trabalho
pt_pt: Definições da Localização do Operario
ru_ru: Рабочие Места Настройки
tr_tr: Çalışan Mekanlar ayarları

source: Show worker location
da_dk: Vis medarbejderlokation
de_de: Mitarbeiterorte anzeigen
es_es: Mostrar la localización de los trabajadores
fr_fr: Afficher le lieux du travailleur
it_it: Mostra ubicazione lavoratore
nl_nl: Toon locatie medewerker
pl_pl: Pokaż lokalizację pracownika
pt_br: Localização Mostrar trabalhador
pt_pt: Mostrar localização do operario
ru_ru: Показать рабочий расположение
tr_tr: Hizmeti konumunu göster

source: Automatic, before worker description
da_dk: Automatisk, før medarbejder beskrivelse
de_de: Automatisch, vor Mitarbeiterbeschreibung
es_es: Automático, antes de la descripción del trabajador
fr_fr: Automatique, avant la description du travailleur
it_it: Automatico, prima della descrizione del lavoratore
nl_nl: Automatisch, voor beschrijving medewerker
pt_br: Automático, antes da descrição de trabalhador
pt_pt: Automático, antes da descrição do operario
ru_ru: Автоматическая, перед описанием работника
tr_tr: Otomatik, daha önce hizmet açıklaması

source: Automatic, after worker description
da_dk: Automatisk, efter medarbejder beskrivelse
de_de: Automatisch, nach Mitarbeiterbeschreibung
es_es: Automático, después de la descripción del trabajador
fr_fr: Automatique, après la description du travailleur
it_it: Automatico, dopo la descrizione del lavoratore
nl_nl: Automatisch, na beschrijving medewerker
pt_br: , Após a descrição automática trabalhador
pt_pt: Automático, após a descrição do operário
ru_ru: Автоматическая, после описания работник
tr_tr: Otomatik, sonra Servis Açıklaması
