Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: This setting may be used to provide flexibility while manually setting and editing the appointments. For example, if you enter here 15, you can reschedule an appointment for 15 minutes intervals even selected time base is 45 minutes. If you leave this empty, then the above selected time base will be applied on the admin side.
da_dk: Denne indstilling kan bruges til at give fleksibilitet, mens manuel indstilling og redigering af bookinger. For eksempel, hvis du indtaster 15 her, kan du omlægge en aftale for 15 minutters mellemrum selvom valgte tidspunkt er 45 minutter. Hvis du lader dette være tomt, så vil ovenstående tidspunkt vil blive anvendt på admin siden.
de_de: Diese Einstellungen können dazu genutzt werden, um während des händischen Einstellens und dem Bearbeiten der Termine flexibel zu sein. Zum Beispiel: Wenn Sie hier 15 eingeben, können Sie einen Termin für 15-Minutenintervalle umplanen, auch wenn die gewählte Zeitbasis 45 Minuten beträgt. Wenn Sie dies leer lassen, dann wird die oben gewählte Zeitbasis auf der adminseite eingesetzt.
es_es: Este ajuste se puede utilizar para proporcionar flexibilidad al configurar y editar las citas manualmente. Por ejemplo, si introduce aquí 15, puede cambiar su cita para 15 minutos de periodicidad incluso reservar en fracciones de tiempo de 15 minutos, como 45 minutos. Si deja este vacío, entonces la base de tiempo seleccionado anteriormente se aplicará sobre la parte de administración.
fr_fr: Ce réglage pourra être utilisé pour allouer de la flexibilité lorsque que le rendez-vous sera édité manuellement. Par exemple, si vous entrez 15 ici, vous pouvez reprogrammer un rendez-vous avec 15 minutes d'intervalle même si la base de temps choisie est de 45 minutes. Si vous laissez cz champ vide, le temps appliqué dans l'administration sera celui indiqué ci-contre.
it_it: Questa impostazione dovrebbe essere usata per fornire flessibilità quando si gestiscono impostazioni e appuntamenti manualmente. Per esempio se inserisci qui 15, puoi reimpostare un appuntamento per 15 minuti anche se il time base selezionato è di 45 minuti. Se lo lasci vuoi, allora il time base selezionato sopra sarà applicato all'area amministrativa.
nl_nl: Deze instelling kan worden gebruikt om flexibiliteit te waarborgen bij het bewerken van afspraken. Als u hier bijvoorbeeld 15 invult, kunt u een afspraak aanpassen met 15 minuten intervals, zelfs als ingestelde tijdsduur bijvoorbeeld 45 minuten is. Indien u dit leeg laat, wordt de hierboven geselecteerde tijdsduur ook op de admin van toepassing.
pl_pl: To ustawienie może być wykorzystane w celu zapewnienia elastyczności podczas ręcznego ustawiania i edycji rezerwaci. Na przykład, jeśli wpiszesz tu 15, można przełożyć rezerwacje o 15 minut , nawet jeśli wybrana podstawa czasu wynosi 45 minut. Jeśli to pole jest puste, to wybrana podstawa czasu będzie stosowana po stronie administratora.
pt_br: Essa configuração pode ser usada para fornecer flexibilidade ao ajustar manualmente e editar os compromissos. Por exemplo, se você digita 15, pode reprogramar um compromisso para intervalos de 15 minutos mesmo que a base de tempo selecionada seja de 45 minutos. Se você deixar esse vazio, então a base de tempo acima selecionado será aplicada na página de administração.
pt_pt: Esta configuração pode ser utilisada para fornecer elasticidade ao ajustar manualmente e, ao editar as datas marcadas. Por exemplo, se digitamos aqui 15, podemos reprogramar uma marcação para intervalos de 15 minutos mesmo que a base de horário selecionado seja de 45 minutos. Se deixamos esta parte sem editar, então a base de horário a cima selecionado, será aplicada na parte de administração.
ru_ru: Эта установка может быть использована для обеспечения гибкости при ручной установки и редактирования назначений. Например, если вы введете здесь 15, вы можете перенести встречу на 15-минутные интервалы даже выбранное время база составляет 45 минут. Если оставить это пустое, то выше выбранное время база будет применяться на стороне администратора.
tr_tr: Bu ayarı el ile ayarlama ve randevuları düzenleme sırasında esneklik sağlamak için kullanılır. Örneğin, girdiğiniz burada 15, 15 dakika aralıklarla bile seçilen zaman temel olan 45 dakika için bir randevu zamanlayabilir. Bu boş bırakırsanız, yukarıda seçilen zaman temel yönetici tarafında uygulanacak.

source: Appointments lower limit (hours)
da_dk: Aftalers nedre grænse (timer)
de_de: Termin Mindest-Limit (Stunden)
es_es: Límite mínimo de Reservas (horas)
it_it: Limite minore appuntamento (ore)
nl_nl: Ondergrens voor afspraken (uren)
pl_pl: Dolna granica rezerwacji (godziny)
pt_br: Limite mínimo compromissos (horas)
pt_pt: Limite mínimo para datas marcadaas (horas)
ru_ru: Бронирование: нижний предел (часов)
tr_tr: Randevular alt sınırı (saat)

source: This will block time slots to be booked with the set value starting from current time. For example, if you need 2 days to evaluate and accept an appointment, enter 48 here. Default: 0 (no blocking - appointments can be made if end time has not been passed)
da_dk: Dette vil blokere tidsintervaller som skal bookes med den indstillede værdi med udgangspunkt i det aktuelle tidspunkt. For eksempel, hvis du har brug for 2 dage til at evaluere og acceptere en aftale, skal du indtaste 48 her. Standard: 0 (ingen blokering - aftaler kan foretages, hvis sluttidspunktet ikke er oversteget)
de_de: Dies wird Zeitfenster blockieren, damit sie mit dem eingestellten Wert gebucht werden können, angefangen mit der jetzigen Zeit. Zum Beispiel: Sie benötigen zwei Tage, um einen Termin zu evaluieren und zu akzeptieren - dann tragen Sie 48 (Stunden) hier ein. Voreinstellung: 0 (Keine Blockierung - Termine können gemacht werden, wenn die Endzeit nicht verstrichen ist)
es_es: Esto bloqueará los intervalos de tiempo que ser reservado con el valor establecido a partir de la hora actual. Por ejemplo, si necesita 2 días para evaluar y aceptar una cita, introduzca 48 aquí. Por defecto: 0 (no hay bloqueo - se pueden hacer citas si no se ha pasado el tiempo final)
fr_fr: Cela bloquera le sectionneur d'horaire avec la valeur de départ d'heure courante. Par exemple si vous avez besoin de deux jours d'évaluation et acceptez un rendez-vous, entrez 48 ici. Défaut : 0 (aucun blocage - le rendez-vous peut être fait même si l'heure de fin n'est pas entrée.
it_it: Questo bloccherà lo slot dell'orario per essere prenotato con il valore impostato partendo dall'ora corrente. Per esempio, se tu hai bisogno di 2 giorni per valutare e accettare un appuntamento, inserisci 48. Predefinito: 0 (non blocca - gli appuntamenti possono essere fissati senza limite iniziale )
nl_nl: Dit blokkeert tijdsblokken voor boeking met de ingestelde waarde, gerekend vanaf het huidige tijdstip. Heeft u bijvoorbeeld 2 dagen nodig voor evaluatie en acceptatie van een afspraakverzoek, vul hier 48 in. Standaard: 0 (geen blokkering, afspraken kunnen gemaakt worden tot eindtijd is verstreken)
pl_pl: To ustawienie zablokuje dokonywania rezerwacji przez określony czas zaczynając od teraz. Na przykład, jeżeli potrzebne są 2 dni na przetworzenie i akceptację rezerwacji, należy wpisać tu 48. Domyślną wartością jest 0 (brak blokowania - rezerwacji można dokonywać jeśli nie upłynął końcowy czas przedziału czasowego )
pt_br: Isto irá bloquear intervalos de tempo a ser reservado com o valor definido a partir do tempo atual. Por exemplo, se você precisa de 2 dias para avaliar e aceitar um compromisso, entre 48 aqui. Padrão: 0 (sem bloqueio - compromissos podem ser feitas se o tempo de encerramento não foi aprovado)
pt_pt: Isto irá a bloquear intervalos de tempo a ser reservado com o valor definido a partir do tempo atual. Por exemplo, se precisa de 2 dias para avaliar e aceitar uma data marcada, digite 48 aqui. Padrão: 0 (sem bloqueio - marcações -podem ser criadas se a data de encerramento não caducou)
ru_ru: Это будет блокировать временные интервалы можно забронировать с установленное значение, начиная с текущего времени. Например, если вам нужно 2 дня, чтобы оценить и принять назначение, введите 48 здесь. По умолчанию: 0 (нет блокировки - назначения могут быть сделаны, если не был принят окончания)
tr_tr: Bu zaman dilimi geçerli saat başlangıç değer ayarlamış ayırtıldı olmak bloke edecek. Değerlendirmek ve randevu kabul için 2 gün ihtiyacın olursa, örneğin, 48 buraya girin. Varsayılan: 0 (bitiş saati geçti hiçbir engelleme - randevular yapılabilir)

source: Appointments upper limit (days)
da_dk: Aftalers øvre grænse (dage)
de_de: Maximale Termine (Tage)
es_es: Límite máximo de Reservas (días)
it_it: Limite massimo di appuntamento (giorni)
nl_nl: Bovengrens voor afspraken (dagen)
pl_pl: Górna granica rezerwacji (dni)
pt_br: Limite máximo de compromissos (dias)
pt_pt: Limite máximo de marcar datas (dias)
ru_ru: Бронирование: верхний предел (дней)
tr_tr: Randevular üst sınırı (gün)

source: Maximum number of days from today that a client can book an appointment. Default: 365
da_dk: Maksimalt antal dage fra i dag, at en klient kan booke en aftale. Standard: 365
de_de: Maximale Anzahle der Tage, ab heute, die ein Kunde für einen Termin buchen kann. Default: 365
es_es: Número máximo de días desde hoy dentro de los cuales un cliente puede reservar una cita. Por defecto son 365.
fr_fr: Nombre maximal de jours à partir d'aujourd'hui que le client peut réserver un rendez-vous. Par défaut: 365
it_it: Numero massimo di giorni a cui il cliente può chiedere appuntamento. Predefinito: 365
nl_nl: Maximum aantal dagen vanaf vandaag waarop een klant een afspraak kan inplannen. Standaard 365.
pl_pl: Maksymalna liczba dni od dzisiaj dla których klient może dokonywać rezerwacji. Domyślnie 365
pt_br: Número máximo de dias a partir de hoje que um cliente pode reservar uma compromisso. Padrão: 365
pt_pt: Número máximo de dias a partir de hoje que um cliente pode reservar uma data. Padrão: 365
ru_ru: Максимальное количество дней с сегодняшнего дня, которые клиент может записаться на прием. По умолчанию: 365
tr_tr: Bir istemci için kitap bir randevu Bugünden itibaren gün sayısı üst sınırı. Varsayılan: 365

source: Disable pending appointments after (mins)
da_dk: Deaktiver ventende aftaler efter (min)
de_de: Laufende Termine nach (Minuten) deaktivieren
es_es: Deshabilitar las Reservas Pendientes después de (minutos)
fr_fr: Désactiver les rendez-vous en suspend après (minutes)
it_it: Disabilita appuntamenti in attesa dopo (minuti)
nl_nl: Verwijder niet bevestigde afspraken na (minuten)
pl_pl: Zablokuj rezerwacje oczekujące po upływie (min)
pt_br: Desativar compromissos pendentes depois de (minutos)
pt_pt: Desativar datas marcadas pendentes depois de (minutos)
ru_ru: Отключить в ожидании назначения после (мин)
tr_tr: Randevular (dakikadan sonra) devre dışı.

source: Pending appointments will be automatically removed (not deleted - deletion is only possible manually) after this set time and that appointment time will be freed. Enter 0 to disable. Default: 60. Please note that pending and GCal reserved appointments whose starting time have been passed will always be removed, regardless of any other setting.
da_dk: Afventende bookinger vil automatisk blive fjernet (ikke slettet - sletning er kun muligt manuelt) efter dette sæt tid, og at bookingens tid vil blive løsladt. Indtast 0 for at deaktivere. Standard: 60. Bemærk, at afventende og Google Kalender bookede bookinger, hvis starttidspunkt er bestået, vil altid blive fjernet, uafhængigt af enhver anden indstilling.
de_de: Ausstehende Termine werden automatisch entfernt (nicht gelöscht - Löschen ist nur händisch möglich) - nach dieser bestimmten Zeit, die Terminzeit wird wieder zur Verfügung gestellt. Tragen Sie 0 ein, um dies auszuschalten. Voreinstellung: 60. Hinweis: Ausstehende und GCal-reservierte Termine, deren Startzeit verstrichen ist, werden unabhängig von allen Einstellungen immer entfernt.
es_es: Las Reservas Pendientes serán automáticamente retiradas (no borradas, su eliminación sólo es posible manualmente) después de este tiempo establecido y dicho tiempo de reserva pasará a estar disponible. Introduzca 0 para deshabilitar. Valor por defecto: 60. Le advertimos que las reservas pendientes ydel tipo GCal cuyo tiempo de comienzo haya pasado, serán siempre retiradas, independientemente de cualquier otro ajuste.
fr_fr: Les rendez-vous en attente seront automatiquement suspendus (pas effacés - l'effacement n'est possible que manuellement) après cette définition d'heure le rendez-vous sera libéré.
it_it: Appuntamenti in attesa verranno automaticamente rimossi (non cancellati - la cancellazione è solo possibile manualmente) dopo questo lasso di tempo, e quel lasso di tempo verrà reso disponibile ad altri appuntamenti. Inserisci 0 per disabilitarlo. Predefinito: 60. Nota che appuntamenti in attesa e appuntamenti riservati da Gcal il cui orario di inizio è già passato verranno sempre rimossi senza guardare nessun altra impostazione.
nl_nl: Niet bevestigde afspraken worden automatisch verwijderd (niet permanent, dit kan alleen handmatig) na deze tijdsduur. Het tijdsblok komt daardoor weer beschikbaar. Voer 0 in om uit te schakelen. Standaard 60. Let op: niet bevestigde afspraken en in GCal gereserveerde afspraken waarvan de starttijd is verstreken worden altijd verwijderd, onafhankelijk van andere instellingen.
pl_pl: Oczekujące rezerwacje będą automatycznie ukryte (nie usunięte - usuwanie możliwe jest tylko ręcznie) po upływie ustawionego czasu, przedział rezerwacji zostanie spowrotem udostępniony. Wpisać 0 aby wyłączyć. Domyslna wartość 60.
pt_br: Compromissos pendentes serão removidos automaticamente (não excluídos - exclusão só é possível manualmente) após este tempo definido e o horário de compromisso será liberado. Insira 0 para desativar. Padrão: 60. Note que compromissos pendentes e reservados via Google Calendar cujo tempo de início foram aprovados sempre será removido, independentemente de qualquer outra configuração.
pt_pt: As data marcadas pendentes serão removidas automaticamente; (não suprimidas - supressão só é possível fazê-lo manualmente), após esse tempo marcado sendo o horário da marcação liberado. Insirir 0 para desativar. Padrão: 60. Por favor note que marcações pendentes e as reservadas através do GCal, cujo tempo de início foi terminado serão sempre removidas, independentemente de qualquer outra configuração feita.
ru_ru: В ожидании встречи будут автоматически удалены (не удаляются - удаление возможно только вручную) после этого установленное время, и что назначение времени будет освобождена. Введите 0 для отключения. По умолчанию:. 60 Пожалуйста, обратите внимание, что до и Гкал защищены назначения которого время начала были приняты всегда будут удалены, независимо от любой другой обстановке.
tr_tr: Randevu otomatik olarak silinecektir (değil silmek - silme işlemini el ile mümkündür) bu sefer ve randevu saatini serbest kalacaktır ayarladıktan sonra. Devre dışı bırakmak için 0 girin. Varsayılan: 60. Unutmayın ki bekleyen ve saklıdır GCal randevuların başlangıç zamanı geçti her zaman, ne olursa olsun başka bir ortamda kaldırılacak.

source: Minimum time to pass for new appointment (secs)
da_dk: Den minimum tid der skal passere for ny aftale
de_de: Mindestzeit die vorrübergehen muss, bis man sich für einen erneuten Termin anmelden kann (Sekunden)
es_es: Tiempo mínimo hasta la próxima reserva (segundos)
fr_fr: Délai minimum pour passer un nouveaux rendez-vous (secs)
it_it: Tempo minimo per fissare un nuovo appuntamento (secondi)
nl_nl: Minimale tijd tussen afspraken aanmaken (seconden)
pl_pl: Minimalny czas do zrobienia nowej rezerwacji
pt_br: O tempo mínimo para passar para a novo compromisso (seg)
pt_pt: Tempo mínimo para passar para uma nova marcação (segs)
ru_ru: Минимальное время прослыть новым назначением (сек)
tr_tr: En az süre için yeni randevu (saniye) geçmek

source: You can limit appointment application frequency to prevent spammers who can block your appointments. This is only applied to pending appointments. Enter 0 to disable. Tip: To prevent any further appointment applications of a client before a payment or manual confirmation, enter a huge number here.
da_dk: Du kan begrænse booking behandlingshyppigheden for at forhindre spammere, der kan blokere dine bookinger. Dette er kun anvendeligt på afventende bookinger. Indtast 0 for at deaktivere. Tip: For at forhindre yderligere bookinger anvendelser af en kunde, før en betaling eller manuel bekræftelse, skal du indtaste et enormt antal her.
de_de: Sie können die Terminbewerbungshäufigkeit begrenzen, damit Spammer die Termine nicht blockieren können. Dies gilt nur für ausstehende Termine. Tragen Sie 0 ein, um diese Funktion auszustellen. Hinweis: Um jede weitere Terminbewerbung eines Klienten vor Zahlung oder händischer Bestätigung auszuschalten, tragen Sie hier eine große Zahl ein.
es_es: Puede limitar cita frecuencia de aplicación para evitar que los spammers que pueden bloquear sus citas. Esto sólo se aplica a las citas pendientes. Introduzca 0 para desactivar. Consejo: Para evitar cualquier aplicación de citas adicionales de un cliente antes de la confirmación de pago o manual, introduzca un número enorme aquí.
fr_fr: Vous pouvez limiter la fréquence des rendez-vous demandés pour éviter que les spammeurs ne bloquent vos plages. Ceci s'applique uniquement aux rendez-vous non confirmés en attente. Introduisez 0 pour désactiver. Astuce: Pour éviter l'introduction d'autres demandes émanant d'un client avant le paiement ou la confirmation manuelle, entrez un nombre énorme ici.
it_it: Puoi limitare la frequenza di richiesta di appuntamento per prevenire spammer che possono bloccare i tuoi appuntamenti. Questo è solo applicato agli appuntamenti in attesa. Inserisci 0 per disabilitarlo. Consiglio: per prevenire qualsiasi ulteriore appuntamento di un cliente prima del suo pagamento inserisci un numero elevato qui.
nl_nl: U kunt een tijdslimiet instellen voor het maken van een volgende afspraak om spammers te weren. Dit werkt alleen voor nog niet bevestigde afspraken. Voer 0 in om uit te schakelen. Tip: om verdere afspraakverzoeken door een klant te weren, voordat er betaald is of bevestigd, voer hier een groot getal in.
pl_pl: Można wprowadzić limit częstotliwości dla zgłaszania nowych rezerwacji (aby zablokować możliwść niepożądanego blokowania kalendarza). Odnosi się tylko do rezerwacji oczekujących.
pt_br: Você pode limitar a frequência de solicitação de compromisso para evitar spammers que podem bloquear seus compromissos. Isso só se aplica aos compromissos pendentes. Insira 0 para desativar. Dica: Para evitar que novos pedidos de compromisso de um cliente antes de um pagamento ou confirmação manual, digite um número enorme aqui.
pt_pt: Pode limitar a frequência de pedidos de marcações para evitar ''spammers'' que podem bloquear as datas marcadas. Isso só se aplica às marcações pendentes. Insira 0 para desativar. Conselho: Para evitar que novos pedidos de marcações por um cliente antes de fazer o pagamento ou a confirmação manual, digitar um grande número aqui.
ru_ru: Вы можете ограничить частоту назначение приложений, чтобы предотвратить спамеров, которые могут блокировать ваши встречи. Это применяется только к в ожидании назначения. Введите 0 для отключения. Совет: Чтобы предотвратить дальнейшие приложений Назначение клиента перед оплатой или ручном подтверждении, введите огромное количество здесь.
tr_tr: Randevularınızın engellemek için spam önlemek için randevu uygulama sıklığı sınırlayabilirsiniz. Bu sadece randevu uygulanır. Devre dışı bırakmak için 0 girin. İpucu: ödeme veya manuel onay daha önce herhangi bir başka randevu uygulamaları istemci engellemek için büyük bir sayı girin.

source: Service Name
da_dk: Service navn
es_es: Nombre del Servicio
fr_fr: Nom du service
it_it: Nome di Servizio
nl_nl: Dienst naam
pl_pl: Nazwa usługi
pt_br: Nome do Serviço
pt_pt: Nome das Tarefas

source: Service Capacity
da_dk: Service kapacitet
de_de: Service-Kapazität
es_es: Capacidad del Servicio
fr_fr: Capacité du service
it_it: Capacità di Servizio
nl_nl: Dienst capaciteit
pl_pl: Pojemność usługi
pt_br: Capacidade do Serviço
pt_pt: Capacidade de Tarefas

source: To setup capacity add some workers first!
pt_br: Para configurar a capacidade, adicione alumas pessoas primeiro!
pt_pt: Para configurar as capacidades, adicionar alguns trabalhadores primeiro!

source: When you set up "Service Capacity" to "0" it will be limited only by the number of available Service Providers.
pl_pl: Po ustawieniu "Pojemność usługi" na "0" będzie ona ograniczona tylko przez liczbę dostępnych usługodawców.
pt_br: Quando você configura a "Capacidade de Serviço" para "0", ela será limitada apenas pelo número de Provedores de Serviços disponíveis.
pt_pt: Quando configura a "Capacidade do Serviço" para "0", será limitada apenas pelo número de Provedores de Serviços disponíveis.

source: Service Duration
de_de: Service-Dauer
es_es: Duración del servicio
fr_fr: Durée du service
it_it: Durata del Servizio
nl_nl: Dienst duur
pl_pl: Czas trwania usługi
pt_br: Duração do Serviço
pt_pt: Duração das Tarefas

source: Service Price
de_de: Service-Preis
es_es: Precio del servicio
fr_fr: Prix du service
it_it: Prezzo di Servizio
nl_nl: Dienst prijs
pl_pl: Cena usługi
pt_br: Preço do Serviço
pt_pt: Preço de Tarefas

source: Description Page
da_dk: Beskrivelses side
de_de: Beschreibung Seite
es_es: Página de Descripción
fr_fr: Page de description
it_it: Pagina di Descrizione
nl_nl: Dienst omschrijvingspagina
pl_pl: Strona z opisem
pt_br: Página de Descrição
pt_pt: Pagina Descriptiva

source: Save
da_dk: Gem
de_de: Sichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
nl_nl: Bewaren
pl_pl: Zapisz
pt_br: Salvar
pt_pt: Salvar
ru_ru: Сохранить
tr_tr: Kaydet

source: Service Added
da_dk: Service tilføjet
de_de: Service hinzugefügt
es_es: Servicios Adicionados
fr_fr: Service ajouté
it_it: Servizi Aggiunti
nl_nl: Dienst toegevoegd
pl_pl: Usługa dodana
pt_br: Serviço Adicionado
pt_pt: Tarefas Adicionadas

source: Dummy?
es_es: Ficticio?
fr_fr: Mannequin?
pl_pl: Atrapa?
pt_br: Fictício?
pt_pt: Fictício?
ru_ru: Манекен?
tr_tr: Hayalimi?

source: Additional Price
da_dk: Ekstra pris
de_de: Zusätzlicher Preis
es_es: Precio adicional
fr_fr: Coût additionnel
it_it: Prezzo addizionale
nl_nl: Extra tarief
pl_pl: Dodatkowa cena
pt_br: Preço adicional
pt_pt: Preço adicional
ru_ru: Дополнительная цена
tr_tr: Ek Ücret

source: No services defined
da_dk: Ingen tjenester defineret
de_de: Keine Dienstleistung definiert
es_es: No hay servicios definidos
fr_fr: Aucun service défini
it_it: Nessun servizio definito
nl_nl: Geen diensten gedefiniëerd
pl_pl: Nie zdefiniowano usługi
pt_br: Nenhum serviço definido
pt_pt: Nenhuma tarefa definida
ru_ru: Нет услуги, определенные
tr_tr: Tanımlanmış hizmet yok
