Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: Appointments+ checks the availability of the appointment twice: First when client clicks a free box and then when he clicks the confirmation button. If that time slot is taken by another client during these checks, he will be acknowledged that that time frame is not avaliable any more. All these checks are done in real time by ajax calls, so duplicate appointments are not possible.
de_de: Appointments+ prüft die Verfügbarkeit des Termins zweimal: Zuerst, wenn der Klient ein freies Feld anklickt, dann, wenn er den Bestätigungsknopf drückt. Wenn dieses Zeitfenster von einem anderen Klienten während dieser Prüfung besetzt wird, wird er von der Nichtverfügbarkeit informiert. Alle diese Prüfungen geschehen in Echtzeit durch AJAX, so dass doppelte Termine nicht möglich sind.
es_es: Citas + comprueba la disponibilidad de la cita dos veces: primero cuando el cliente hace clic en un cuadro que esté libre y luego cuando hace clic en el botón de confirmación. Si ese intervalo de tiempo es cogido por otro cliente durante estos controles, se le hace saber que ese periodo de tiempo no está disponible ya. Todos estos controles se realizan en tiempo real por llamadas ajax, por lo tanto citas duplicados no son posibles.
fr_fr: Appointments+ contrôle la disponibilité des rendez-vous deux fois : D'abord quand le client clique sur un cadre libre et puis quand il clique sur le bouton de confirmation. Si cette tranche de temps est prise par un autre client pendant ces contrôles, on lui confirmera qui cette tranche de temps n'est plus disponible. Tous ces contrôles sont faits en temps réel par des appels d'ajax, ainsi les rendez-vous doubles ne sont pas possibles.
it_it: Appointments+ controlla la disponibilità 2 volte: prima quando il cliente clicca sul box del campo orario disponibile e poi quando clicca sul bottone di conferma. Se il lasso di tempo selezionato è stato selezionato da un altro utente nel frattempo, ne verrà messo a conoscenza e questo lasso di tempo non sarà più disponibile. Tutti questi controlli sono fatti in tempo reale attraverso chiamate ajax, quindi appuntamenti doppi non sono possibili.
nl_nl: Appointments+ controleert de beschikbaarheid voor een afspraak tweemaal: Ten eerste direct bij het aanklikken van de vrijeruimte en daarna wederom direct bij het aanklikken van de bevestigingknop. Wanneer dat tijdslot alsnog besproken is, komt er een melding. Daarmee zijn dubbele boekingen zo goed als uitgesloten.
pl_pl: Appointments+ sprawdzają dostępność wizyty dwukrotnie: Pierwszy raz kiedy klient klika wolny termin i potem w czasie potwierdzenia. Jeżeli w międzyczasie termin wizyty zostanie zajęty przez innego klienta, zostanie wyświetlone powiadomienie, że ten termin nie jest dostępny. Sprawdzanie odbywa się w czasie rzeczywistym używając zapytań asynchronicznych, dlatego duplikowanie spotkań nie jest możliwe.
pt_br: Compromissos verifica a disponibilidade do compromisso duas vezes: primeiro quando o cliente clica em um caixa livre e, em seguida, quando ele clica no botão de confirmação. Se esse espaço de tempo é tomado por um outro cliente nesse intervalo, ele vai ser informado que esse horário não está mais disponível. Todas essas verificações são feitas em tempo real por chamadas AJAX, então compromissos duplicados não são possíveis.
pt_pt: Datas Marcadas+ examina a disponibilidade das marcações duas vezes: primeiramente quando o cliente clica em um quadriculo livre e, em seguida, quando clica no botão de confirmação. Se este espaço de tempo foi tomado por um outro cliente durante este control, o cliente será informado que esse horário não está mais disponível. Todas estas verificações serão feitas em tempo real por codigo AJAX; duplicação das marcações não são possíveis de as fazer.
ru_ru: Назначения + проверяет доступность назначении дважды: Во-первых, когда клиент нажимает бесплатную коробку, а затем, когда он нажимает кнопку подтверждения. Если что временной интервал берется другим клиентом во время этих проверок, он будет признать, что, что срок его не доступна больше. Все эти проверки осуществляются в режиме реального времени с помощью AJAX вызовов, поэтому дублировать назначения не представляется возможным.
tr_tr: Randevular + iki kez randevu kullanılabilirliğini denetler: Ücretsiz kutusunu ve ardından onay düğmesini tıkladığında müşteri tıkladığında ilk. O zaman dilimi bu denetimler sırasında başka bir istemci tarafından alınır, o bu zaman dilimi artık mevcut değil kabul edilecektir. Yinelenen randevular mümkün değildir bu yüzden bu denetimler tarafından ajax aramaları, gerçek zamanlı olarak yapılır.

source: Appointments+ comes with a built-in specific cache. It functions only on appointment pages and caches the content part of the page only. It is recommended to enable it especially if you have a high traffic appointment page. You can continue to use other general purpose caching plugins, namely W3T, WP Super Cache, Quick Cache. The other object or page caching plugins are not tested.
de_de: Appointments+ wird mit einem eingebauten speziellen Cache geliefert. Er funktioniert nur auf Terminseiten und speichert nur die Inhaltsteil der Seite. Es wird empfohlen, diesen Bereich zu aktivieren, insbesondere bei großem Datenverkehr im Terminbereich. Sie können auch weiterhin andere Caching Plugins benutzen, etwa W3T, WP Super Cache, Quick Cache. Die anderen Objekt oder Seiten caching Plugins sind nicht getestet.
es_es: Citas + viene con una memoria caché específica incorporada. Funciona sólo en las páginas de citas y cachea la parte de contenido de la página. Se recomienda activar, especialmente si usted tiene una página de citas de alto tráfico. Puede seguir utilizando otros plugins generales de almacenamiento en caché, es decir W3T, Super GT caché, Caché rápida. Los otros objetos o plugins de cache de página no se prueban testear.
fr_fr: Appointments+ vient avec une antémémoire spécifique intégrée. Il fonctionne seulement sur les pages de rendez-vous et cache seulement la partie de contenu de la page. On vous recommande de l'utiliser particulièrement si vous avez une page de rendez-vous avec beaucoup de trafic; Vous pouvez continuer à utiliser les plugins de cache à savoir namely W3T, WP Super Cache, Quick Cache. Les autres plugins n'ont pas été testés.
it_it: Appointments+ include con un sistema automatico di cache. Funziona solo nelle pagina dell'appuntamento e memorizza solo parte del contenuto della pagina. E' raccomandato abilitarlo soprattutto se hai un alto traffico di appuntamenti. Puoi continuare altri plugin per cache come WP Super Cache, Quick Cache. The other object or page caching plugins are not tested. Gli altri plugin non sono testati.
nl_nl: Appointments+ wordt geleverd met een cache specifiek voor Appointments+. Het werkt alleen op afspraak pagina's en slaat alleen die inhoud op welke onderdeel is van de plugin. Het wordt daarom aanbevolen om het vooral te gebruiken als je een hoog volume afspraken pagina hebt. U kunt andere caching plugins blijven gebruiken, zoals W3T, WP Super Cache, Quick Cache. De ander object of pagina caching plugins zijn niet getest.
pl_pl: Appointments+ posiada obsługę pamięci podręcznej. To działa tylko na stronach terminów i zapisuje tylko części strony. Można kontynuować używanie innych wtyczek cache mianowicie W3T, WP Super Cache, Quick Cache. Inne wtyczki pamięci podręcznej nie były testowane.
pt_br: Compromissos vem com um cache integrado. Ele funciona apenas em páginas de compromissos e armazena o conteúdo de apenas parte da página. Recomenda-se a habilitá-lo, especialmente se você tem uma página de consulta de alto tráfego. Você pode continuar a usar outros plugins de cache de propósito geral, ou seja, W3T, WP Super Cache, Quick Cache. Os outros objetos ou página plugins de cache não são testados.
pt_pt: Datas Marcadas+ é composto de uma memória pre-integrada. Esta funciona apenas nas páginas de marcações e pr-eintegra o conteúdo de apenas uma certa parte de uma página. Recomenda-se a utilisa-lo, especialmente se está a lidar com uma página de marcações de alto tráfego. Pode continuar a usar outros plugins de memória pre-integrada de uso geral, como por exemplo, W3T, WP Super Cache, Quick Cache. Os outros objetos ou página plugins de memória pre-integrada não foram ainda evaluados.
ru_ru: Назначения + поставляется с встроенным конкретного кэша. Он функционирует только на страницах назначения и кэширует содержательную часть только страницы. Рекомендуется включить его, особенно если у вас высокий трафик назначение страницу. Вы можете продолжать использовать другие плагины кэширования общего назначения, а именно W3T, WP Super Cache, Быстрый кэш. Другой объект или страница кэширования плагины не проверял.
tr_tr: Randevular + dahili belirli bir önbellek ile gelir. Yalnızca randevu sayfalarında çalışır ve yalnızca tam sayfa bir içerik parçası önbelleğe alır. Bu özellikle eğer bir yüksek trafik randevu sayfası sağlamak için önerilir. Eklentiler, yani W3T, WP Super Cache, Hızlı Önbellek önbelleğe alma diğer genel amaçlı kullanmaya devam edebilirsiniz. Nesneyi veya sayfayı önbellekte saklama eklentileri test değil.

source: If you have created the appointment page manually, check if you have added "app_confirmation" shortcode which is always required to complete an appointment. If this is not the case, you most likely have a javascript error on the page. This may be coming from a faulty theme or plugin. To confirm the javascript error, open the page using Google Chrome or Firefox and then press Ctrl+Shift+j. In the opening window if you see any warnings or errors, then switch to the default theme to locate the issue. If errors disappear, then you need to check and correct your theme files. If they don't disappear, then deactivate all your plugins and re-activate them one by one, starting from Appointments+ and check each time as you activate a plugin.
de_de: Wenn Sie die Terminseite händisch erstellt haben, prüfen Sie bitte, ob Sie den "app_confirmation"shortcode hinzugefügt haben, welcher für die Vervollständigung eines Termins immer erforderlich ist. Wenn dies nicht der Fall ist, haben Sie höchstwahrscheinlich einen Javascriptfehler auf der Seite. Dies kann von einem schadhaften Theme oder Plugin herrühren. Um den Javascriptfehler zu bestätigen, öffnen Sie die Seite mit Google Chrome oder Firefox und drücken Strg+Shift+j. Im geöffneten Fenster können Sie Warnhinweise sehen, dann wechseln Sie auf das voreingestellte Theme, um das Problem zu lokalisieren. Wenn der Fehler verschwindet, müssen Sie die theme-Dateien prüfen und verbessern. Wenn sie nicht verschwinden, deaktivieren Sie alle Plugins und reaktivieren Sie eins nach dem anderen, angefangen von Appointments+, und prüfen jedes Mal, wenn Sie ein Plugin aktiviert haben.
es_es: Si has creado la página cita manualmente, compruebe si ha añadido shortcode "app_confirmation" que siempre es necesario para completar una cita. Si este no es el caso, lo más probable es que tenga un error de javascript en la página. Esto puede venir de un tema defectuoso o plugin. Para confirmar el error de javascript, abra la página utilizando Google Chrome o Firefox, y luego presione Ctrl + Shift + j. En la ventana que se abre si hay advertencias o errores, a continuación, luego pasate al tema por defecto para localizar el problema. Si los errores desaparecen, entonces usted necesita comprobar y corregir sus archivos de tema. Si los síntomas no desaparecen, desactiva todos los plugins, y uno a uno vuelvelos a activar, comenzando por citas + y comprueba de nuevo cada vez que se activa un plugin.
fr_fr: Si vous avez créé la page de rendez-vous manuellement, contrôlez si vous avez ajouté le shortcode de « app_confirmation » qui est toujours exigé pour terminer un rendez-vous. Si ce n'est pas le cas, vous aurez très probablement une erreur de Javascript sur la page. Pour confirmer l'erreur de Javascript, ouvrez la page en utilisant chrome ou Firefox, puis appuyez le MAJ+CTRL+J. Dans la fenêtre d'ouverture si vous voyez n'importe quels avertissements ou erreurs, commutez le thème par défaut pour localiser le problème. Si les erreurs disparaissent, alors contrôlez et corrigez vos fichiers de thème. S'ils ne disparaissent pas, désactivez tous les plugins et réactivez-les uns par uns, en commençant par Appointments+ et contrôlez pour chaque plugin reactivé si l'erreur revient.
it_it: Se hai creato una pagina di appuntamento manuale, controlla se hai aggiunto lo shordcode "app_confirmation" che è sempre richiesto per completare un appuntamento. Se non è questo il caso, probabilmente c'è un errore di javascript nella pagina. Potrebbe essere causato da un tema o plugin in uso. Per vedere l'errore javascript usa Google Chrome o firefox e premi Ctrl + Shift + J. Nella finestra che si apre dovresti poter vedere avvertimenti ed errori. Se gli errori sono scomparsi allora devi controllare e correggere il tuoi file del tema.Se non scompare, disattiva tutti i tuoi plugin e riattivali uno ad uno partendo da Appointment+ e controlla qual' plugin genera il problema.
nl_nl: Controleer wanneer u de afspraak pagina handmatig hebt gemaakt, of u de "app_confirmation" shortcode die altijd nodig is om een afspraak te voltooien hebt toegevoegd. Als dit wel heeft toegevoegd, hebt u waarschijnlijk een javascript fout of conflict. Dit kan voortkomen uit een defect thema of plugin. Om de javascript fout te bevestigen, open de pagina met Google Chrome of Firefox en vervolgens op Ctrl + Shift + j. Zit u in het venster geen waarschuwingen of fouten, schakdel dan dan over naar het standaard thema om het probleem te lokaliseren. Als er fouten verdwijnen, dan moet u uw thema bestanden controleren en corrigeren. Indien ze niet verdwijnen, schakel dan alle plugins uit en schakel ze een voor een weer aan, te beginnen met Appointments+ en controleer na elke plugin op fouten.
pl_pl: Jeśli strona rezerwacji wizyt została utworzona ręcznie, proszę sprawdzić czy dodano shortcode "app_confirmation", który jest zawsze wymagany do potwierdzenia wizyty. Jeśli go brakuje to stronie, najprawdopodobniej występuje błąd JavaScript. Może to się zdarzyć z powodu błędnego motywu lub wtyczki. Aby sprawdzić czy to błąd JavaScript, należy otworzyć stronę za pomocą Google Chrome lub Firefox, a następnie wcisnąć Ctrl + Shift + j. Jeżeli w otwartym oknie, widać ostrzeżenia lub błędy, proszę użyć motywu domyślnego, aby zlokalizować problem. Jeśli błędy znikną, należy sprawdzić i poprawić pliki motywu, który sprawia problem. Jeśli nie znikną, proszę wyłączyć wszystkie wtyczki i ponownie je włączać jedną po drugiej, zaczynając od Appointments+. Po każdym włączeniu wtyczki proszę sprawdzić czy błąd znowu wystąpił.
pt_br: Se você criou a página compromisso manualmente, verifique se você adicionou shortcode "app_confirmation", que é sempre necessário para concluir uma consulta. Se não for este o caso, você provavelmente tem um erro de javascript na página. Isto pode ser proveniente de um tema ou de um plugin defeituoso. Para confirmar o erro de javascript, abra a página usando o Google Chrome ou o Firefox e, em seguida, pressione Ctrl + Shift + j. Na janela que se abre, se você verá quaisquer avisos ou erros, em seguida mude para o tema padrão para localizar o problema. Se os erros desaparecerem, então você precisa verificar e corrigir seus arquivos de tema. Se eles não desaparecem, então desative todos os seus plugins e re-ative-os, um por um, a partir de Compromissos e verifique cada vez que você ativar um plugin.
pt_pt: Se criou a página Datas marcadas manualmente, verifique se adicionou shortcode "app_confirmação", que é sempre exigida para concluir uma marcação. Se não for assim, provavelmente tem um erro de javascript na página. Isto pode ser proveniente de um tema ou de um plugin defeituoso. Para confirmar o erro de javascript, abra a página usando o Google Chrome ou o Firefox e, em seguida, premir Ctrl + Shift + j. Na janela que se abre, se existem quaisquer avisos ou erros, então inspecionar o tema padrão para localizar o problema. Se estes erros desapareceram, então precisa de verificar e corrigir seus arquivos de tema. Se eles não desaparecem, então desative todos os seus plugins e re-ativa-los, um por um, começando com Datas Marcadas+ e verifique se há erros cada vez que ativar um plugin.
ru_ru: Если вы создали страницу назначения вручную, проверить, если вы добавили "app_confirmation " короткий номер, который всегда, необходимого для завершения встречу. Если это не так, то вы, скорее всего, имеют JavaScript Error на странице. Это может исходить из неисправного темы или плагина. Для подтверждения JavaScript Error, откройте страницу с помощью Google Chrome или Firefox, а затем нажмите Ctrl + Shift + J. В открывшемся окне, если вы видите все предупреждения и ошибки, затем переключиться на темы по умолчанию, чтобы найти проблему. Если ошибки исчезают, то вам необходимо проверить и исправить файлы темы. Если они не исчезают, то отключите все ваши плагины и повторно активировать их по одному, начиная с назначениям + и проверьте каждый раз, как вы активируете плагин.
tr_tr: El randevu sayfası oluşturduk varsa her zaman randevu tamamlamak için gerekli "app_confirmation " SHORTCODE eklediğiniz olmadığını kontrol edin. Bu durumda değilse, büyük olasılıkla sayfada bir javascript hata var. Bu hatalı bir tema veya eklenti geliyor olabilir. Google Chrome veya Firefox kullanarak sayfa açmak, javascript hata onaylamak ve sonra Ctrl + Shift + j tuşuna basın. Eğer herhangi bir uyarı ya da hata görürseniz açılış penceresinde, daha sonra konuyu bulmak için varsayılan tema geçmek. Hatalar ortadan kalkıyorsa, o zaman kontrol ve tema dosyalarını düzeltmek gerekir. Onlar yok yoksa, o zaman bütün eklentileri devre dışı bırakmak ve Atama + başlayarak, teker teker yeniden etkinleştirmek ve bir eklenti aktive olarak her zaman kontrol edin.

source: Membership member levels can be let exempt from advance payments/deposits. Also you can apply discounts for the selected membership levels. There are no special considerations: Appointments+ will be managing them automatically.
da_dk: Medlemskab medlems niveauer kan lave fritagelse forskudsbetaling / depositum. Du kan også anvende rabat for de valgte medlemskabsniveauer. Der er ingen særlige overvejelser: Bookingsystemet vil styre dem automatisk.
de_de: Mitgliedsschaftebenen können bei Vorauszahlungen ausgelassen werden. Ebenso können Sie Rabatte für die ausgewählten Mitgliedschaftsebenen ausschreiben. Es gibt keine Ausnahmeentscheidungen: Appointments+ wird diese automatisch verwalten.
es_es: Los nivels de miembros del plugin Membership pueden quedar exentos de pagos anticipados/ depósitos . También se puede aplicar descuentos a los niveles de afiliación seleccionados. No hay consideraciones especiales: Citas + lo gestionara de forma automática.
fr_fr: Les niveaux d'adhésion peuvent être exempté de paiements par anticipation/des des dépôts. Vous pouvez également appliquer des escomptes pour les niveaux d'adhésion choisis. Il n'y a aucune obligation : Appointments+ les gère automatiquement.
it_it: I livelli dei membri di Membership possono essere esentati da pagamenti e depositi. Puoi inoltre applicare sconti a livelli di membership selezionati. Non ci sono considerazioni speciali: Appointments+ li amministrerà automaticamente.
nl_nl: Membership lid niveaus kan worden verhuurd vrijgesteld van voorafbetalingen / deposito. Ook kunt u kortingen voor de geselecteerde lidmaatschap niveaus toepassen. Er zijn geen speciale overwegingen: Appointments+ zal dat automatisch beheren.
pt_br: Membros de alguns níveis podem ser isentados de adiantamentos/depósitos. Além disso, você pode aplicar descontos para os níveis de adesão selecionados. Não há considerações especiais: Compromissos irá gerenciá-los automaticamente.
pt_pt: Os níveis dos membros participantes podem ser isentados de adiantamentos de pago/depósitos. Além disso, podemos aplicar descontos para níveis de membros participantes selecionados. Não há obrigaçõs especiais a fazer: Datas Marcadas+ gerenciará tudo isso automaticamente.
ru_ru: Уровни члены Членство может быть пусть освобождены от авансовых платежей / депозитов. Также вы можете применять скидки для выбранных уровней членства. Там нет специальных соображений: Назначения + будет управлять их автоматически.
tr_tr: Üyelik üye seviyeleri Avans ödemeleri/mevduat muaf izin verebilirsiniz. Ayrıca seçilen üyelik seviyeleri için indirimler uygulayabilirsiniz. Hiçbir özel hususlar vardır: randevular + yönetmek onları otomatik olarak.
