Repository: wpmudev/appointments
Catalog: languages/appointments-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr

source: If you have selected <i>Payment Required</i> field as Yes, then an appointment is automatically confirmed after a succesful Paypal payment and confirmation of Paypal IPN. If you selected Payment Required as No, then confirmation can be done manually, or automatically depending on Auto Confirm setting.
da_dk: Hvis du har valgt <i>Betaling Påkrævet</i> feltet til JA, så er en booking automatisk bekræftet efter en succesfuld Paypal betaling og bekræftelse af Paypal IPN. Hvis du har valgt betaling kræves som Nej, så sker bekræftelsen manuelt eller automatisk afhængigt af Auto Bekræft indstilling.
de_de: Wenn Sie das <i>Zahlung erforderlich</i>Feld auf Ja gestellt haben, dann wird ein Termin automatisch bestätig, nachdem eine erfolgreiche PayPalzahlung und Bestätigung der PayPal IPN eingegangen ist. Wenn Sie Zahlung erforderlich auf Nein gestellt haben, dann kann die Bestätigung händisch erfolgen, oder abhängig von der Autobestätigeneinstellung auch automatisch.
es_es: Si ha seleccionado el campo de <i>Pago Requerido </i> como Sí y una cita se confirmará de forma automática después de que un pago se haya confirmado y también la confirmación de Paypal IPN. Si ha seleccionado Pago requerido como no, a continuación, la confirmación se puede hacer manualmente o automáticamente en función de la configuración de Auto Confirmar .
fr_fr: Si vous avez choisi les <i>Paiement Requit</i> le champ est sur Oui, le rendez-vous est automatiquement confirmé avec le paiement PayPal. Si le paiement n'est pas requit, la confirmation peut être faite manuellement ou est associé à la configuration de confirmation. De cette façon vos clients habituels n'auront pas besoin de remplir ces donnés.
it_it: Se hai selezionato il campo <i>Pagamento richiesto</i> a Si, allora un appuntamento è automaticamente confirmato dopo la conferma di pagamento e la conferma tramite Paypal IPN. Se hai selezionato pagamento non richiesti, allora la conferma sarà manuale, a secondo dell'impostazione nell'impostazione "conferma automatica".
nl_nl: Als u het veld <i>Betaling nodig</i> hebt geselecteerd, dan wordt een afspraak automatisch bevestigd na een geslaagde Paypal betaling en bevestiging daarvan door Paypal IPN. Als u Betaling vereist niet heeft geselecteerd, kan dan een bevestiging met de hand worden gedaan of automatisch, afhankelijk van Auto Instelling bevestigen.
pl_pl: Jeśli wybrano pole <i>Płatność wymagana</i> jako Tak, wizyta zostanie automatycznie potwierdzona po udanej płatności PayPal i potwierdzeniu IPN Paypal. Jeśli wybrano Płatność wymaganą jako Nie, potwierdzenie może zostać wykonane ręcznie lub automatycznie w zależności od ustawienia automatycznego potwierdzania.
pt_br: Se você tiver acionado o campo <i> Pagamento Obrigatório </i>, um compromisso é automaticamente confirmado após o pagamento bem sucedido via Paypal e confirmação do Paypal IPN. Se você selecionou o pagamento obrigatório como Não, em seguida, a confirmação pode ser feita manualmente, ou automaticamente, dependendo da configuração de Auto Confirmar.
pt_pt: Se foi escolhido o campo <i> Pagamento Requerido </i>, campo SIM; uma marcação é auto confirmada após um pagamento válido do Paypal e confirmação do Paypal IPN. Se selecionou o ''Pagamento Requerido'' como Não, a confirmação pode ser feita manualmente, ou automaticamente, dependendo da configuração de Auto Confirmar.
ru_ru: Если вы выбрали <i> требуемой компенсации </ I> поле как Да, то встречу подтверждается автоматически после успешной оплаты и подтверждения Paypal IPN Paypal. Если вы выбрали требуемой компенсации, как нет, то подтверждение может быть сделано вручную или автоматически в зависимости от настроек Авто Confirm.
tr_tr: O zaman Evet olarak <i>ödeme gerekli</i> alan seçtiyseniz, randevu otomatik olarak başarılı Paypal ödeme ve Paypal IPN doğrulama sonra onaylanır. Hayır gerekli ödeme seçtiyseniz, daha sonra onay el ile veya otomatik olarak onaylamak otomatik ayarına bağlı olarak yapılabilir.

source: Using the %s, find the appointment based on user name and change the status after you click <i>See Details and Edit</i> link. Note that this link will be visible only after you take the cursor over the record. Please also note that you can edit all the appointment data here.
da_dk: Ved hjælp af %s, find aftalen ud fra brugernavn og ændre status, når du klikker <i>Se Detaljer og Rediger</i> linket. Bemærk, at dette link vil være synlige, når du tager markøren over posten. Bemærk også, at du kan redigere alle aftale data her.
de_de: Das %s benutzend wird der Termin herausgesucht, basierend auf Username und "den Status ändern" - nachdem auf den <i>Details anzeigen und editieren</i>Link geklickt wurde. Bitte beachten Sie, dass dieser Link nur sichtbar wird, wenn der Cursor über den Eintrag gezogen wird. Bitte beachten Sie auch, dass die Termindaten hier bearbeitet werden können.
es_es: Uso de %s, encuentra el nombramiento en función del nombre de usuario y cambiar el estado después de hacer clic <i> Ver detalles y Editar </i> elenlace. Tenga en cuenta que este enlace será visible sólo después de haber tomado el cursor sobre el registro. Tenga también en cuenta que puede editar todos los datos de la cita aquí.
fr_fr: Utilisant %s, permet de trouver le type de rendez-vous en fonction de l'utilisateur choisi et de changer son statut après avoir cliqué sur le lien <i>Voir et éditer les détails</i>. Notez que ce lien sera visible seulement après le survol de votre curseur. Notez également que vous pouvez éditer tous les rendez-vous ici.
it_it: Usando %s, cerca l'appuntamento in base allo usename e cambia lo stato cliccando <i>Mostra i dettagli e modifica</i> link. Nota che questo link sarà visibile solo dopo aver passato il cursore sopra il record. Nota che puoi modificare la data qui.
nl_nl: Met behulp van de %s, vindt de afspraak op basis van gebruikersnaam en verander de status nadat u klikt op de <i>Bekijk Details en Bewerken</i> link. Merk op dat deze link alleen dan zichtbaar is wanneer u de cursor op het record plaatst. Houd er ook rekening mee dat u alle gegevens van de afspraak hier kunt bewerken.
pl_pl: Używając %s, szukaj wizyty w oparciu i nazwę użytkownika oraz zmieniaj status po kliknięciu linku <i>Zobacz szczegóły i edytuj</i>. Proszę zauważyć, że ten link będzie widoczny tylko po tym jak kursor znajdzie się nad wierszem. Można tutaj edytować wszystkie dane wizyty.
pt_br: Usando o %s , encontre o compromisso com base no nome de usuário e altere o status depois de clicar no link <i> Veja Detalhes e Edite </i>. Note que este link será visível apenas depois de passar o cursor sobre o registro. Por favor, note também que você pode editar todos os dados de compromisso aqui.
pt_pt: Usando os %s , permete de encontrar o tipo de marcações baseado no nome de usuário, e alterar o status depois de clicar na conexão <i> Ver Detalhes e Editar </i>. Note que esta conexão será visível apenas depois de passar o cursor sobre o registro. Por favor, note também que pode editar todos os dados de datas marcadas aqui.
ru_ru: Использование %s , найти назначение на основе имени пользователя и изменить статус после нажатия кнопки <i> См. ссылку Детали и редактировать </ I>. Обратите внимание, что эта ссылка будет включен только после вы берете курсор на записи. Обратите внимание, что вы можете редактировать все данные о назначении здесь.
tr_tr: %S kullanarak, kullanıcı adına göre randevu bulmak ve bağlantı <i>ayrıntılarını görmek ve Düzenle'yi</i> tıklattıktan sonra durumu değiştirin. Not Yalnızca imleç kayıt üzerinde çektikten sonra bu bağlantı görünür olacaktır. Ayrıca unutmayın ki burada tüm randevu verileri düzenleyebilirsiniz.

source: Appointments admin page
da_dk: Booking admin side
de_de: Termine Adminseite
es_es: Pagina de administración de citas
fr_fr: Page d'administration des rendez-vous
it_it: Pagina amministrativa appuntamenti
nl_nl: Afspraken beheer pagina
pl_pl: Strona zarządzania wizytami
pt_br: Página de administração de agendamentos
pt_pt: Página de admin para as Datas Marcadas
ru_ru: Назначения админ страницы
tr_tr: Randevu sayfası

source: Yes. You may as well be having manual appointments, e.g. by phone. Just click <i>Add New</i> link on top of the %s and enter the fields and save the record. Please note that NO checks (Is that time frame free? Are we working that day? etc...) are done when you are entering a manual appointment. Consider entering or checking appointments from the front end to prevent mistakes.
de_de: Ja. Sie können auch händische Termine haben, z.B. per Telefon. Klicken Sie auf den <i>Neues hinzufügen</i>Link oben auf %s und füllen die Felder aus - danach den Eintrag abspeichern. Bitte beachten Sie, dass keine Prüfungen (Ist der Zeitrahmen frei? Arbeiten wir an diesem Tag?) gemacht werden, wenn Sie den händischen Terminbereich benutzen. Erwägen Sie den Besuch und die Kontrolle der Termine im front end, um Fehler zu verhindern.
es_es: Sí. Usted puede también estar tomando citas manuales, por ejemplo, por teléfono. Simplemente haga clic en el enlace <i> Agregar nuevo </i> en la parte superior de la %s y entre los campos y guarde el registro. Tenga en cuenta que NO se hacen comprobaciones (¿esta ese horario libre? ¿Estamos trabajando ese día? Etc ..) se hacen cuando estás entrando en una cita manual. Considere la posibilidad de introducir o controlar las citas desde la parte delantera para evitar errores.
fr_fr: Oui. Vous pouvez également avoir des rendez-vous faits manuellement, par téléphone par exemple. Cliquez juste sur le lien au dessus de %s <i>Add new</i> (ajouter un nouveau) et entrez tous les champs de texte avant de sauver. Notez qu'il n'y aucun contrôle sur la disponibilité" des jours ou des heures. C'est un rendez-vous manuel. Notez ce nouveau rendez-vous en regardant l'emploi du temps pour éviter les erreurs.
it_it: Si. Potresti avere anche un appuntamento manuale, esempio attraverso il telefono. Clicca <i>Aggiungi nuovo</i> in cima %s, inserisci i campi e salva il record. Nota che non ci sono controlli (E' libero questo lasso di tempo? E' in un giorno lavorativo? etc...) fatti quando inserisci un appuntamento in modo manuale. Controlla due volte attraverso i front end per prevenire errori.
nl_nl: Ja. Je kan evengoed handmatige afspraken invoeren, bijv. via de telefoon. Klik op de <i>Nieuwe toevoegen</i> link bovenaan de %s en vul de velden en bewaar het record. Houdt u er rekening mee dat er geen controles (Is dat tijdsbestek beschikbaar? Werken we die dag? Etc. ..) worden gedaan wanneer u een handmatige afspraak aanmaakt. Overweeg het invoeren of controleren van afspraken uit de front-end om fouten te voorkomen.
pt_br: Sim. Você pode muito bem criar compromissos de forma manual, por exemplo, por telefone. Basta clicar no link <i> Adicionar Novo </i> no topo do %s, digitar os dados e salvar o registro. Por favor, note que nenhuma verificação (esse horário está livre? Teremos expediente naquele dia? Etc ..) é feita quando você cria um compromisso de forma manual. Considere verificar compromissos na interface antes, para evitar enganos.
pt_pt: Sim. Você pode muito bem criar marcações manualmente; por exemplo, por telefone. Basta clicar na conexão <i> Adicionar Novo </i> no topo do %s, digitar os campos e salvar o registro. Por favor, note que Não podem verificar (ex: esse/este horário, vaga está livre? Vamos a trabalhar neste/naquele dia? Etc ..) isto é feito quando se cria uma data marcada de forma manual. Verificar as marcações na interface antes de tudo, para evitar enganos.
ru_ru: Да. Вы можете также быть с ручной встречи, например, по телефону. Просто нажмите <i> Добавить ссылку Создать </ I> в верхней части %s и заполнить поля и сохранить запись. Обратите внимание, что никаких проверок (Разве что сроки освободить? Мы работаем в тот день? Т.д. ..) не выполняются при вводе вручную назначение. Рассмотрим ввода или проверки назначений от переднего конца, чтобы предотвратить ошибки.
tr_tr: Evet. Sen de el ile randevuları, örneğin telefonla sahip olabilir. %S üzerine <i>Yeni ekle</i> bağlantısını tıklatın ve alanları girin ve kaydı kaydedin. Unutmayın ki hayır çekleri (bu zaman dilimi serbest mi? O gün çalışıyor musun? vs...) el ile bir randevu girerken yapılır. Girme veya randevular hataları önlemek için ön uç üzerinden kontrol düşünün.

source: If you don't want your schedule to be seen either, then simply do not add Schedule shortcode in your pages, or set that page as "private" for admin use. But if you want your schedule to be seen publicly, then just use Schedule shortcode, but no other shortcodes else.
de_de: Wenn Sie nicht möchten, dass Ihr Plan gesehen wird, dann fügen Sie einfach nicht den Plan shortcode in Ihre Seiten ein, oder setzen Sie diese Seiten auf "privat" für den Admingebrauch. Aber wenn der Plan öffentlich sein soll, dann benutzen Sie bitte nur den Plan shortcode, aber keinen anderen shortcode.
es_es: Si usted no desea que su horario sea visto , entonces simplemente no agregue Horario shortcode en sus páginas, o configure la página como "privada" para uso administrativo. Pero si usted quiere que su horario sea visto públicamente, a continuación, sólo tiene que utilizar el "shortcode" de horario , pero no otros códigos cortos mas.
fr_fr: Si vous ne souhaitez cacher un rendez-vous, ne rentrez pas de shortcodde dans vos page ou définissez cette page comme "privée" pour une utilisation "administrateur". Si vous souhaitez rendre public un emploi du temps, utilisez un shorcode Shedule, et aucun autre shortcode.
it_it: Se non vuoi che la tua programmazione sia visibile, semplicemente non inserire lo shortcode nelle tue pagine, o imposta la pagina come prima per uso amministrativo. Ma se vuoi programmarla in modo da essere visibili allora usa lo shortcode Programmazione senza nessun altro shortcode.
nl_nl: Als u niet wilt dat uw schema zichtbaar is, dan gewoon niet Schedule shortcode toe voegen aan uw pagina, of maak de pagina "prive" voor admin gebruik. Maar als u wilt dat uw schema openbaar is, gebruik dan de Schedule shortcode, maar geen andere shortcodes.
pt_br: Se você não quer que sua agenda seja vista ou, simplesmente não adicione o shortcode de Agenda em suas páginas, ou defina essa página como "Privada" para uso apenas do administrador. Mas se você quiser que sua agenda seja vista publicamente, então é só usar o shortcode Agenda, sem nenhum outro shortcode.
pt_pt: Se não quer mostrar o programa de seus horarios, simplesmente não adicione o shortcode de seu programa nas suas páginas, ou defina essa página como "Privada" para uso apenas do administrador. Mas se deseja que seu horário seja visto publicamente, então tem que usar o shortcode Progarama de Horário, sem nenhum outro shortcode.
ru_ru: Если вы не хотите, чтобы ваш график, чтобы увидеть либо, то просто не добавить Расписание шорткод на ваших страницах, или установить эту страницу как "частной " для администратора использования. Но если вы хотите, чтобы ваш график, чтобы увидеть публично, а затем просто использовать Расписание шорткод, но никаких других шорткоды еще.
tr_tr: İstemiyorsan görülen zamanlamanızı, o zaman sadece değil zamanlama kusur sayfalarınızda ekleyin veya sayfa "private" ayarla admin için kullanın. Ama genel olarak görülen zamanlamanızın, o zaman sadece zamanlama kusur ama diğer shortcodes başka kullanın.

source: Select css background color for busy and not possible fields to be the same (for example white). Select <i>Show Legend</i> setting as No. Now, visitors can only see your free times and apply for those; they cannot distinguish if you are occupied or not working for the rest.
de_de: Wählen Sie die css Hintergrundfarbe für belegte und nicht mögliche Felder gleich (weiß zum Beispiel). Setzen Sie die <i>Legende anzeigen</i>Einstellung auf Nein. Nun können Besucher nur Ihre freien Zeiten sehen und sich für diese bewerben; sie können nicht unterscheiden, ob die restlichen Zeiten belegt oder arbeitsfrei sind.
es_es: Seleccionar css color de fondo para los campos ocupados y no es posible que sea el mismo (por ejemplo, blanco). Seleccione la configuración <i> Mostrar leyenda </i> como No. Ahora, los visitantes sólo pueden ver sus tiempos libres y solicitar por ellos, que no pueden distinguir si está ocupado o no trabajando para el resto.
fr_fr: Choisissez un arrière-plan de couleur css identique pour les jours occupés et non-disponibles (par exemple blanc). Choisissez l'option Non pour <i>Voir la légende</i>. Maintenant, les visiteurs peuvent seulement voir les heures libres et y souscrire; ils ne peuvent pas distinguer si vous êtes disponible ou pas.
it_it: Selezione il colore di sfondo nel CSS in modo tale che sia lo stesso (per esempio bianco). Imposta l'opzione <i>Mostra legenda</i> a No. Adesso i visitatori potranno solo vedere i tuoi lassi di tempo libero dove possono prendere appuntamento. Non potranno distinguerli da quelli occupati o da quelli usati per il resto.
nl_nl: Selecteer als CSS achtergrond dezelfde kleur voor bezet en niet beschikbare velden (bijvoorbeeld wit). Selecteer <i>Show Legend</i> instellen als Nr. Nu kunnen bezoekers alleen uw beschikbare tijd zien..
pl_pl: Wybierz kolor tła css dla zajętych i niedostępnych pól, aby był taki sam (na przykład biały). Wybierz ustawienie <i>Pokaż legendę</i> jako "nie". Odwiedzający mogą zobaczyć tylko wolne terminy i je wybierać. Nie są w stanie odróżnić, czy terminy są zajęte, czy niedostępne.
pt_br: Selecione no CSS a mesma cor do fundo para os campos ocupados e indisponível (por exemplo branco). Selecione <i> Mostrar Legenda </i> definindo como Não. Agora, os visitantes só podem ver os seus tempos livres e para fazer uma solicitação, e não conseguem distinguir se você está ocupado ou ausente.
pt_pt: Selecione uma cor do fundo CSS para os campos, dias ocupados e indisponíveis (por exemplo cor branca). Selecione <i> Mostrar Legenda </i> definindo como Não. Agora, os visitantes só podem ver os tempos livres e fazer uma marcação só para esses dias e horas, e não sabem se está ocupado/a ou não disponivel.
ru_ru: Выберите CSS цвет фона для занятых, а не возможных полей, то же самое (например белого). Выберите <i> Показать Легенда </ I> настройки под № Теперь, посетители могут увидеть только ваш свободный раз и применять для тех; они не могут отличить, если вы заняты или не работает для остальных.
tr_tr: Meşgul ve mümkün değil alanları aynı (örneğin beyaz) CSS arka plan rengini seçin. <i>Göstergeyi göster</i> ayarı No alanı olarak seçin. Şimdi, ziyaretçilerin sadece boş zamanlarınızı görmek ve olanlar için geçerlidir; Eğer işgal edilmiştir ayırt edemez veya boyunca çalışmıyor.

source: Enter a huge number, e.g. 10000000, in <i>Minimum time to pass for new appointment</i> field. Please note that this is not 100% safe and there is no safe solution against this unless you require payment to accept an appointment.
de_de: Eine große Zahl, z.B. 100000000, in das <i>Minimalzeit für einen neuen Termin</i>Feld eintragen. Bitte beachten Sie, dass das nicht 100% sicher ist un es keine sichere Lösung dafür gibt , es sei denn, Sie fordern eine Zahlung, um einen Termin zu akzeptieren.
es_es: Introduzca un número enorme, por ejemplo, 10000000, en el campo <i> Tiempo mínimo para solicitar de nuevo cita </i> . Tenga en cuenta que esto no es 100% seguro y no existe una solución segura contra esto a menos que requiera el pago para aceptar una cita.
fr_fr: Entrez un grand nombre, ex. 1000000, dans <i>Temps minimum pour un nouveau rendez-vous</i>. Veuillez noter que ce n'est pas 100% sûr et il n'y a aucune solution sûre contre ceci à moins que vous exigiez un paiement lors de la prise de rendez-vous.
it_it: Inserisci un valore alto, esempio 10000000, nel <i>Tempo minimo di attesa per un nuovo appuntamento</i>. Nota che questo non è sicuro al 100% e che non c'è una soluzione sicura a meno che tu richieda un pagamento per accettare l'appuntamento.
nl_nl: Dit kan alleen wanneer je een betaling vereist. Een andere 'oplossing' is het invullen van een enorm getal zeg 10000000, in het veld <i> Minimale tijd voor nieuwe afspraak </i>. Let op: dit is niet 100% veilig.
pt_br: Digite um número enorme, por exemplo, 10000000, no campo <i> tempo mínimo para passar para novo compromisso </i>. Por favor note que este não é 100% seguro e não há solução segura contra isto a menos que você exija pagamento para aceitar um compromisso.
pt_pt: Digitar um grande número, por exemplo, 10000000, no campo <i> Tempo mínimo para passar para saltar para uma nova tarefa </i>. Por favor, note que isto não é 100% seguro e não existe uma solução segura contra isto, a não ser que exija pagamento para aceitar uma data marcada.
ru_ru: Введите огромное количество, например, 10000000, в <i> Минимальное время прослыть новым назначением </ I> поля. Пожалуйста, обратите внимание, что это не 100% безопасной и нет безопасное решение против этого, если вы не требуют оплаты, чтобы принять назначение.
tr_tr: Büyük bir sayı, örneğin 10000000, <i>yeni bir randevu için geçmek için en az zaman</i> alanına girin. Unutmayın ki bu % 100 güvenli değildir ve bir randevuyu kabul ödeme gerektiren sürece buna karşı güvenli bir çözüm yoktur.
